{"id": "chunk_00000", "title_path": ["二次选拔"], "chunk": "开学参加二次选拔的新生都要参加统考，科目为数学＋英语（往年无听力），均高中难度（难题的难度也可达到各种模拟难题的恶心程度），想准备二次选拔的同学复习好高中知识就行（英语当然学的越多越好啦）（四六级雅思托福的随便看，反正以后也要学的）。一些特色班/伯苓班有加试，比如数伯物伯化伯有加试，具体特色班/伯苓班备考建议见下。此外，在之前全员参加考试的年代统考英语的分数与第一学年英语课ABC分班有关，现在一般按高考英语成绩分，如140以上ABC都行，120以上BC，120以下C，在这里面自由选课想选哪个都行，建议大家选B，相对事少分高。但是部分老师（尤其是A）不考勤可以随便翘课，也需要列入考虑范围。（补：A、B班成绩占比：平时：期末＝50%:50%；C班成绩占比：平时:期末＝60%:40%）p.s.千万不要抱着“能多学习一些真知识”的想法去选英语课，你99.99%会后悔的！英语课是大水课！学不到什么东西的！我们要正视【伯苓班】和【特色班】这两种不一样的班型，他们之所以独立，是因为他们的培养方案的特殊化和专业化，并不是比大类高一等，不可以理解为高中的尖刀班，希望同学们不要盲目跟风报考，谨慎判断！"}
{"id": "chunk_00001", "title_path": ["二次选拔"], "chunk": "各个二次选拔的班级都可以当做调整专业的一次机会，除有特殊要求的班级，都可以全校范围跨大类跨文理调整专业的。对于本来就在该大类的学生，这些班级可以认为是不需要等待大一结束的分流，提前确定了自己的专业。二次选拔是可以不报名的，如果对自己感兴趣的方向还是不明确，或者对这些班级兴趣都不大，不建议盲目的报名参加，在大类里学一年明确自己想要干什么也是可以的，如果这一年能明确知道自己想要什么，这个时间成本的付出也是值得的。二次选拔的这些班级，有的专业是没有参加二次选拔的，并不意味这些专业不好，有二次选拔班级的专业，也不意味着这个专业像你想象当中的好。下面的介绍都是我们当年的政策，具体到24级请以官方通知为准，如下数据仅供参考，大家也不用询问往年的报录比等数据，报名二次选拔时网站上会有实时数据，每年的数据差异很大，不具备参考价值。"}
{"id": "chunk_00002", "title_path": ["伯苓卓越班"], "chunk": "伯苓班是nk为基础学科设立的一系列班级，数理化生文史哲经（数学、物理、化学、生物、中文、历史、哲学、经济）。（ps：伯苓班不等同于特色班，院级的才叫各种特色班。通过入校全校统考进的这一系列基础学科的伯苓班都是通过教育部拔尖计划2.0进的）\n原先拔尖计划和强基计划都被叫做伯苓班，但是近两年强基计划和拔尖计划逐渐分家想凸显出区分度，部分学科只有拔尖计划进来的才叫伯苓班了。。。。"}
{"id": "chunk_00003", "title_path": ["补充：", "2025年南开大学启动“新时代优秀青年人才后备计划”，https://mp.weixin.qq.com/s/3IN7-281C8W51sawv9Y8UQ，升级贯通培养体系，“3+1+X”学制，其实就是都给保研资格，进行本博贯通培养。（但都是理工科专业，目前没有人文社科）"], "chunk": "除了上述原有的4个基础学科伯苓班外（数理化生），新增3个信息工科卓越班：计算机科学卓越班、光电融合卓越班、人工智能卓越班加入本博贯通培养计划。其中计算机科学卓越班、人工智能卓越班应该是从原有的特色班升级为现在的贯通培养的班型，光电融合卓越班为2025年起新增，原有的基础学科拔尖计划的伯苓也升级为贯通培养。原来的伯苓班卓越班全部都是入校后进行二次选拔的，2025年起部分名额在高考投放招生，但只有约1/3~1/2的名额，剩下的名额依然有机会通过入学后的二次选拔考进去。由于3+1+X贯通培养体系2025年刚刚提出，4个理科拔尖伯苓和3个工科卓越班型原先的退出机制和保研名额等问题可能不再适用，下面有关相关部分的文字仅供参考，目前已知的公开信息为不挂科+通过定期考核+得到导师对科研潜力的认可。"}
{"id": "chunk_00004", "title_path": ["数学伯苓班（省身班）", "2024最新官方介绍：https://math.nankai.edu.cn/2024/0726/c34387a547850/page.htm"], "chunk": "数学伯苓班现已改名省身班，分为强基和拔尖两个班，其中拔尖班是通过二次选拔进入。二次选拔报名数伯的同学除了要考统考，还要考加试（数学），加试数学和统考英语合为笔试成绩（也就是说统考数学的成绩不影响），笔试成绩前80名参与面试，以笔试面试综合成绩选出40人，及保送生组成拔尖班。【就23年政策看，铜牌及以上，高分省一（强省）可保送拔尖，银牌及以上还有新人奖学金；省一保送面试（仍需考笔试，仍要看笔试面试综合成绩，意思是就算笔试很烂也给你个进面试的机会（雾），其实用处就那样吧）。同时外省可能会有个别高考高分直接签约进的同学（例如23级大概有3个高考高分签约）但是政策每年都可能变，以上不代表最新政策。】\n【25年听说得银牌及以上了，省一和铜牌是不行了的】\n这些政策以当年政策为准，之前的仅供参考。比如就今年招生情况来看，如果只有省一，对任何一个伯苓班，都应该很难再有有省一就直接保进伯苓面试这种条件。今年nku招了很多有竞赛牌子的，金牌、银牌都有不少。如果报考时没和老师们具体谈过条件的，没拿到过老师保证的，就别乱信了。和老师单独谈过条件拿到过保证的另说，南开会说到做到的。"}
{"id": "chunk_00005", "title_path": ["数学伯苓班（省身班）", "2024最新官方介绍：https://math.nankai.edu.cn/2024/0726/c34387a547850/page.htm"], "chunk": "加试：23级的加试数学共七题（可能变），题型都是解答题，难度基本在高联一试左右，可能会有个别题目达到简单二试题目的难度，总体来说难度比较客观，所用知识大多在高考范围内（可能会有部分竞赛中常用的结论或技巧)，基本不会考察高等的知识；个人觉得即便没接受过系统的竞赛培训，只要高中数学知识基础扎实，勤于思考，大概也是能做出五六道的。面试主要流程是自我介绍（不提姓名）➕当场问答（数学题），每个人五到十分钟，想要了解部分往届面试问题的可联系22数学-朱志超。面试除了自我介绍要流利得体外，问答环节主要考察思维敏捷度和日常数学素养的积累，可准备的空间不大。另外，提前学习大一数分高代课程对面试有一定帮助但不大，这是因为你若说没提前学他就会问你高中知识范围问题，你若说学过他就会问你一些数分高代问题，但你也不见得会，答不上还是会转回高中问题。面试大概就这些。面试结束后等消息，几天内应该就出结果了，结果公示于数院官网，“拟录取名单”中有自己的名字就算是录取了。（23级报名和参考人数大概310→60→40）"}
{"id": "chunk_00006", "title_path": ["数学伯苓班（省身班）", "2024最新官方介绍：https://math.nankai.edu.cn/2024/0726/c34387a547850/page.htm"], "chunk": "选课：省身班有专门的课表，与大类不同的老师，水准都较高。强基/拔尖有分别的建议课表，但可以混选，只要时间不冲突就行（有时候数分高代是捆绑的，这时候就是要么选这套要么选那套了）。选课之前可以去知乎等地方或者学长了解老师水平、教学风格、考勤等事项，同选课一栏，这里不赘述。"}
{"id": "chunk_00007", "title_path": ["动态进出："], "chunk": "四次，开学二选算一次（进入），大一结束（大二开学前），大二上结束，大二下结束各一次，所有省身班学生和大类中想进入的学生都要参加动态进出考试，最终一个班留下二十名学生。此外，专业课挂科将直接出班；可主动退伯，退出后直接来到数院（由此可作为一种转专业的手段）。注意：专业课成绩不作为动态进出标准。后三次动态进出会按成绩排名每次会出去五个人左右。成绩排名是累计机制，即：（第一次不算）第二次成绩排名决定第二次进出；二三次成绩总排名决定第三次进出，二三四次成绩排名决定第四次进出。动态进出考试的难度比期末高很多。（原则上，这个动态进出机制也只能代表22级目前的情况，因为一直在变，就我们这级刚开学说的和现在说的还略有出入呢）（院长会专门开会介绍）\n保研：四次动态进出后仍留在班级的，全部提供保研资格。\n纯数学相关课程只能在省身班选，大类只能学应数。拔尖班不限制研究生专业方向/学校去向，强基要限制；"}
{"id": "chunk_00008", "title_path": ["缺点："], "chunk": "很多人认为，同样的课程，试卷，伯苓的批卷给分都要比大类严格，俗称卡绩点。对想出国要看绩点的同学来说这可能是需要考虑的（当然省身班也有绩点很高的同学，最主要还是看自身学的情况）；\n有人认为留在伯苓班压力大，不如在大类（但我个人觉得摆子还不少（雾））；\n有人觉得伯苓科研导向浓，不适合一般学生进入（但其实毕业不限制去向也不强迫一定要深造数学，往届毕业生很多也没继续学数学，我个人觉得这条不是担心的理由）"}
{"id": "chunk_00009", "title_path": ["建议："], "chunk": "数学系，特别是在省身班，自学几乎是常态。可能出于课堂没跟上（或者翘了）的原因，更多的是想了解更深理解更深的时候，都要靠自学（当然可以咨询老师获取一些方向/建议）。自学能力不强的同学，不只不建议报考省身班，我个人甚至也不建议报考数学系。数学系课程晦涩、抽象、难度大，选择前应该有相应的心理准备。攀登数学的山峰，除了怀有热忱，还要付出艰辛。当然，如果你已经考入数学系，那我的建议是，放轻松，该学学该玩玩。须知一门考试绝不会让大多数人挂科，绝不会难度高出学生平均水准太多。好好准备，哪怕是突击，哪怕你其实没学会什么，想通过个考试还是不难的。大学学习的一个要点是，清楚自己想要什么，对一门课程的目标是什么，然后付出相应程度的努力。比如，你的目标就是留在省身班以获得保研资格，你不想卷绩点，那么月考甚至期末都可以相对随意，而动态进出考试是要全力准备的。你可能摆了一学期了，期末分不高，那假期就要认真学，把水平提上去，以备战动态进出考试。你要出国，那平时每一门课的绩点都要卷。你想要竞赛奖项，那课下自己要规划学习相应知识的时间，要去了解怎么准备。"}
{"id": "chunk_00010", "title_path": ["建议："], "chunk": "不要只看周围的同学在干嘛，谁谁谁多卷xxx多摆，谁都不傻，清楚自己要什么才能规划自己的行为。（ps：都上大学了，有自己的目标，不要盲目的卷盲目的比）\n更多可联系22-数伯-王天瑞或22-数伯-朱志超或其他你认识的省身班的人了解。（热知识：你总可以通过南开飞书联系南开的任何人）\n【以上所有带有主观建议或主观评价的地方都是个人观点仅供参考，比如您可能是巨佬因此在难度方面的评价不能认同我那我完全认同您（bushi）】"}
{"id": "chunk_00011", "title_path": ["物理伯苓班"], "chunk": "物理伯苓班分为强基班和拔尖班。强基班只能通过强基计划进入，也可以通过拔尖班转进（这个每一年政策不一定一样），且全员保研；拔尖班属拔尖计划，通过开学后的二次选拔进入。由于南开大学在我省多年不招物理强基，因此以下均为物理拔尖班内容。"}
{"id": "chunk_00012", "title_path": ["选拔："], "chunk": "数学英语两科分数+笔试（会考一些大致相当于预赛难度的题目，也有可能就是比较灵活的高中题）决定进入面试的名单。面试会让你自己自我介绍一下，来自哪个学校有什么经历获得过什么奖项之类的，然后会问一个物理问题（比如我的问题就是：“孔雀东南飞，五里一徘徊”，你认为你最多能看见孔雀的多少次徘徊？其他问题有问彩虹的成因，光盘的原理之类的）。答不对答不全也没关系，老师也就是想听听你的思路，放轻松尽量说就好。\n大一二次选拔之后大一下暑假会有一次动态进出，然后基本上就是只出不进了。不挂科就基本上不会被退伯，除非有明确的转专业意向。注意：本科生科研做得不好真的可能会被挂科研能力训练！！！"}
{"id": "chunk_00013", "title_path": ["选课："], "chunk": "伯苓班有单独的课程和课表，有专门的老师负责授课。每学期会给你一个课表，但是事实上你不必完全按照推荐的课表选课（我这学期没选体育），可以先修一些课程（有大神学长大一就修四大力的）\n另外伯苓班的思政课（而且不用修军理）是开卷（nice）。拔尖的一些专业课也是可以换的（比如可以去学强基班的专业课），这个有人曾经成功过。（在22级有相似的成功案例，但是由于某班导师的阻挠，大多数人还是失败了）\n课程：\n\t注意：在物理伯苓班学习专业必修课可能会吃到一些史，下面是这些史的具体味道。(1)\t力学与光学：这两门比较重要的专业必修课是同一位老师教，看到这位老师的名字一般就意味着你要自学这门专业课了。你将收获：每周虚度的四个小时、更低的成绩 和 一堆大作业。对于该名老师，只有一条建议：逃！(2)\t热学：这门专业课的老师的教学水平比上一位老师强一些，但也基本得靠自学。你将收获：在课堂上播放网课、不许迟到早退、隋唐小测、更低的成绩 和 一堆大作业。"}
{"id": "chunk_00014", "title_path": ["选课："], "chunk": "对于该名老师，没啥建议，硬抗吧......\n\t(3)\t科研能力训练123：这三门课均由班导师教，平时没什么事，只不过需要定期汇报你的科研进展，课程给分极大取决于你的班导师，甚至可能无故挂科。对于该门课程，抗不住，看命吧。碰上某些贵物老师，把ppt做好看点不如去寺里磕俩头管用。以上是味道最为浓烈的史，平心而论，其他专业必修课的教学还是相对可以的。电路基础课程，据我所知，这个课是23级开始加在伯苓班必修里的，第一年给分据说很好，但是第二年就。。。黑化了，你会遇到算到平时成绩里的随堂测试（每节课都有，题很难算，基本都要压堂二十分钟左右才能做完，而且上课也不会讲太多（他要求你自己课前预习）平时经常性说教（让你梦回高中），据说助教算平时成绩发现你随堂测试有抄答案痕迹是直接把那次算零的（？）自己谨慎一点，别错太多成绩会稍微好点。。老师是电光学院的。希望25级好一些吧。"}
{"id": "chunk_00015", "title_path": ["优点："], "chunk": "人脉：你周围会有一群很牛的同学（我们这届所有人都有竞赛背景，有两个铜牌，前几届甚至有金牌，抱大腿就完了）（没有竞赛基础也没关系啊），也会遇到一些很好的老师（比如教拔尖电磁的Lorenzo洛老师）\n全体保研：这个是假的，划重点：不存在全员保研！！！伯苓班的保研规则是这样的：不管总人数是多少，保研名额都是12人。往年的全员保研是因为出国的人比较多，剩下的人才能全保。（这条其实应该放到缺点，因为可能会出现在伯苓班不能保研的人在大类能保研的情况。但是考虑到伯苓班的保研比例确实比大类高得多，所以勉为其难可以算优点）\n暑期研学：拔尖班的学生会被要求在大二的暑假自己发邮件申请进行国内外交流研学，这个是半强制的（疫情之前是强制的，即不出国暑研就退伯，但疫情之后一直没有恢复）。现在的物理科学学院穷得很（22级的伯苓班经费不到两年就花光了），因此学院只会报销部分费用，考虑到学院在教学经费上窘迫的境况，甚至可能出现推迟报销甚至无法报销的情况。注意：暑研对发现个人兴趣、提升能力、写CV、后续升学都是很重要的，如果遇到很好的暑研老板的话可能是改变命运的转机，一定要认真对待，不懂的地方一定要问。"}
{"id": "chunk_00016", "title_path": ["优点："], "chunk": "环境和氛围：这个可能分年份也可能分人。大家实力都很强也会比较努力，在这里可能会push自己更努力一些。更重要的是，可以和身边的人交流获取许多很难独自获得的inspiration和information（当然大班可能也有这个机会但是我没在大班待过我不知道）。这些对于你的求学和科研之路是很重要的。另外拔尖班大家都倾向于出国和外保，所以班内竞争不多，氛围很好，和谐互助。当然伯苓班ranking不好看的问题是真实存在的，和很强的同学在一起会觉得自己笨笨菜菜的情况也是真正存在的，所以如果比较在意这个或是容易焦虑的话可能会压力有点大。"}
{"id": "chunk_00017", "title_path": ["缺点："], "chunk": "某些老师；这里不太好说，但是负责教拔尖班专业课的某些老师，专业素质和能力水平会让你的专业课学习不那么顺利。NKPT！这个东西叫physics tournament，物理学术竞赛，伯苓班的所有人都必须参加的一个竞赛。来源于IYPT（国际青年物理学家竞赛），题目就是每年的IYPT题目。大一下会进行nkpt的比赛。南开物院相当重视这个比赛，在保研中的加分比例相当高，能拿特等奖也是不太容易的。进了伯苓班的人没有不骂这个东西的，但是我觉得这个比赛因人而异吧，题目做着玩就好，到时候上场和其他队商量可以少做一些题目，重要的是借这个机会去学一些新东西。压绩：这个是真实存在的现象，伯苓班的同学去大类都是顶尖的，但是学分绩确实会比大类低一些，如果想出国，谨慎！别来！班导师：你在物理伯苓班的学习生活体验部分取决于班导师。如果你摊上了一个垃圾导师，那么只能祝你好运了（点名表扬某拔尖班导师在课程“科研能力训练2”无缘无故挂了两位同学，该导师的其他令人愤慨的言行不一而足。）。"}
{"id": "chunk_00018", "title_path": ["缺点："], "chunk": "评价：\n\t(1)\t根据学长的亲身体验，物理拔尖班只适合两类同学加入：一是自身实力很强，无论在哪里学分绩都一样高（就是那种考了100分是因为卷面只有100分的人，我们一般称之为神）；二是自身有一定能力，确定希望从事物理科研或相关行业，确定在国内读研究生，而且不在乎自己的学分绩会低一些。除此二者之外，不推荐任何人通过二次选拔进入物理拔尖班。(2) \t综合估计来看，相同的学生在物理拔尖班的学分绩会比在大类低约2至3分。拔尖班的排名百分比单独排列。所以即使你的学分绩在大类排到前10%，在拔尖班的排名也有可能会跌到50%+，而对于很多院校，接受研究生的时候主要考虑的就是你的专业ranking，并不会在意你的物理拔尖班身份。这是一件很尴尬的事情。Other tips:"}
{"id": "chunk_00019", "title_path": ["一定要多问多交流！"], "chunk": "真心想学物理的话高考完就可以开始看书啦！不要太纠结于循序渐进，有时间还能看懂一部分就随便看！关于辅修：每一年的政策不一定一样，如果有辅修的想法一定要提前问好学院支不支持拔尖班辅修。有些人（非群友）会发现自己对数学物理方向感兴趣，而且自己感兴趣的是事情都是数学家在做。补专业课、跨考跨保真的很辛苦。以前还有过退伯转数学专业的先例。关于科研：本科是试错成本最低的时期，一定要趁早多尝试多读书多听组会，尽早发现自己真正喜欢什么。如果可以在大二大创之前定下来最好，如果真的定不下来的话，晚点换也没关系。个人不成熟的想法认为：做科研还是喜欢最重要，如果真的避免不了辛苦一些走一些弯路的话也没关系。关于求学：多想想自己适合什么想要什么是很重要的，提前收集信息早做打算也是很重要的。当然，在经验、知识。能力都缺乏的情况下，无论如何谨慎思考选择都像开玩笑一样。有些事情真的和运气有关，但真正有热情的人也不会被一时坎坷所困。如果可以的话，多问，问老师，问学长学姐，尽量把能收集的信息收集到；多做，多尝试，尽量在机会来临的时候抓住，尽量在试错成本最低的时候找到自己的方向。"}
{"id": "chunk_00020", "title_path": ["一定要多问多交流！"], "chunk": "同时，不同的方向求学的难度天差地别，你可能会看到身边能力不如自己的人轻松拿到offer而自己付出的努力却难以得到收获。这种时候要考虑好吧，自己到底是不是真正喜欢这条荒草萋萋的幽寂的路。当然，如果真的走下去的话，会很辛苦，但也会很幸福。（by 22-物伯-王晓）\n强基就是强基计划进来的，目前已经基本和伯苓班分离，但是培养计划依然基本一致"}
{"id": "chunk_00021", "title_path": ["拔尖班为参加二次选拔（数学+英语）。"], "chunk": "加试化学，内容为很基础的无机化学和有机化学，完全是大学内容，没学过竞赛很难完成，感兴趣的话建议假期自学一点竞赛内容（题目比竞赛题简单很多，基本就是考察知识是否掌握）。面试，入围面试只需要加试的化学和英语成绩分别超过各自的分数线，二者总分超过要求分数线即可，入围人数理论上是45人，选拔30人。（23级招了37个，我不知道招生办承诺了多少，金牌是免试直接进的，猜测是7个免试的没占用这里的名额，免试的分为高考考的很好和竞赛奖项很好两种）\n面试一般会问一些关于对化学学科兴趣，对未来深造兴趣（对于这个问题建议提前了解拔尖计划2.0内容，如果对出国感兴趣需要了解一下具体哪个国家哪个学校），是否遇到过挫折以及如何排解等，没有自我介绍环节，会问化学竞赛奖项，根据经验来看没有竞赛经历有机会可以进拔尖班，但竞赛奖项加分很多。事实上面试似乎大部分问题都占比不大，竞赛奖项很重要。进出机制（仅供参考，以22级要求为主要参考）："}
{"id": "chunk_00022", "title_path": ["拔尖："], "chunk": "退出机制：挂科退出，学分绩低于80退出，任何时间都可以主动退出，每学年结束如果本学年退出人数不足5人则末尾淘汰至5人。大二结束有一次考核，考察学生的科研素养（？），保留20人左右\n退出后去向：退出伯苓班后，可以将自己分数不满意的专业课程转变为e类课程，自动进入化学学院化学专业，大一退出后也不可以参与大类分流，退出后可以直接转入化生和分子工程这两个特色班无需考核，其他特色班需要相应特色班同意接收，一般来说问题不大。（新能源一般很喜欢收）\n转入规则（朝令夕改夕令夕改）：以22级为例，22级大一学年拔尖班主动退出2人，末位淘汰3人，此后又主动退出1人，由原本的34人变成28人，经过考核后准入4人，四位同学学分绩至少在大类前5%。转入采取学分绩排名的原则，申请转入需要满足部分要求，例如学分绩不低于伯苓班最后一名，大一提前修完有机化学2-2，有机化学实验等课程（即选分子班的课以修完伯苓班大一比大类提前修的几门课）。强基：除了没有末位淘汰，剩下基本一致，转入机会更大，名额更多。（仅从往年情况看）"}
{"id": "chunk_00023", "title_path": ["选课："], "chunk": "大一上教学办给排好的课表和大类差不多（少一个军理多一个英语），大一下开始彻底疯狂，课表上可以选的空不多，想选的课有很多，学分上限会突破到42，如果不够可以联系教学办再突破一次。此外大一上可以申请学分突破，具体操作是联系教学办，不一定能成功但有需要可以试试。拔尖班大三就有交流机会，建议不要被大一上的无所事事迷惑，稍微多选两个e，化学学院d类课对伯苓班同学来说压力并不大，大一就可以抓紧修，由于课程都存在一定的作业压力和考试压力，所以平时会有点忙，需要适应这种节奏。另外化学学院的许多课程具备着考教分离的特点，对一门课的最好学习方式是询问学长学姐or打开那个名为freshman的神仙文件夹。另外，伯苓拔尖和强基的课可以互相选，由于都是小班授课，所以一般都是选自己班的，但是如果有机会的话可以选另一个班的（教学办会通过选课系统限制你预选选另一个班，但是正选可以选，包括大类的课程也是可以选的，联系教学办课程替代就好），选课的时候不要局限于他给的老师，问问哪个老师好"}
{"id": "chunk_00024", "title_path": ["优缺点："], "chunk": "优点（此处部分优点只针对拔尖班，是否包含强基班请自行探寻）：\n保研率100％，拔尖班可以获得保研资格同时考虑出国深造，强基班只能保研本校（22级及以前直博，后面不确定），拔尖班可以两手抓但是付出时间精力很大，量力而为\n小班授课，前两年就可以修完几乎所有专业课，后两年要求进入实验室进行科研工作。研究生鼓励出国，本科有很多出国交流机会，有一定的经济支持，与大类相比多1w。辅导员对伯苓包容性强，一般不管，处在一个高度自治的状态，如果有正当理由有很多向上反映问题的渠道。班级一般都会有很多整活哥乐子人，平时会有很多有趣的活动。有一些特殊的活动，比如伯苓茶会和伯苓讲座，伯苓茶会就是二十几个人和一个老师在一个屋子里唠嗑吃东西（元和西饼肯德基等），老师会给介绍很多，一般的问题都能聊。伯苓讲座一般会请一些前沿领域最领先的研究者，有和做报告的老师共进晚餐的机会（吃的东西一般都不错），报告往往很有学术指导意义，方便更早接触科研。免修军理！思修马原毛概习概史纲开卷考试！（史纲论文结课）"}
{"id": "chunk_00025", "title_path": ["缺点："], "chunk": "有一定的学业压力，如果有竞赛底子压力其实不大，稍微学学就不至于被踢出去，但如果你的目标更高的话难度确实不小。同一门课在伯苓班取得和在大类一样的分数需要付出更大的努力。伯苓班对人全面发展有一定的抑制效果。由于培养的是科研方面的人才，如果志不在此不建议来，许多活动和培养模式并不适合不热爱科研工作的部分同学。当然可以来试试，伯苓支持随时退出。退出伯苓班后，可以将自己分数不满意的课程转变为e类课程（复活甲机制）"}
{"id": "chunk_00026", "title_path": ["生物伯苓班", "2024最新官方介绍：生命科学学院生物伯苓班介绍（2024年）https://sky.nankai.edu.cn/2024/0730/c7808a548269/page.htm"], "chunk": "选拔：选拔机制几乎与其他伯苓班相同，先根据二次选拔成绩确定入围线，然后进行面试。注意！截止24级，生物伯苓班没有笔试的加试，且生科院除了伯苓没有其他特色班。没有笔试加试意味着你需要在面试时介绍自己学习生物的优势！！（比如高考生物成绩，对生物的热爱，有竞赛经历能拿过奖项的最好，但是生物伯苓班并不硬性要求）且对英语有一定的要求（据说22级有一位用全英面试的，英语好在大学绝对是加分项）。需要预备一些你感兴趣领域的一些知识，切记不要不懂装懂！！！如果你觉得可以搏一搏，请加上“我对这方面了解不是很多，但是我觉得......\"。因为生物学科真的包含太多东西，如果老师提出的问题你无法回答，如实说明，也不需要紧张而影响接下来的面试环节。生科院的老师都非常好，不会为难大家。（我们老师经常对我们说我们只是本科生宽慰自己）\n进出机制：预备伯苓班每年大概30人左右，到大二缩减到20人。大一的伯苓班同学分流时依然要面试一次（班级前十不用）（其实主要还是看学分绩排名），拔尖可以转强基。选课：拔尖班和强基班有单独安排好的课表，当然如果你基础好可以安排其他年级的课程。"}
{"id": "chunk_00027", "title_path": ["生物伯苓班", "2024最新官方介绍：生命科学学院生物伯苓班介绍（2024年）https://sky.nankai.edu.cn/2024/0730/c7808a548269/page.htm"], "chunk": "通识课和大类必修课一般是拔尖和强基一同上课，强基和拔尖的培养计划差不多。思政课开卷考试，不修军理，英语默认外教上课。选课补充： 强基培养计划里老师不太行，建议去抢拔尖伯苓班的课，实验课可以选强基自己的，标准松点。高数如果是jzl老师建议直接自学，这位老师上课挺随意的，有事多问问助教吧；无机上课跟老师走分不会太差不会就多问助教，有机如果是hzj老师的话就也自学吧，这老师方言太重了，黑龙江孩子很难听懂"}
{"id": "chunk_00028", "title_path": ["优点："], "chunk": "拔尖班的课程都是水平更高的老师授课的，老师的素养非常好，而且小班教课老师和同学们的互动也更多。拔尖班的方向更明确，培养计划几乎会为你规划好大学课程。班级都是优秀的人，相互影响，学习氛围非常非常好，集体感更强。班级群里分享学习资料，提醒作业、考试、考勤都是常事（我们22级班里的小孩们真的都很好，生科院整体的大环境也非常好）。班级里都是志同道合的人，你可以尽情抒发你的热爱且被理解，这是一件非常幸福的事情。"}
{"id": "chunk_00029", "title_path": ["缺点："], "chunk": "课程压力大，会压分（很少出现高分，优秀率也在百分之30左右），所以和大类比起来我们的学分绩并不占优势，但是目前看来拔尖班仍然领先。生物伯苓班不全保研（往届可能有全保研的情况，但是20级以后由于疫情原因出国人数大大减少，保研名额是固定的所以会有人无法保研，疫情之后出国机会更多，希望保研人数也可以更多），而且因为拔尖班学分绩高，会出现班级垫底但是在大类可以保研的情况。主动退伯会扣综测成绩，但是保研主要看学分绩。（by 22-生伯-李欣芮、23-生物强基-刘忠奇）"}
{"id": "chunk_00030", "title_path": ["经济伯苓班"], "chunk": "官方介绍：经济伯苓班简介https://economics.nankai.edu.cn/2023/0802/c29234a517004/page.htm\n选拔：与其它伯苓班相同，笔试（统考）+面试，面试内容相较灵活，自我介绍必不可少（建议中文英文都准备着），此外还会较灵活地问一些问题（可能与专业相关，可能无关，个人觉得礼貌加自信一点就可以）。进出机制：每学期末，平均学分绩低于80或有挂科科目的同学自动退出班级，大一学年末有自愿退出和加入的机会。选课：专业课单独授课，基本除了体育课和e类课都不需要自己选。\n资源非常雄厚，授课教师都既很有水平又很随和亲切；\n保研率相对高，一般在40%左右；\n可能会在出国上较大类予以更多支持（有可能能给一部分资金上的补贴之类的）；\n请学弟学妹们不要将伯苓班当做高中时的实验班来看待，是否进入伯苓班取决于你的人生规划。经济伯苓班主要是科研导向更强。如果你想从事科研，伯苓班是非常好的选择。"}
{"id": "chunk_00031", "title_path": ["哲学伯苓班", "2024最新官方介绍：【2024年二次选拔】南开大学哲学伯苓班简介https://phil.nankai.edu.cn/2024/0725/c29819a547826/page.htm"], "chunk": "选拔：与其他伯苓班相同，进行二次选拔，但仅参考英语成绩决定入围名单，且最终只依照面试成绩得出录取结果。面试内容包括但不限于自我介绍、阅读书目、哲学兴趣等。哲学伯苓班相对而言比较好转入。进出机制：连续两次考试学分绩排名后20%会被预警退出，但目前没有这样执行，应该会与面试结合，因为老师们认为学分绩不等于研究能力。大类同学连续两次排名前10%可以申请进入伯苓班。哲学伯苓班很难退出，而且保研政策变化多端，常让人有一种上了贼船的感觉。选课：不用学军理（这个很美妙）、思政类课程论文结课，不用考试。\n师资好，很多大牛，老师们讲课很好，考试前大多会划重点\n氛围好，目前还不是很卷，选课可以选出一学期都没有早八，适合养老，巴适滴很\n原则上本科期间每名同学都有出国机会（这个不一定成功，经费有限）\n课程有难度，老师给分公正，但是会捞，不过学分绩不一定很好看，大概只有一个人或两个人可以学分绩上九十；\n补充一下，可能会遇到一些高起同学，自带二外，而且掌握了很多专业知识，不要太紧张。然后本专业对英语的要求还是有一些的，可能需要查阅及翻译英文文献。"}
{"id": "chunk_00032", "title_path": ["历史伯苓班"], "chunk": "选拔：根据二次选拔的英语成绩确定初步排名。复试是历史学院老师主持的一个面试，主要考察你的表述逻辑性以及初步学术志趣（实际上主要就是自我介绍下想进伯苓班的理由，也说说自己感兴趣的断代以及读过的学术一些的历史书籍）。实际上初试成绩影响还是比较大的，笔者初试刚好第五面试也没说什么特别能留深刻印象的内容结果还是顺利入选了（），也是敬告各位学弟学妹和老师坦诚相待不要不懂装懂。"}
{"id": "chunk_00033", "title_path": ["进出机制：历史伯苓班有两种强行清退原则。"], "chunk": "大一上下和大二上共三学期学分绩排到专业大类百分之七十以后\n挂科超过两科。同时，如果伯苓内部的同学感到学业压力较大或者志趣改变，可以自由申请退出。空缺的名额会在大类其他同仲中择优录取（实际上这两个清退标准都很宽松，个人认为只要认真学习不太可能被清退）。选课：同其他伯苓班，无军理，思政课不考试。其他课程有一部分差异化安排，例如专业外语会有外教课这样子（不过据说下一届伯苓要和大班一起上中国古代前期史，因此选课差异可能缩小）；课程设置上断代划分相对普通班更细，期末背的东西可能也相对少些。"}
{"id": "chunk_00034", "title_path": ["优点："], "chunk": "保研方面，优先保障伯苓班的保研名额，以20级看无论是强基和拔尖都会兜底，作为学术资源相对倾斜的一个群体更受学院主要领导青睐，可以说在升学方面伯苓有政策优势。课程方面，小班课可以直接地和老师交流，更早的接触学术领域。同时，伯苓的课程普遍给分较好，这让你即使退出伯苓也保有竞争力。大二下伯苓就会实行导师制，伯苓的同学得以更早更精确地明确自己的学术志向，对未来的规划也非常有益.\n对热爱历史的同学而言，伯苓是学术圣地，可以旁听大三的读书会，每学期学院还会安排大量学术大牛的讲座。会有出国（境）交流的机会，看史院财力情况吧，香港日本新加坡或者欧美都有可能。\n伯苓的学术要求比较高。大一上就有论文作业（还是老师会一个一个看那种）对零基础的大一小白相当痛苦。伯苓不是所谓实验班，而是一个学术团体，如果流离在学术之外，伯苓的生活对你可能比较枯燥。\n需要投入更多精力到专业以及学术上去，热爱（或者至少保研结果出来之前装出热爱）学术。伯苓只包含中国史和世界史，想学文博考古的话需要退出。\n选拔：二次选拔（英语＋数学），加试语文，面试，按往届来说名额20人"}
{"id": "chunk_00035", "title_path": ["进出机制：", "（1）原则上挂科超过10学分清退（比上天还难）", "（2）跟其他伯苓班一样，退出之后大类排名靠前的有递补资格。允许自己申请退出，回到汉语言文学专业后需要补一些课程。"], "chunk": "选课：根据教务处给的课表选就可以，和其他伯苓班一样免修军理，思修开卷，不用选中文大类的模块课、新传大类的传播学概论还有汉语国际教育的跨文化交际。基本上是古代文学现代文学外国文学、古代汉语现代汉语，马克思主义文艺美学等，和大类班不一样的是增加了文献学。\n保研率：40-50%，基本上能保十个人左右\n大一时课程较少，没有大类那么多乱七八糟或者没什么用的课\n大二下会要求做项目，学院给每个人批两千多R，用来买书买文献之类的\n学术要求高，要求沉下心来学习，偏向做研究，要是没这个想法或者学术水平较浅、对此没有兴趣者，不建议报考。学术氛围浓厚，有一点点卷，需要个人付出努力，躺平者慎重"}
{"id": "chunk_00036", "title_path": ["很累很累，比高三都累"], "chunk": "备注：选拔这方面，语文加试会重点考察对古代文学的掌握，尤其是文言文。去年的考试就针对一篇文言文考到了字义、段意理解，繁体字、成语掌握这四道题。另外还有一道写作题，要求写一篇千字以上议论文，无论是给出的主题和对写作的要求都比较灵活宽泛。（不太用考虑高考作文的套路，考虑了也套不进去）面试也相对灵活，硬性要求只有准备自我介绍，根据我和我同学的经验，老师们会首先在这个自我介绍里面找一些点进行提问，可以重点准备一下这一段，然后引导老师提问到自己准备过或者比较擅长的方面。（这时候老师们看上去都挺和善，整个面试氛围蛮舒服的）"}
{"id": "chunk_00037", "title_path": ["计算机科学卓越班"], "chunk": "计算机科学卓越班应该是从原有的特色班升级为现在的贯通培养的班型，下面的介绍为原来特色班时代的相关信息，仅供参考。选拔方式：工科类的特色班卓越班都主要参考笔试成绩+面试，笔试起主要作用，面试如果有竞赛成绩会有一定的作用，往年来看如果能取得数学/物理/信息省级二等奖及以上即使笔试未达到面试线也能破格参加面试，面试中给老师自己的竞赛成绩也有很加分（22级老学长考人智特色班给老师看了一下物理的省一，之后面试基本就结束了直接通过，不会再问其他问题，当然我统考笔试也还可以哈）。当然，笔试成绩够用也有机会考进来（21老学姐的计卓舍友）。即使没有竞赛经历，面试也不用特别准备，问的都是“你如何看待人工智能未来可能的应用”这类问题（老师也知道刚上大学的小孩知道的不多），自信、踏实即可。"}
{"id": "chunk_00038", "title_path": ["计算机科学卓越班", "2024最新官方介绍：【特色班简介-2024二次选拔】计算机学院计算机科学卓越班基本介绍https://cc.nankai.edu.cn/2024/0726/c13295a547868/page.htm"], "chunk": "计算机科学卓越班的专业为计算机科学与技术，关于专业的介绍可移步工科的大类学习&生存部分\n部分班级同学有一定竞赛背景，学习较卷，成绩好，部分课程专门开课配专门的师资进行小班授课。培养计划上没有专门要求计卓必修哪些专业选修课，大一课表和大类一致，之后的学期计科专业也都是一致的，D类专业选修课也是自行选择的，奖学金需要要和大类的同学一起争，保研资格分配上也是和大类分流来的同学放在一起排名，不会给计卓单独分配保研名额，需与大类分流来的同学一起竞争保研名额（也就是说计卓的同学和大类分流的同学完全一致，没有任何特殊之处）。计卓在课程设置上基本等于毫无特色，目前只有部分课程是单独安排师资小班授课，特殊安排的师资不存在压分现象，但也不会比其他老师好，其他的都是和大类分流来的同学一样的大班课程。"}
{"id": "chunk_00039", "title_path": ["计算机科学卓越班", "2024最新官方介绍：【特色班简介-2024二次选拔】计算机学院计算机科学卓越班基本介绍https://cc.nankai.edu.cn/2024/0726/c13295a547868/page.htm", "（25更新：21级入学的时候计算机专业不是热门专业，21的计卓班当时考入的竞争没有多激烈，21级计卓到最后的保研率大概有53%，但需注意的是这一数据完全是21级计卓同学自己卷出来的，并非学院资源上的任何倾斜。22级计卓据说班级最后一名在计科专业的排名都有37%，计卓竞争是一届更比一届激烈了……）", "（25更新：现在升级为贯通培养班型后保研资格的分配上肯定会有变化，毕竟是贯通嘛，应该是留到最后都会给保研资格的……）"], "chunk": "（ps: 应该说除了班级氛围超级卷比麻花还卷之外，计卓这个特色班基本没啥特色，计卓大舞台，想卷你就来）\n大一大二结束会动态调整班级成员，主要依据学分绩（其实但凡学也没有很难留下来）。21级计卓大一的动态退出机制：把成绩放大类里，不到大类40%的才会自动出去。21级计卓大一的动态进入机制：分流到计科之后，专业排名前50%和本次流动自动流出的同学均可报名，进行面试，参考面试表现和学分绩进入。"}
{"id": "chunk_00040", "title_path": ["计算机科学卓越班", "2024最新官方介绍：【特色班简介-2024二次选拔】计算机学院计算机科学卓越班基本介绍https://cc.nankai.edu.cn/2024/0726/c13295a547868/page.htm", "（25更新：21级入学的时候计算机专业不是热门专业，21的计卓班当时考入的竞争没有多激烈，21级计卓到最后的保研率大概有53%，但需注意的是这一数据完全是21级计卓同学自己卷出来的，并非学院资源上的任何倾斜。22级计卓据说班级最后一名在计科专业的排名都有37%，计卓竞争是一届更比一届激烈了……）", "（25更新：现在升级为贯通培养班型后动态进出应该会有新的调整，目前公开的信息说卓越伯苓班的标准是不挂科+通过定期考核+得到导师对科研潜力的认可）"], "chunk": "学院资源有一些倾斜（但不多），很适合对自己能力有自信、想专精于计算机学术研究的同学。进入有一定难度，难度居工科特色班之首（竞争的激烈程度和数伯不相上下），假期最好做一定准备。可以与导师进行双向选择，进组做科研，但由于课业压力比较大且科研这种东西多少吃点天赋，本科就能出成果的大佬确实有但是不是很多。信息工科类特色班的老学长学姐们的统一补充说明请移步软特的位置\n（ps: 计卓二选的激烈程度能卷得跟数伯一较高下，计卓大舞台，想卷你就来）\n人工智能卓越班应该是从原有的特色班升级为现在的贯通培养的班型，下面的介绍为原来特色班时代的相关信息，仅供参考。"}
{"id": "chunk_00041", "title_path": ["人工智能卓越班", "2024最新官方介绍：2024年人工智能特色班项目介绍https://ai.nankai.edu.cn/info/1022/5893.htm"], "chunk": "人智的特色班的专业是智能科学与技术，关于专业的介绍可移步工科的大类学习&生存部分。选拔方式基本一致，主要参考笔试成绩+面试，笔试起主要作用，面试如果有竞赛成绩会有一定的作用，往年来看如果能取得数学/物理/信息省级二等奖及以上即使笔试未达到面试线也能破格参加面试，面试中给老师自己的竞赛成绩也有很加分\n班级同学多数没有竞赛背景，学习较卷（22级大类600人90分以上约30人，人智45人90分以上10人，但是前几届远远没到这种程度（给分也有原因喽）），多数专业课专门开课小班授课，学院在教学资源上有一定倾斜，但给分和大类同学几乎没区别，十分客观。"}
{"id": "chunk_00042", "title_path": ["人工智能卓越班", "2024最新官方介绍：2024年人工智能特色班项目介绍https://ai.nankai.edu.cn/info/1022/5893.htm", "（2024更新：22级智能专业前10名9人来自特色班，智能大舞台，想卷你就来）", "（2025更新：22级智能专业前10名9人来自特色班，自动化专业前两名均为原特色班同学于大三开学初转专业到自动化以获取更好排名，智能大舞台，想卷你就来）"], "chunk": "科研资源事实上无倾斜，境外交流机会约等于零，宣传资料看看就好，那几张图片感觉从18年建院用到现在，都需要自己联系校内外导师做科研实习，老师也不会觉得你是什么特色班就怎么样（改卓越后希望能加大资源倾斜吧）\n信息工科类特色班的老学长学姐们的统一补充说明请移步软特的位置\n为2025年新增贯通培养班型，目前已知信息较少，如果有知道相关信息的同学可以积极补充的呀~\n信息工科类特色班的老学长学姐们的统一补充说明请移步软特的位置\n信息安全与法学复合型人才培养班（信息安全-法学双学位班）\n选拔：二次选拔（英语+数学）+面试，往届的话名额30人"}
{"id": "chunk_00043", "title_path": ["进出机制"], "chunk": "没有踢人的说法，每一学年末自愿退出。一般也不会有人后续想进来，进来还得补另一个专业的课，根本补不过来。自愿退出之后到如果不想转专业，就会自动变成信安单学位，想去法学的每年只有一个名额（印象里是这样的），比较难从信安法退到法学单学位。选课：按照教务给的课表选课即可。信安的专业课没有单独给信安法班开课的课，不会单独安排师资；法学的课程绝大多数也没有单独给信安法开课的课，一般也不会单独给信安法安排师资。"}
{"id": "chunk_00044", "title_path": ["优点："], "chunk": "双学位，复合型人才，不至于成为一个纯工科脑，有成就感（能想到的优点这里就不多说了）\n就业而言会更有竞争力吧（HR一看哇这人双学位诶hhh），而且如果要考公的话有一个法学学位，岗位的选择也会更多，因为光计算机可以挑选的工科岗位很少；考研的话选择也会更多，可以选择工科研究生或是法学研究生，比跨考法学研究生更好考一点\n保研名额相对较多，但也没多多少，毕竟基数小啊（但也是在卷过别人的前提下）"}
{"id": "chunk_00045", "title_path": ["缺点："], "chunk": "不能法考；确实能拿到法学学位，但非法本，不能直接法考，如果想走法律的建议慎重考虑这个班级。课程量较大；双学位嘛，可以理解的。既然选择要拿双学位了，就要修满两个专业毕业必须的学分，课程量很大。信安单学位课程量已经很多了，还要再学法学的课，课表每个学期基本都是满的，天天从早8到晚10那种满。（所以为什么叫仙法嘛~）\n压力较大；课很多是一方面原因，课程难度也是一方面。因为计网课程不太合理的课程设置，每学期课程难度、课程作业量都不小，以大三上最为恐怖。操作系统、计算机网络、编译原理这些硬课全部安排在大三上，大三上还有其他的专业必修课。同时到了大三上，法学的相关课程难度也达到本科四年的顶峰。大三上对于信安法来讲真的比较难熬。（但也不是熬不过来，就是会更更更辛苦一点）\n竞争压力不小。虽然是双学位吧，班级卷王还是大有人在的。有人法学和信安专业课都能学的很好，还能去打比赛做科研的。身份认同；信安法在网络空间安全学院管理，班级内同学对自己的身份认知是工科生，是做信息安全的，而不是学法律的。如果觉得这个班是文科生是学法律的请不要来，不适合你的。关于信息安全关于计网可移步后文。"}
{"id": "chunk_00046", "title_path": ["缺点："], "chunk": "（ps：题外话，THU法学院现在计算法学做ai for law和law for ai的感觉有点意思，感兴趣的研究生阶段可以去试一试）\n保研；保研信安法班级单独排名，因为是双学位班，保研率是要比单学位班高的，大概30%右一点点。（请以自己当年情况为准）但其实也不好说这是优点还是缺点，每学年都有从信安法里退到信安单学位的，人越少保研的数量是越少的（自行算数字）。24级的情况现在也没办法预判，只是提供下客观情况吧。（by 21-信安-孙蕗)\n二次选拔（英语+数学）+面试，取笔试前45名进入面试，最终总录取名额30人\n面试方式为一分钟中文自我介绍+抽题回答，题目比较开放且多变"}
{"id": "chunk_00047", "title_path": ["进出机制"], "chunk": "没有末位淘汰制度，学期末可以申请自愿退出，班级人数不满30人，会在大一学年结束时开启补录申请，但是目测至今没人申请过【笑】。退出之后到如果不想转专业，会自动变为政治学与行政学专业，依旧归属周政管理。此外转专业时原则上如果没能成功转走会退回到政治学专业，但是21级实践中允许学生继续回到PPE了。"}
{"id": "chunk_00048", "title_path": ["选课"], "chunk": "选课参考教务处给出的课表就可以。绝大多数的专业课会由周政、哲学院还有经济or金融学院单独开小班课。此外有部分专业课会跟开课学院的大班课一起上，但是实际体验中小班课和大班课的区别不大，教学质量上没有明显的区别。部分单独开设的专业课可能考核难度更大、给分情况更差。但是优点可能是可以更多的和老师单独交流。【然而大班课只要你想也可以做到同样的效果】\n此外，在选课上经验上看专业课最好跟着学院安排的课表选课，不然你可能会经历期末考试若干门在同一个时间考试的噩梦。但是也可以在大二下这个节点考虑提前先修大三的部分专业课程，会有更多的时间完成自己的规划。"}
{"id": "chunk_00049", "title_path": ["导师制"], "chunk": "原则上每个学生在每个学年都可以从政治学、国际政治和行政管理专业中选择一位老师成为自己的导师，并且每个学年都可以自愿选择是否更换。设计上，这个制度给了学生一个极好的理由和身份去和老师进行深度接触、学习和成长。但是事实上这个制度能否发挥出作用主要和学生自己关系比较大。有些学生申请完导师之后就躺在通讯录里吃灰，然而事实上也有一些学生跟着自己选择的导师做出了很好的成绩，甚至在本科阶段发表CSSCI刊物。所以还是鼓励学弟学妹们多和老师主动联系，主动沟通。\n目前根据学院的规划，自2024级新生开始，PPE班将在四年学习过程中，至少有一次学院统一组织的公费短期对外交流项目。"}
{"id": "chunk_00050", "title_path": ["优点："], "chunk": "双学位；目前双学位政策已经确定是一个学位证，发放两个学位。复合型人才，客观上政治经济哲学带来的学科交流在思维以及学术能力上是必然的提升。在思考问题时会更全面，而且带有新的观点。就业；具体而言相对于单专业同学客观上有提升，本专业去国企、大厂实习和就业的还是不少的，认可度也尚可。升学更有优势；目前来看每年都有保研或者考研去清北复交人的学长学姐，而且比例相对较高。目前根据反馈，高校间的认可度比较高，尤其是清北和人大，因为这两所学校也开了PPE，互相之间比较了解。在夏令营期间，很多老师对PPE专业的同学表现出较高的兴趣，评价也相对较高。保研名额相对较多，有所倾斜。目前是确定每年不低于30%，接近40%。（坏消息：这在卷过别人的前提下，能进这个班的非卷王即肝帝，毕竟是卷王堆里选出来的卷王）不过班级每年选择出国的同学也有很多，一般来说每年总排在50%的同学都有可能保上研。公费交流项目；自2024级开始，至少一次公费短期交流项目。"}
{"id": "chunk_00051", "title_path": ["缺点："], "chunk": "课程量较大；三个专业的双学位班级，学分总量是可观的180【不过比隔壁信安法的卷王们已经好很多了（乐）】（仙法：？），意味着你大一和大二的绝大多数时间都要投身于上不完的专业课和写不完的论文，还有期末极大的考试压力，毕竟你一个学期上十门课就意味着你期末也要考十门。甚至大三上还有六七门专业课，大三下还有至少五门专业课。必然挤压了做其他事情的时间和能力，也因此，PPE的同学相比于政治学本专业的同学来说，一般很难在学生工作上投入太多时间。学习压力较大；课很多是一方面原因，课程难度也是一方面。因为三个专业就意味着需要同时三向并进，每学期课程难度、课程作业量都不小，以大一上下以及大二上最为恐怖。在这个阶段一大批文科生不仅要经历高数、线代还有概率统计的摧残，同时大量需要背诵和理解的科目也都安排在这个时间。同时这个时间还是很多学生工作和实习的主要发力期。所以时间如何分配成为了关键问题。除此之外能进入PPE的同学大多水平还是比较高的，这就造成班内竞争客观上就会更加激烈，带来更大的学习压力。（by20-PPE-李沐熹）\n非通用语专业+人文社科专业（FAS）双学位班"}
{"id": "chunk_00052", "title_path": ["缺点：", "2024最新官方介绍：南开大学“非通用语专业与人文社科专业”复合型国际化人才培养项目 (FAS) （2024级版）https://sfs.nankai.edu.cn/2024/0801/c4596a548399/page.htm"], "chunk": "涵盖专业：非通用语种专业（方向）包括：外国语言文学类的俄语、日语、法语、翻译（德语方向、葡萄牙语方向、阿拉伯语方向）、西班牙语和意大利语专业。人文社会类专业包括：工商管理类的旅游管理和会展经济与管理专业；经济学类的商务经济学和经济学专业；历史学类的世界史、历史学和考古学专业；公共管理类的国际政治、政治学与行政学、行政管理、社会学和社会工作专业；金融学类的保险学专业；法学专业；哲学类的哲学和逻辑学专业；马克思主义理论类的思想政治教育和马克思主义理论专业。遴选对象：2024级本科新生（强基计划、等特殊招生类型除外）。非FAS合作大类（专业）新生须将学籍调入外国语学院的非通用语种专业（方向）。遴选方法：新生入学后，选定非通用语种专业（方向）与人文社科专业的双向配组方案，参加教务部组织的考试（数学、英语）（就是二次选拔），根据复试（综合面试）成绩择优录取\n培养方式：FAS为双专业双学位项目，参与项目的学生须按要求完成两个专业的学业。"}
{"id": "chunk_00053", "title_path": ["缺点：", "2024最新官方介绍：南开大学“非通用语专业与人文社科专业”复合型国际化人才培养项目 (FAS) （2024级版）https://sfs.nankai.edu.cn/2024/0801/c4596a548399/page.htm"], "chunk": "培养方案：A人文社科专业+B人文社科专业+C人文社科专业+C外国语言文学类专业+D人文社科专业或外国语言文学类专业+（E）\n其中，A类课为学校通识必修课，B类课为大类必修课，C类课为专业必修课，D类课为专业选修课，E类课为学校通识选修课，总学分不低于180。C类课中的创新研究与训练、实践教学，按照学籍所在专业要求完成；毕业论文按照双方专业要求完成。"}
{"id": "chunk_00054", "title_path": ["管理机制"], "chunk": "在教务部授权和指导下，外国语学院负责教务管理，人文社科学院协同配合。每年4月初，学生可提出书面申请，自愿选择退出项目。对于必修课不及格累积10学分以上者，强制退出项目。退出项目后回原大类（专业），按照原大类（专业）培养计划继续完成学业。学生按照学籍所在专业的规定评奖评优，参加推免保研。特别须知：FAS项目每年都有一定程度变化，一切具体要求全部听从本年级教务处及导员通知安排，以上所有内容均为2024届外国语学院FAS项目遴选安排，仅供参考。补充：关于双学位，确实是双学位，是一个学历两个学位，学位证书是一本把俩放一起，不发双证，然后学历是录取专业的学历。优势是的确比别人多拿一个学位竞争力会强一点利于跨考跨保和就业，但保研班内竞争，建议慎重慎重再慎重考虑（比如最经典的两个院教务互相扯皮，绝大多数学长学姐都是在劝退这个项目hh，评价是不如辅修）。关键语种与理工科专业复合型国际化人才培养项目（FSE）"}
{"id": "chunk_00055", "title_path": ["管理机制", "2024年，计划启动“关键语种与理工科专业复合型国际化人才培养项目”（FSE项目）。项目依托南开大学优势理工类学科，通过与外语专业的复合，培养可以熟练运用世界关键语种（英语及非通用语）并修读一个理工类专业的新型国际化创新人才，同时具备在国际交流中向世界讲好中国故事的素养和能力。"], "chunk": "涵盖专业：关键语种专业（方向）包括：外国语学院的俄语、日语、法语、翻译（德语方向、葡萄牙语方向、阿拉伯语方向）、西班牙语和意大利语专业。理工类专业包括：统计与数据科学学院的统计学和数据科学专业；物理科学学院的物理学和应用物理学专业；化学学院的化学、化学生物学、应用化学和新能源科学与工程专业；生命科学学院的生物科学和生物技术专业；医学院的智能医学工程专业（2025新增智医）。遴选方法：新生入学后，选定关键语种专业（方向）与理工类专业的双向配组的方案，参加教务部组织的考试（数学、英语）（就是二次选拔），根据复试（综合面试）成绩择优录取。培养方式：FSE为双专业双学位项目，参与项目的学生须按要求完成两个专业的学业，达标后可同时授予文学学士和理学学士或工学学士学位。培养方案：A理工类专业+B理工类专业+C理工类专业+C外国语言文学类专业+D理工类专业或外国语言文学类专业+（E）\n其中，A类课为学校通识必修课，B类课为大类必修课，C类课为专业必修课，D类课为专业选修课，E类课为学校通识选修课，总学分不低于190。授课计划：原则上周一至周五以理工科类专业为主，周末以外语类课程为主。\nC类课中的创新研究与训练、实践教学，按照学籍所在专业要求完成；毕业论文按照双方专业要求完成。"}
{"id": "chunk_00056", "title_path": ["管理机制"], "chunk": "在教务部授权和指导下，外国语学院负责教务管理，理工科学院协同配合。每年4月初，学生可提出书面申请，自愿选择退出项目。对于必修课不及格累积10学分以上者，强制退出项目。退出项目后回原大类（专业），按照原大类（专业）培养计划继续完成学业。学生按照学籍所在专业的规定评奖评优，参加推免保研。某理科外语辅修er：在这个神奇的班级有不低的概率会体验到一周七天早八hhhhh想来的话慎重一点点（"}
{"id": "chunk_00057", "title_path": ["经管法"], "chunk": "官方介绍：经管法班简介https://economics.nankai.edu.cn/2023/0802/c29234a517003/page.htm\n选拔方式：笔试60%+面试40%，只有经济学类、工商管理类、法学3个大类的同学可以报名，取经济学院，商学院，法学院前15名组成45人班。一般经管法报名人数在150人上下，相当于选不到1/3的比例。面试是三个学院各一个老师面试一个学生，除了两分钟英语自我介绍不需要准备太多，正常知识水平即可，更多看个人临场表现（甚至会问你个人爱好之类的问题。）\n学位设置：学位的选择需要选【本学院】（二次选拔前来自哪个学院，就选哪个学位，如来自经济学院必须选经济学位）+剩下两个里面挑一个。"}
{"id": "chunk_00058", "title_path": ["课程安排："], "chunk": "课程分布：经管法学分在200+-210+之间浮动，课程安排非常密，大一大二差不多是每学期15-16门课的密度。一般只有周二上午、周四下午（和晚上），周五晚上，周六周日有休息，在大二的时候周六日也会排课，部分学年大一周日晚上也有课。最忙的是周三，从早上到晚。课程体系：经管法包括经济、管理和法学的大部分主要课程，但是呈现以经济学为主、法学管理学为辅的倾向，经济学课程基本同经济大类相似（政经，宏微观，国际经济，计量等），法学课程是先上刑法后民法（与法学类课程相反），而且部分支柱课程（物权债权等）会作为选修课，管理学课程从大一下才开始涉及，自我感觉就是“水课，讲的东西都会，但是思维体系有助于提高效率”。学分分布：没有通识选修课（e类课）要求。在正常必修课（通识必修加专业必修）修完的基础上，专业选修课（D类课）是【选择的两个学位】修满不低于20学分+【剩下一个学位】修满不低于10学分。（这里提示一下，如果选法学学位，要修的选修课有点多，且有一门很离谱的商法🤔 ）"}
{"id": "chunk_00059", "title_path": ["学习体验："], "chunk": "首先在知识覆盖面上，经济管理法学可以覆盖人文社科的大部分内容，相当于搭了一个比较完整的框架，但是也会出现学的不精确的情况，比如法学逻辑可能形成的不太好，因为大部分课程都以完成作业为主，很难做到百分百学透。考试的时候，也不可能做到每一门课都背下来，提前熟悉考试题型和范围很重要。其次在课业压力上，在这个班基本没有时间参加更多比较忙的学生组织和社团，大一大二会有后高三的状态，需要具备较好的身体和心理素质。最后在班级氛围上，班级氛围还是比较好的，很团结，不会出现伯苓班那种竞争很激烈的感觉。"}
{"id": "chunk_00060", "title_path": ["升学就业："], "chunk": "班级保研率大概在30%-1/3，近两年保研率有下滑的状态，有大概六七名左右的同学能保研到清华、北大、复旦、交大、人大、浙大，剩下为内保。班级申请出国不是很多，因为经管法的一些商科和法学类课程只能给到80或90出头，和其他经济商科类专业（一般有一些专业课和e类课能给到98 99）竞争就很不合适，不过也有出国的同学，而且出国申请难度不算大。（记得有学姐没保研成功申请到了牛津）方向的话，经济、金融、商科和法学这些方向都可以申请，但是要注意如果第一学院不是法学院，不算法学本科，就不能报考【法学】硕士，也不能参加法考，只能报考【法律学】硕士。\n数学与人工智能实验班为2025年新增班型\n选拔方式为高考招生（仅限3+3综合改革省份，其余省份是没有高考直招的进入方式的）+入校后二次选拔，培养学院为数学科学学院、人工智能学院\n数据科学与市场决策实验班为2025年新增班型\n选拔方式为入校后二次选拔，仅工商管理大类，理科试验班（数学与大数据）大类可报名，培养学院为商学院，统计与数据科学学院\n智能软件与艺术设计实验班为2025年新增班型\n选拔方式为入校后二次选拔，培养学院为软件学院、文学院"}
{"id": "chunk_00061", "title_path": ["电子信息类特色班（电特）", "2024最新官方介绍：南开大学电子信息类特色班介绍https://ceo.nankai.edu.cn/info/1097/4145.htm。"], "chunk": "大一结束后班级内部会分流到电光学院的五个专业，保研和奖学金和在选定的专业内与大类分流来的同学共同竞争，课程均与大类同学一起上，很少有自己班级单独上的课程。这个班级主要是在科研资源上有一定的倾斜，其他方面的照顾不多，学习压力相对小。ps: 23级开始电光脱离工科试验班了，和物院在一起，培养计划改动较大，而且方向不一样。如果不是对电光的5个专业感兴趣，个人不建议把电特当做转专业的捷径，每年电特也有很多学不明白转去别的专业的。信息工科类特色班的老学长学姐们的统一补充说明请移步软特的位置\n豪密特色班为2025年新增班型\n选拔方式为入校后二次选拔，培养学院为密码与网络空间安全学院，专业为密码科学与技术\n很感兴趣的可以看大类生存部分工试大类信安和密码专业部分供参考，欢迎大家来计密网做密码做网络安全呀~\n（by 21信安-25密网-sl）"}
{"id": "chunk_00062", "title_path": ["新一代智能软件特色班（软特）", "2024最新官方介绍：【二次选拔】2024年软件学院新一代智能软件特色班介绍https://cs.nankai.edu.cn/info/1041/3733.htm。"], "chunk": "详情请参考分流中对软件工程的介绍，压力相对小，相对较好考入。根据软件的公开信息，根据二选的初试成绩加权计算（数学60%英语40%）确定复试名单，1.5:1~2:1确定是否入围复试。综合面试情况和考试成绩确定最终名单（23级65人报名进面60人录取30人 面试成绩高考裸分占比70%hhhh）。退出有两种情况，一是自愿退出，二是前三学年必修课挂科的强制退出。前三学年每学年课程学习结束，学习成绩排名前10%（必修专选排名）的软件学生可申请进入特色班，录取名额以特色班缺口人数为限。软件特色班也是为数不多不那么卷的特色班之一，如果想转入工科大类不失为一种机会。（大一结束转专业软件来难度也不大）\n软件特色班的优点首先是在大一一学年额外提供了6学分的专业选修课，这样使得你后期的课程安排更有弹性，当然是推荐选，并非必修。大一上的软件概论2学分，会带你初步了解计算机组成原理、算法等方面的知识，考试难度不算大，但要认真复习课件内容。大一下是2学分的高级语言编程实训，用C++实现三个小游戏，如俄罗斯方块、贪吃蛇、五子棋等，大作业加展示结课，不考试。"}
{"id": "chunk_00063", "title_path": ["新一代智能软件特色班（软特）", "2024最新官方介绍：【二次选拔】2024年软件学院新一代智能软件特色班介绍https://cs.nankai.edu.cn/info/1041/3733.htm。"], "chunk": "与大类学两个学期的C++不同，软特第一学期学习C语言，第二学期继续学习C++。软件学院大一大二都有暑期学校，大一的暑期有两门专为特色班开设的选修课，专业课导论1学分，编程实训2也是1学分，后者是使用Qt完成一个交互式的小项目，如播放器。这些项目有助于提升编程能力，当然还是很推荐选的。等到分流结束进入大二之后，在课程表上就不再区分特色班。所有人可供选择的课程完全一样。每门课一般都是与一名老师相对应。（ps：自己学会去相关网站去查，每个学院要求不一样，每年还都有可能有改动，上大学了，尽快学会自己主动搜集信息吧）\n【关于信息工科类特色班的老学长学姐们的统一补充说明】：\n工科的各个特色班在推免/奖学金上在分流后都与所属专业的大类分流来的同学共同竞争。24级开始大类随意分流了，人数很有可能变化很大，之前的数据简单参考下，但不必太看重。但是特色班生源、学习氛围等的优势会让特色班占有较多的名额（卷的相对集中），但请注意这一优势完全是卷出来和大类同学的牺牲为代价，并非特殊政策照顾。至于具体的研究方向和特点请移步分流中对各个学院/专业的介绍。"}
{"id": "chunk_00064", "title_path": ["新一代智能软件特色班（软特）", "2024最新官方介绍：【二次选拔】2024年软件学院新一代智能软件特色班介绍https://cs.nankai.edu.cn/info/1041/3733.htm。"], "chunk": "工科类特色班各学院在资源上的倾斜上属实不多，看起来特色班培养成果很好属实是因为大佬们多集中于特色班，大佬们本身就很厉害很拼很努力。大类分流来的同学们当中也有很厉害的同学，特色班里也有没那么厉害的同学，不必因自己在特色班就觉得自己高人一等瞧不起大类分流的同学，也不必因自己是大类分流而非特色班就觉得自己技不如人，努力学大家都会看到进步都会有很好的结果的。还有导师制和进组科研这类东西，大类分流来的同学们积极联系导师一般也都是会有回复的，不会因为你是特色班or不是特色班的学生这种超级离谱的原因某个老师就不要你进他的组，一般都是其他原因。电特和软件的进入难度真的不大（从往年的报录比即初见端倪），如果同学有强烈的专业调整愿望还没有信心进入计卓/人智，这可能是一个绝佳机会进行零损失的专业调整，不需要补课、扯皮、担忧结果~~~\n从另一个角度看，工科类外的同学考工科的特色班可以把考入特色班当做转专业的途径之一，工科类内的同学考特色班可以把考入特色班当做提前确定了专业，不需要再等大一结束后的分流了，毕竟从特色班退出去专业也是不变的。而且能享受到一些资源倾斜，也是值的。"}
{"id": "chunk_00065", "title_path": ["新一代智能软件特色班（软特）", "2024最新官方介绍：【二次选拔】2024年软件学院新一代智能软件特色班介绍https://cs.nankai.edu.cn/info/1041/3733.htm。"], "chunk": "（by 22-人智特色班-许翰儒、21-信安-孙蕗、21-软特-李实）\n（sl：工科的特色班报录比只是从22级开始难度才变大，21级及之前，大家并没有很想学工科，考进工科的每个特色班都不难（包括计卓），之前反而经管的各种项目班报的人很多很多，比较难考进去。只是经历了疫情经历了短视频时代，大家为了有工作能生存都开始想学信息工科了，才让这些工科的特色班考入的难度加大。甚至工科这边，20级开始大类招生之后才变卷了起来，之前工科这些院都很佛的。）\n统计与人工智能特色班为2025年新增班型\n选拔方式为入校后二次选拔，培养学院为统计与数据科学学院"}
{"id": "chunk_00066", "title_path": ["关于选拔"], "chunk": "笔试部分只看开学统考的数学和英语，再加面试，在统考之后一段时间会在材料学院官网出进面试的名单（其实到时候教务处老师会拉群发布这些消息，还有自己选择的面试顺序）面试的老师们都是年轻的帅哥美女老师！也不必紧张，大大方方的展示自己的发光面，重点是要有自信😎 老师们只是先大致了解一下你的基本情况，会问你一些概况、你可以说说你对于材料学科的了解，可以适当吹一吹自己，但是别过头，考你一些英文水平，比如让你说出三个元素的英文名称，让你用英语来介绍一下，或者问你一些化学的问题，答得不好也没关系（很容易进的说，除非你不去面试）"}
{"id": "chunk_00067", "title_path": ["关于班级"], "chunk": "既然叫特色班，那必定有特色！特色班有各种大佬老师带你飞！当然也不是说大类班的老师就不厉害，只是说特色班的老师会更具有针对性的（毕竟特色班开课都是小班）。并且fdy也要求班级多办一些活动，多做团建，让班级凝聚力更高，总之你在特色班一定会收获到属于自己的一片天地，俺们班群名叫“相亲相爱特色版”（hh）"}
{"id": "chunk_00068", "title_path": ["关于学习"], "chunk": "老师们都很关心特色班的成绩，如果你加入了特色班，那你就要下定决心好好学习，不能整天游手好闲，摆烂摆到天荒地老；也不要骄傲自满，一定要脚踏实地的。如果学习生活上有问题，可以跟学长学姐聊一聊，有很多优秀的“神”他们不仅学习出色，人也非常好！并且材料特色班也有动态进出政策，初步班级人数30，等到大三大四留20（？maybe是大三大四，反正最后留二十人）。在特色班不意味着你必定保研！也需要你一直努力！同样需要你的学分绩在专业前多少多少！但是考研也不是唯一出路，例如19级一位大佬考上央选（往年也有很多本科找到工作的）"}
{"id": "chunk_00069", "title_path": ["关于材料学院："], "chunk": "材料学院分为材料物理专业和材料化学专业，俗称迷你化院，材物跟电光有一些合作，根据往年的保研人数，材化大于材物。你开材料学院的研究方向和传统的材料科学与工程不一样，你开材料学院研究新能源材料、光电磁材料、电池电极材料balabala（欢迎大家去南开材料官网了解一下！）\n（by 22-材特-孙赫）"}
{"id": "chunk_00070", "title_path": ["环境交叉创新班", "2024最新官方介绍：2024年环境创新实验班项目介绍https://env.nankai.edu.cn/2024/0729/c12944a547949/page.htm"], "chunk": "目前还没遇到过在这两个班的同学（不管是不是黑龙江的同学），看学院官网每年的录取名单应该每年也没多少人报（比较容易考进去，报名数据在二选的网站上有实时显示，基本等于点击就送），感兴趣的就自行查找相关信息吧。"}
{"id": "chunk_00071", "title_path": ["新能源特色班", "2024最新官方介绍：2024年化学学院伯苓班、特色班咨询联系方式https://chem.nankai.edu.cn/2024/0727/c24081a548391/page.htm"], "chunk": "新能源特色班由陈军老师创建，归化学学院管辖，每班限额20人，二次选拔进入，录取成绩由高考成绩：二次选拔成绩：面试成绩=3：3：4，采取小班制，导师制，班级很有钱，班级的凝聚力很高，班级同学之间和各位班导师甚至是陈军院士之间关系紧密，有许多团建活动。有许多独属于新能源的奖学金，以及四个年级经常会在一起搞团建发放各种零食和奖品，奖学金一般包括校级奖学金，学院奖学金，以及单独的蓝盾奖学金，ppg奖学金，欣维尔奖学金等。奖学金实现全覆盖制度（只要进来了每个人都有很多），一般来说前几名每年3w以上不在话下，保底也有大几千。班级竞争压力略大于化学大类，除去出国名额外，19届保研率50左右（唯一一届毕业生，20年将预计达到百分之60 -70或者更高）。班级目前采取流动进出制度，大一大二除E课挂科外挂科立刻踢出新能源（），并在大二上和大三上将人数重新补齐至20人，大四毕业后授予新工科学位。主要方向在能源电池，低碳战略，光伏等技术，同时也可涉猎一些金融、工管、经济之类的知识进行交叉学科学习。（注：本班所学课程与化学大类出入较大，如果在本班未获得保研名额考研需要补学比较多的化学课程）"}
{"id": "chunk_00072", "title_path": ["分子科学与工程特色班", "2024最新官方介绍：2024年化学学院伯苓班、特色班咨询联系方式https://chem.nankai.edu.cn/2024/0727/c24081a548391/page.htm"], "chunk": "分子科学与工程特色班是南开大学和天津大学联合创办的一个双学位专业（南开理学学位+天大工学学位），毕业以后有化学和化工两个学位。分天大班和南开班，两个班分别限额30人（南开这边一般报不满），南开分子属于特色班，开学后二次选拔达标可以进入（但由于报不满一般都能进）。如果有想来南开化学但分不够的可以先选一个能进的专业然后二次选拔进入分子。天津大学的话分子在填报志愿的时候就可以选择。\n可以学习到化工和化学这两个门类的课程，可以有更加全面的了解。保研率高，有40%，而且前人放弃保研名额后延，实际比40%高，如果班里人很少的话甚至可能按人数保研。按照往届，最后留下的大四都能保研。"}
{"id": "chunk_00073", "title_path": ["分子的劣势："], "chunk": "正如上面所说，既然两个门类都要学，那么学分是必然很多的，21届学分是203个（之前会更多），这也代表大一上一开始就会开始学有机化学2-1，如果没学过化学竞赛还是比较吃力的，并且后续的课程也很吃紧，如果不努力可能会影响学分绩。但是如果你要一年或者两年后退出分子（南开班的），那么你之后的课程会变得非常少，可以专注大创或者其他什么的。分子课比较满，大创除非从大一开始搞，否则之后可能就要在两个校区之间来回跑，非常劳心劳神，并且如果学习能力不强的话你的自由时间也不会很多，如果你真的保证你喜欢化学和化工的话可以继续在分子进一步学习。分子班大多数同学没有竞赛基础。分子班的课表大二和伯苓班大概相同，听说是不压分的。（注：22分子班化学概论的老师非常有特色，如果23还是这个老师建议火速润，分子的课是可以不按照指定老师选课的）大一就需要学完两本有机，还有一些必修的课。还要说明，如果你想进伯苓班但二次选拔进不了，也可以先进分子，因为分子课程和伯苓班比较重合，可以先体验一年比伯苓小些的课业压力，对大一下转专业和确定自己是否进伯苓班也可以有帮助，并且也能跟上伯苓班后续的课程学习。"}
{"id": "chunk_00074", "title_path": ["分子的劣势："], "chunk": "对天大班的话退出分子是要留级一年，报名分子以后也是要慎重考虑是否退出。差不多就这些，总之分子对真正的化学化工爱好者还是很友好的，如果要报名还是先确定你的目标和规划是什么。**最重要的一点，如果你报考化学伯苓班但没被录取，而且你的成绩是前面，这时候南开分子班也没报满，那么你就会进入到分子班进行学习，23届就是有12个报考伯苓班但最后进入分子班的（也是需要面试的）\n对于特色班来说，相较于大类来讲，我们是更具有班级的概念的，许多活动都是以班级为单位进行的，这点分子班最具有发言权，由于分子有两个班，这对于喜欢集体活动的同学再好不过了，尤其是开学的时候会进行一些分子讲堂和参观天大北洋园校区的一个活动，虽然比不上伯苓，但也差不多。对于分子班来说，一般大家很多人会选择大一下学期或者大二退班，因为分子班的课程实在比较紧促，而且退班的时候会有分子的老师进行面试，询问你遇到的一些问题之类的，总的来说，在报考分子前考虑清楚。有一部分人是为了留在化院才选择报名特色班，而24届是100%意愿分流，所以劝大家在考虑分子前慎重，有什么想了解更多关于分子的细则欢迎联系我\n（by 23-分子-王叙澄）"}
{"id": "chunk_00075", "title_path": ["化学生物学特色班", "2023年化学生物学专业介绍及报名方法https://chem.nankai.edu.cn/2023/0825/c24081a517980/page.htm"], "chunk": "化生往年是游离在特色班规则之外的单独报名，据说从25级改了，具体以通知为准吧。统考是化学加试数学英语的三项加和，从高到低录取。据说24级没有报满，应该可以算是点击即送吧。化生的整体核心课程是基于化学院的四大化学、生科院的普生生化、以及学科特色课组成（因为目前没有几个学校有这个专业），保研名额和大类类似，但是出国情况很好，可以说坚持想走的都走了。22级的情况是整体非常卷，自己班级内部的课程例如普生、生化给分都不是很好，但是学科特色课给分都还行（至少给了出国的同学一条活路），我个人感觉是只要避开自己班同学选课就都能满绩，和自己班同学一起选课至少会低个三四分。保研的情况目前学科负责人老师还在争取，预计是会提高的。化生班费很多，花不完那种，班级氛围很好，总一起吃吃喝喝。进出机制：无，只有自愿退出，退大类后多出来的课变成e（大一是普生、大二是普生、生化，需要补高分子化学和无机实验）。没听说有进的，22级有一个想进被拒绝了，不知道为啥。学习体验：感觉比大类累一点，不过整体差不多。大一、大二考试会比大类同学多一点，背的比较多。"}
{"id": "chunk_00076", "title_path": ["化学生物学特色班", "2023年化学生物学专业介绍及报名方法https://chem.nankai.edu.cn/2023/0825/c24081a517980/page.htm"], "chunk": "到大三之后课程明显减少，难度下降，适合开始考虑一些自己的事情，比如保研考研等。大三所有课程都不抓考勤（物化看你的老师，反正我选的老师不管），除了实验课没有什么必须要去的事情。具体科目的学习经验进了会有学长学姐讲，如果你们感兴趣也可以问我。d类课给分很好，如有需要可以私信我问，就不在这里评价老师了。深造方面：（以下基于我了解的21、22的情况）"}
{"id": "chunk_00077", "title_path": ["化学生物学特色班", "22级Mitacs中奖率>66.6%,我个人觉得导师的推荐信用途很大，化生的班导师都很负责任，而且人很好，很多老师connection也很好，所以可能中奖情况好一些。"], "chunk": "因为化生学的很杂很广泛，所以化生在保研和出国上囊括了化院和生科院的所有方向，包括但不限于北生所，北大化院生科院、牛津文中项目（这个项目21级只有三个人，其中有一个是化生21级的学姐，剩下两个分别是生科院国奖选手和医学院硕士）\n保研去向：21情况是北大化院生科以及所有能拿北大合办的研究院都有一些，保本校的也有，化生整体上保的比较多，但是我个人认为这是内卷带来的，22级整体保研情况都不好，据我所知有生科前几名都拿不了北大优营的情况，最后出结果还是等九推结束再说。考研：化生考研是考有机加试，分数比有机化学低很多，考本校很容易。也有大约一半人这么选吧，20级有外考中科大、北大上岸的，21级据说考研难度也很大，情况我不是很清楚。"}
{"id": "chunk_00078", "title_path": ["转行："], "chunk": "跨保：化院年年都有跨保到其他专业的，大多数是在本校，理转文居多，很少有能跨到热门就业行业的。就就业而言意义不大，兴趣而言的话，自己考虑吧。跨考：21级据我了解整个化院无跨考成功的，但是20级有个二战上岸金融的学姐。出国读一年硕：成功率感觉还可以22级化院也有在这么准备的，但是目前我不认识成功案例。学习情况：正常学不会延毕，大三自己班的课都不挂人，基本物化2-1没挂就可以收拾收拾毕业了，21级有各种原因如工作安排主动延毕的，20级有一个挂了三年普生的，基本都是小概率事件，我觉得我已经很笨很不擅长这些了，但是也离挂科远着呢。以上by22化生荀冬悦，有什么问题也可以再和我聊。漂亮学妹加我微信！！！\n官方介绍：药学特色班人才培养及“二次选拔”情况简介（2023年4月修订）https://pharmacy.nankai.edu.cn/info/1028/2821.htm"}
{"id": "chunk_00079", "title_path": ["药学创新班", "22级的药学特色班和普通班没什么区别，只不过是给想要在开学就进入药学院的同学一个更快的选择（只不过不用分流），保研什么的好像也是和大类一起算的排名（当然药学院药学和药物化学两个专业保研本来也一起算，而且整个学院的保研名额也挺少的）。23级开始特色班有机化学、生物化学等课程是单独开班了，难度和给分情况不清楚怎样，23级特色班大一好像还有个药学研成实验，不清楚23级之后相关的课程和保研等设置还是不是和之前一样。"], "chunk": "选拔情况从22级及之前来看，应该是点击即送，如果对药学专业有了解并真的想学习药学专业的话也不失一种进入药学院的方法。PS.药学这专业其实挺那个的，说是交叉学科，实际上什么都学一点，但什么都不精，在实验室工作也很累、工作环境差、时间长，还挺牛马的（当然生化环材都差不多，个人体会：环科可能相对轻松点），而且药学院经费状况与新招PI水平等方面还有很大提升空间，如果考虑药学这个专业的话建议多问一问药学专业的学长学姐，确定真的喜欢再来。\n智能医学工程人才培养创新班为2025年新增班型\n选拔方式为入校后二次选拔，培养学院为医学院"}
{"id": "chunk_00080", "title_path": ["暂无其他已知信息，欢迎同学们补充~"], "chunk": "金融类特色班（钱荣堃班+智能金融领军人才创新班）\n金融有两个特色班，智能金融领军人才创新班（maybe曾用名数字金融特色班，应该只是名字改了+培养计划可能有小改）和钱荣堃班（maybe曾用名国际金融学术精英特色班），但是上的课大差不差，所以就放到一起了，跟大类差别也不大，作为转专业的方式还是不错的。附官网2024最新介绍；"}
{"id": "chunk_00081", "title_path": ["数字金融特色班的介绍（国金可参考）："], "chunk": "选拔：二次选拔，笔试+面试（21级中文英文两场）（23只有一场中文），自我介绍一分钟（中间可能说到某个点老师会打断详细来问），无对金融专业知识的考察，问的问题也相对灵活，应对面试应该不用提前准备什么，如果要准备，那就是态度+想法这一类的（比如曾经被问到，为什么想进这个班级，对于金融和科技融合有什么看法）\n选课：数字金融特色班从23级开始属于金融科技专业，因此和大类的c课有所不同，有几门金融学C课变成了数金D课，可以选，但不是必须选（比如国际金融学、计量Ⅱ、金融风险管理），也会有一些自己的但不是金融学的C课（比如金融科技概论、金融大数据分析、区块链及其应用、机器学习、量化投资、人工智能导论、高级算法...）\n进出机制：单向流动机制，只出不进（招生细则上说不及格达到一定学分会退出，但目前好像没有退出人员）\n由于21级是数字金融班的第一批学生，保研等具体状况仍不太确定。（据说据说据说保研名额会稍微高一点点，但没有明确的参考）"}
{"id": "chunk_00082", "title_path": ["注意：", "2025更新：21级保完了，保研名额没用完，比例确实比学院整体要高（但是是班级整体学分绩偏高换来的）"], "chunk": "班级整体学分绩高（23级数金班前20%差不多能进到大类前10%），22和24未知，据说没有这么夸张\n入班之后若想退出班级，直接进入金融学专业（2025更新：现在没有能退班的）\n就目前来看（21级），在课程上与金融学基本无区别（23级开始，课程和金融学不同），班级整体氛围还是很不错的！！比如平时各种小组作业之类的感觉大部分人是非常非常靠谱的！！（by21-数金-于瀚博、二更by23-数金er）\n国际金融学术精英特色班（国金/钱荣堃班）额外的介绍：\n课程目前和大类一致，封闭管理。分流后和金融学一致\n不用分流，部分课程是英文授课，大类是中文授课\n钱荣堃班（23级）相关笔试面试内容（失败经验）："}
{"id": "chunk_00083", "title_path": ["包括统考数学和统考英语。"], "chunk": "数学：难度还可以，依稀记得考了不等式证明、导数极值点、概率题等知识点，编辑者只考了86分。英语：难度偏向于四级内容，无听力，阅读生词较多、文章长难度大，尽力而为即可。作文(23级)考的是Your Major以及你对它的理解。编辑者考了83分。也是不太顺利地进入了面试环节。\n编辑者考前一天准备，背到一半忘了😭这个绝对扣了大分，望希望考到这个班的同学提前联系好英文自我介绍，呜呜呜我的英语口语......\n（我的面试官有经原课程的贺佳老师，她人蛮好的）\n编辑者回答黑龙江文科125名，得到了赞许的肯定，这个应该是加了一点分。"}
{"id": "chunk_00084", "title_path": ["个人发展期待"], "chunk": "编辑者这个踩了大雷。我回答了希望在大学努力学习以后进入四大之类的（我也不知道当时怎么想的，我寻思这样算有志向呢），老师的意思说这个班希望更多致力于金融国际化的研究，讲好金融的中国故事。这个也扣大分😭\n作答建议：回答自身想更多致力于研究金融更多与国际接轨，搭建对外沟通桥梁之类的。\n作答建议：①钱荣堃个人魅力；②南开建设钱荣堃班的优势；③个人在钱荣堃班的发展志向；④“为金融、为南开、为国家”的高远志向。\n（by 23-金融学类-魏同心）"}
{"id": "chunk_00085", "title_path": ["选拔：二次选拔，笔试+面试"], "chunk": "面试主要是好好准备（或者可以全英文）（可以假期了解一下经济学原理）（可以学一些一门编程语言python.cpp)（可以提前学学高数知识）\n选课：A类，体育，e类需自选，大部分专业课都是单独授课，无需自选"}
{"id": "chunk_00086", "title_path": ["一些必知事项："], "chunk": "专业介绍：交叉学科（啥都会点）；专业较新（还没有保研生，马上有，保研率待定）；师资力量雄厚（属于国贸系，系主任超好）；专业排名（全国第二）还有校友奖学金\n和伯✌比：没有伯✌的高保研率（小孩一般都愿意看这个）；A类课没有伯✌的优惠政策，比如80多就满分 ，体育不算 思修马原单独出简单题这种）\n适合人群：经院同学不想太卷的话可以去大类分流去财政，商经，别的院的同学想来经院可以报考数经\n有导师制度但是金院特色班和经伯也都有但是没有用其实大家都用不上（经管法有嘛不太清楚）\n学习方面：修的学分比大类还少点，但是课程难度有的较大，最后发经济学学位，但是理科东西一点不少学；数字经济特色班对数学的要求比较高，要同时学习高数和数分；概率论使用数院教材（大类和经伯、经管法用的是经管类教材）；(2)比较注重编程能力，大一上学python，大一下会学习C++。（by 23-数经-谷泓毅、23-数经-王沛暄）"}
{"id": "chunk_00087", "title_path": ["选拔："], "chunk": "二次选拔笔试+面试，招生名额为50人，\n招生比例：工管大类（商院+旅院）内招生40人，其它学院统一招生10人（如果招不满十人会自动把名额流给工管大类）。补充：对于工管大类外的其他学院的10个名额，23级8个进面最后录了6个，24级14个进面最后录了9个，难度约等于点击就送。其中外院跑国会23级跑了4个，24级跑了5个，很适合外院同学二选的时候借此机会逃离外院（bushi\n面试问题比较简单（22级类似：自我介绍、兴趣爱好、你对会计的理解、你对南开的理解、你为什么想报这个班级？）所以区分度不大，整体笔试占比比较重。进出：不踢人，大一下可以主动申请退出，商院旅院内也可以申请加入，具体转入机制应该和转专业差不多。（这几年的情况是，退出国际会计后回到工管大类参与分流，转入国际会计为商学院笔试+国际会计面试，全校3人+工管大类3人）\n选课：专业课基本均为单独授课，其他需自选。C类课中双语授课、全英文考察的专业核心课程为：会计学、财务会计（上）、财务会计（下）、高级财务会计、管理会计、财务管理、审计学。\n（事实上，商学院的国际会计和普通会计的差别基本在于这几门核心课程，国际会计是基于IFRS，普通会计是基于国内会计准则。会计系的其他课程大体相同）"}
{"id": "chunk_00088", "title_path": ["注意："], "chunk": "本专业是和CPA Canada的中外合作办学项目（执行上为驻中国办事处TPEI），外方收费5800/年（在南开大学学分制收费基础上）\n本专业的学习基于国际会计准则（IFRS），主要学习的是国际会计准则下的财务会计、管理会计、财务管理和审计学等，和中文普通会计在细节上有区别，但处理原则相同。核心课程据说是从加拿大寄过来的英文教材，有students notes / slides / in-class problems的辅助。在课程设置上，第一学期和工管大类没有区别，第二学期会多一门会计学（Financial Accounting I）。二年级及以后的课程区别会大一点。大一上整体课程比较少比较轻松，可以在这个学期多修一点通识选修课。毕业证和学位证标：会计学（国际会计），英文翻译为international accounting。会计学是专业，国际会计是方向，如果就业有岗位专业要求的话可以当成会计学用。本科学历教育与会计职业教育相结合。学生不但能够获得常规本科学历，同时9门课课程考试成绩得到加拿大特许专业会计师协会认可。（就是CPA Canada那个证）"}
{"id": "chunk_00089", "title_path": ["优点："], "chunk": "保研方面：25%左右，略高于商学院的其他专业，但个人认为区别不大。毕业去向：研究生+出国占很大多数，直接就业的很少并且公司都不错（不太清楚怎么粘图片，但是有这几天的相关数据，有需要的可以联系22级国际会计班孙云飞）\n部分课程与KPMG有合作所以有共同开发的课程（大数据分析与审计），据说会提供实习机会。这个是会计系提供的机会，这门课普通会计班也是必修课。本科期间，加拿大CPA班独有的“全球青年财会领军人才项目”，为本专业学生提供加拿大高校交流学习机会，成绩优异的同学更有机会得到专项奖学金支持。（但是yysy合作院校排名不是很靠前，想要厉害一点的院校还是需要自己努力）"}
{"id": "chunk_00090", "title_path": ["缺点："], "chunk": "课程安排整体对英文水平要求较高，如果英语不好会学的很痛苦。上述几门核心课程的作业、报告、期末测试均需用英文完成。在商学院内横向比较很卷，据前几届的学姐提供的数据想保研学分绩要达到90左右。（这个也是据学姐说）后续会有很难的课程，给分很不好，班级平均分可能在六十分左右。（但是财会本身课程就没有很简单……见仁见智吧）\n平均学费一年11000。（注：学分制收费+5800/年，视选课而定）\n（by22-国会-李博一&22-国会-孙云飞）\n旅游管理创新班为2025年新增班型\n选拔方式为入校后二次选拔，培养学院为旅游与服务学院\n数据资源与数据智能创新班为2025年新增班型\n选拔方式为入校后二次选拔，培养学院为商学院\n涉外法治人才特色班为2025年新增班型\n选拔方式为入校后二次选拔，培养学院为法学院\n智慧城市治理特色班为2025年新增班型\n选拔方式为入校后二次选拔，培养学院为周恩来政府管理学院\n二次选拔笔试+面试，共录取30人，近三年的报考情况看都是报名人数远小于录取人数，所以基本只要报名就能进入。"}
{"id": "chunk_00091", "title_path": ["注意事项"], "chunk": "学生进入城市管理专业后，应与学院签订相关协议。学生应获得较高的英语成绩。学生入学后，英语采取小班教学方式。大学二年级下学期5月份之前，学生应通过雅思考试，成绩应在总分6.0分、单科不低于5.5分，满足格拉斯哥大学入学要求，第三学年方可赴英国修读课程。学生因其他原因或雅思成绩无法达到格拉斯哥大学入学要求，可以在大学一年级或二年级转入我院行政管理专业。一旦转出，则不得再转回城市管理专业，也不可再获得赴英学习机会。但是2022级城市管理大三不出国不默认转到行政管理专业，可以在国内继续修读城市管理专业。2023级可能会延续此规定，暂无确切通知。学生第三学年赴格拉斯哥大学修读课程（4-8周语言课，四门必修课，两门选修课，5周实践类课程）的学费自理。学费根据格拉斯哥大学2017年的收费标准，约为10300英镑/年（按照减免20%后计算）。在英国读书期间，生活费（包含住宿费）约为12000英镑/年。此外，学生本科期间按照南开大学学费标准缴纳学费。学生完成南开大学和格拉斯哥大学的全部课程后，授予南开大学城市管理学专业管理学学士学位，有意愿者可申请攻读格拉斯哥大学硕士（学费减免22%）。"}
{"id": "chunk_00092", "title_path": ["就读体验"], "chunk": "城管在读同学表示慎重考虑，2020级城管专业录取了9个人，此后转专业、自行退出后只剩下了四个人仍然在该专业就读。而且人数少导致保研只有一个名额，入党甚至不满足最低人数要求导致无法竞选积极分子（后经沟通特批了一个名额）。优点在于可以无缝衔接申请格拉斯哥大学的硕士，对于出国帮助较大。半数以上的城管专业同学选择了出国继续深造。此外19级有部分同学保送至人大及本校继续攻读城市管理的研究生，学术声誉较好。"}
{"id": "chunk_00093", "title_path": ["参考资料"], "chunk": "https://zfxy.nankai.edu.cn/discipline/public_administration/citymanagement.htm\nhttps://mp.weixin.qq.com/s/BgKeBrMjp_cXT3qO7yPruw\n数字社会治理卓越人才特色班为2025年新增班型\n选拔方式为入校后二次选拔，培养学院为社会学院\n选拔：大一结束后分流选拔，分流学院需为新闻与传播学院，纯面试，主要考察项目经历，招收20人"}
{"id": "chunk_00094", "title_path": ["注意事项："], "chunk": "为24年新成立的特色班，师资力量比较强大，但具体情况仍然不了解。主要培养新时代全媒体人才（包含摄影、剪辑、文案、导演、策划等等），致力于总编辑培养未来的总编辑。（这种场面话看看就好）\n保研率为25-30%，和大类基本一致。建议买一台摄像机，无论是完成课程作业还是在团委干活都比较方便，经济压力较大的请慎重考虑。（by23-新传-陈昱奇）\n注：此班未出现在2025年南开大学招生计划宣传页的特色班班型介绍中，不知2025年度是否会继续招生，若招生，该特色班在行政上不单独成班，学生仍然归属原班级，保研等参照大类，没有任何特殊待遇。（by21-新传-张鹤文）"}
{"id": "chunk_00095", "title_path": ["关于大类分流", "24年开始的政策，"], "chunk": "所有大类100%按意愿进行分流！！大家都可以随便选哩！！- 23级是数统大类和物理大类100%按意愿进行分流，其他大类前60%的学生完全按意愿分流，后40%的学生按意愿并参考学分绩进行分流。- 22级21级所有大类都是志愿优先参考学分绩分流滴，根本没有随便分流这一说（时代的眼泪的已经是，比现在的分流难太多了）\n政策变了很多，先恭喜大家都能学到自己想学的专业啦~"}
{"id": "chunk_00096", "title_path": ["数统分流：", "100%自愿力！大家可以随便选力！"], "chunk": "学生入学后第一学年在“理科试验班(数学与大数据) ”内进行大类培养。第一学年结束后完全按照学生意愿分流至统院按“统计学类”培养或分流到数院按“数学类”培养。在第二学年结束前完全按照学生意愿进行专业分流，第三学年开始按具体专业培养。这个大类的分流大家的选择一般都蛮平均的呢。。。"}
{"id": "chunk_00097", "title_path": ["分流的具体专业："], "chunk": "物理学院：物理学专业（凝聚态物理、理论物理、光学）、应用物理学专业（生物物理学、光子学与光子技术、光电材料物理等）、光电信息科学与工程专业。电子信息与光学工程学院：电子科学与技术，微电子科学与工程，电子信息科学与技术，光电信息科学与工程，通信工程\n（各个专业的特点？物理光电和电光光电的区别是？补充说明一下吧）"}
{"id": "chunk_00098", "title_path": ["下面的表格是自己按照数据总结的，非官方。"], "chunk": "电信还是一如既往的人很多，微电今年人较少，电科人数激增。大一下学期会有一门学科导引的课程，每节课请一位老师来讲解他所属的专业，在正式分流前会有一次线上各个专业的老师进行分享。由于南开光电实力较强，所以近两年人数不断增加，微电每年都认为是最卷的专业，不知道是不是这个原因所以今年选微电的人减少，但其实每个专业都很卷（叹气）。"}
{"id": "chunk_00099", "title_path": ["下面的表格是自己按照数据总结的，非官方。", "4.关于大类第一年"], "chunk": "两个代管学院分别有一位辅导员，开学前会拉QQ群，之后会分班级（暂时的），自愿报名临时班长（开学前）（这种需要自己报名然后参加线上面试）（因为开学后有同学参加二次选拔所以班级成员会有变动），开学后各班级线下（线上）自我组织竞选班干部。代管学院在电光的经常班级会组织参观实验室有兴趣的uu可以报名。（by23-物理-杨博）\n整体政策：从24级开始，全部100%满足分流志愿哩！！"}
{"id": "chunk_00100", "title_path": ["工试分流：", "23级为前60%分流任意随便选，后40%志愿优先看成绩分流；22级和21级都是志愿优先分数优先分流的。"], "chunk": "以下是往届（21级/22级）志愿优先的分流流程，（或者可以帮你们其他学校志愿优先分流的朋友们参考？）。往届的具体流程为大一下期末结束后会公示你的学分绩/大类排名/大类百分比，以及各个专业的招生计划（实际人数可上浮百分之十，例如信息安全计划30人，特别热门可以录取33位同学）。随后发放问卷收集志愿，按志愿优先进行分流（具体可自行搜索什么叫志愿优先，基本类似高考报考的梯度志愿？）（现在可以删掉不用再管了，留个历史的痕迹吧，想看个乐子的可以看）\n分流依据：22级及之前是大一两学期的ABC课程学分绩，24级开始已经不看成绩全员分流随便选哩！！！分流专业：4个学院6个专业（25级开始密码科学与技术升级为特色班应该是不参与大类分流了的）：\n计网：计算机科学与技术、物联网工程、信息安全"}
{"id": "chunk_00101", "title_path": ["软件：软件工程"], "chunk": "专业特点：除自动化外整体方向都偏软（编程为主），大致为：\n（ps：学院角度划分软->硬：软件、网安、计院、人智）\n具体方向可访问各学院官网/知乎/B站均有详细的介绍，可自行搜索。关于南开工试各专业的介绍，在后面关于大类（学习&生存）的部分也有一些介绍（学长学姐们的真实体验）。\n从学院角度，卷的程度：计网>人智>软件（大体上来讲，仅供参考）"}
{"id": "chunk_00102", "title_path": ["分流难度："], "chunk": "分流去哪里和你大一被分到哪个代管学院没有关系！！！代管学院是随机分的，没有规律。分流去哪个学院去哪个专业都是能去的。而且24级开始全员100%分流任选，已经没有分流难度这一说了！！从往年来看信安&计科是最火的，智科次之（PS：23软件也是挺热的，说真的，如果能接受搬校区的话其实软件性价比真的很高，课不多要求也不难也没寄网卷hh；24级软件更热了，哈哈），其余不好说，实际进入难度上信安居首（人少还热门，21级信安分流最后一名在大类是37%hh），计科智科大佬多但因为特色班存在，很多同学不愿来（原因见保研部分），所以成绩略低但不想保研可以冲一波！（ps：但还是嘱咐嘱咐，大一一年要好好学，成绩好不管到哪个专业都有底气，不至于担心会不会去不上自己想去的专业）毕竟这两个专业考研/出国/就业还是很不错的，不然也不会大佬扎堆。下附22级分流名额（22级电光还在工科试验班这个大类里，现在已经不在啦）：\n下附23级分流名额：\n最后，应结合保研难度/专业前景/个人意愿综合选择，无论去哪个只要好好学，我们都有光明的未来！信息类工科这几年的就业还是不错滴！（ps：一条之前可行但之后能不能用不好说的方法。\n如果想去的专业就刚刚好没去上或者分流后悔了，请利用好转专业的政策，dddd。这是没办法的办法，不到迫不得已不建议使用）"}
{"id": "chunk_00103", "title_path": ["事实上工科大类内转成功率挺高的。"], "chunk": "（ps：21级老学姐表示，21级作为试水怨种，21级大一课程和20级和22级相比，给分都低很多，21级的分流学分绩参考价值不大）\n下面是23级前百分之六十分流的结果，仅供参考。虽然24开始百分百自愿分流了，但是我们仍然能看出不同专业的热度是差很多的。据学九宿舍内部讨论，今年智科意外稍冷，其他正常水平。此外据说大类前十只有一个去了智科，剩下被计科和软件大概平分。下面是24级完全志愿分流的结果，仅供参考。"}
{"id": "chunk_00104", "title_path": ["物质大类分流：", "23级最新分流政策：https://chem.nankai.edu.cn/2024/0625/c24081a546204/page.htm"], "chunk": "遵循“专业类志愿+学业成绩” 相结合分流模式。理科试验班类(物质科学与可持续发展) 实行“志愿+成绩”分流：\n大类成绩排名前 60% 的学生在本大类内任选专业，按照第一志愿录取，不受分流计划数限制。大类成绩排名后 40% 的学生依据学生意愿、成绩排名和分流计划余额进行分流。分流时，先考察所有学生的第一志愿，第一志愿录取结束后, 未被录取的学生参加第二志愿的录取；第二志愿录取结束后,未被录取的学生参加第三志愿录取,以此类推。最后未被任何志愿录取的学生，进行大类内专业调剂。当第一志愿报名学生数多于专业（类）接收计划数时，录取人数可做一定比例上浮，上浮比例不超过 10%，大类成绩排名前 60% 的学生第一志愿录取不受此限制。学业成绩计算范围为第一学期和第二学期“必修专选”类课程学分绩。大类分流结束后，学生按照分流后专业培养方案进行课程修读，相关化学类课程替代或补修办法依据各学院规定办法执行。"}
{"id": "chunk_00105", "title_path": ["准入条件"], "chunk": "理科试验班类（物质科学与可持续发展）各学院均不额外设置准入条件，按照成绩排名，从第一志愿依次录取。（ps:23级是第一年不选A课表选B课表也能进化院的，往年只有大一选A课表的才能进化院，今年很怪，很乱，很抽象……物质大类分为A课表和B课表，往年是留在化院必须修读A课表，其他四个学院A、B课表均可）（现在可以删掉不用再管了，留个历史的痕迹吧，想看个乐子的可以看）"}
{"id": "chunk_00106", "title_path": ["分流情况每年都不同，转专业的也非常多。"], "chunk": "专业：化学学院、生命科学学院在八里台，属理科。环境、材料、药学院在津南，属工科。第一次跨学院分流是先分到学院，大二一年按5个专业类培养，不同学院在不同的时间节点进行院内分流确定专业\nps: 化院化学类的分流只有化学和应用化学2个专业。分子专业没有转入的机会（双学位补课能累死，大一下润还来不及呢），想进入新能源/化学拔尖/化学强基除了二次选拔的机会，还可以在大一下分流结束后转入，不过这次转入有成绩要求和考核要求。\n关于2023级化学（伯苓班）和化学（强基班）选拔考核通知：https://chem.nankai.edu.cn/2024/0720/c24081a547674/page.htm"}
{"id": "chunk_00107", "title_path": ["分流政策：", "2.专业分类："], "chunk": "经济学，财政学，国际经济与贸易，商务经济学。（ps：数字经济目前作为特色班，不参与大类分流）\n四个专业都是南开很好的专业，在全国排名也都很靠前（具体记不太清楚了，不过都在前五，商经排第一，不过很大部分是因为商经这个专业清北人大那些高校没有开设hhh）。财政学将来去政府机关比较多，经济学偏科学研究，会学很多经济学史，这两者考公会有优势，而国贸和商经偏向于企业就业，考公相对劣势。专业的选择一定程度上与你自己的就业倾向挂钩，要仔细思考自己究竟想要什么，不过对于经济学这门学科来说，本科学的东西都差不多，读研十分必要，所以如果将来发现自己也许并不适合现有方向也不要着急，读研时也可以再次选择（专硕，学硕，甚至金融方向等）。国贸和经济学属于南开的老牌学科，每年人数也最多（60-70人）。分两个班，财政学和商经则只有一个班（30—40人），四个专业保研率都差不多百分之30多，稍微低于特色班。"}
{"id": "chunk_00108", "title_path": ["分流政策：", "2.专业分类："], "chunk": "（经院有个不成文的规矩：经济学和国贸每年换着卷，今年经济学比较卷，下一年就是国贸hhh，不过这两个专业因为人数多所以还是很香，一般每年都可以保30个上下）\nPS：国贸相对来说是最偏理的学科，会学很多数理相关内容，以及计算机等，个人认为是最实用的一个专业，而且有很多优秀校友，奖学金等资源很丰富，如果将来想去企业工作，不想考公的同学可以考虑一下国贸。（来自一名22级国贸老学姐的建议）\n专业分类：金融学院五个专业分为两类:金融和保险。前者包括金融学、金融工程和金融科技；后者包括保险学和精算学。除精算学获得理学学位外，其余四个专业获得经济学学位。"}
{"id": "chunk_00109", "title_path": ["金融学类分流：", "25更新：从24级开始，分流进程提前，需在大一结束前进行分流：金融学、金融工程、金融科技、保险学、精算学的五选一，并非是之前的只需要决定自己要学金融类还是保险精算。"], "chunk": "分流政策：从24级开始，大家都随便选哩！25级也是！下面是往届的分流情况（还是看成绩分流的年代），仅供参考。分流时只有三个选择:金融类，保险学和精算学，进入金融类的学生可以在金融学，金融科技和金融工程三个专业培养方案中自主选择其一后进行以后各学年的选课学习。分流前会出分流方案，会标明金融类，保险学和精算学的接收人数（金融类内三个专业不设特定接收人数）。学生将三个志愿按自己的志愿顺序依次填写上。分流所参考的学分绩为A，B，C类课的学分绩。金融类，精算学，保险学原则接收人数比例大约为 6.5∶1.75∶1.75。（现在可以删掉不用再管了，留个历史的痕迹吧，想看个乐子的可以看）\n根据“两个百分百 四个全放开”政策，24级开始，金融学类实行大类100%意愿分流。其他：智能金融（曾用名数字金融特色班）、钱荣堃班（曾用名国际金融学术精英特色班）两个特色班原则上不参与分流（除非有自主退出进入大类的）。金融学院的分流其实相对轻松，各专业之间的差别不像其他大类那样大。\n分流政策：从24级开始，大家都随便选哩！\n新闻与传播学院——新闻传播学类——新闻学/网络与新媒体"}
{"id": "chunk_00110", "title_path": ["分流标准：大一学年ABC类课+模块课。"], "chunk": "模块课指未来分流方向对应的一部分专业必修课，这个根据课表和分流意愿自己选\n文学院可选大学写作、文学概论、语言学概论；\n新闻与传播学院可选新闻学概论、中国新闻传播史、中国传播法规；\n汉语言文化学院可选语言学概论、教育心理学、汉语语音教学。当然你可以都选，选了就不白选，中文大类里的模块课给分都很好，很推荐选尤其是李广欣老师的新闻学概论和中国新闻传播史（夹带私货）。（李老师yyds！！）\n分流之后选的其他模块的课都可以放到D类里面，新传学院甚至可以转成E类算学分。这里要强调一个事，跨文化交际和传播学概论在培养计划不修改的情况下，是大类必修课，一定要选的。"}
{"id": "chunk_00111", "title_path": ["历年接收人数与分流情况：", "2023年文学院预计接收63人，新闻与传播学院预计接收72人，汉语言文化学院预计接收42人；文学院实际接收95人，新闻与传播学院实际接收52人，汉语言文化学院实际接收30人"], "chunk": "分流难度没法判断，19年以前广播电视学分流成绩是要求最高的，但是20年开始汉语言文学最高，后面能变成什么样我也不太好判断，总之还是个人意愿为主。（现在可以删掉不用再管了，留个历史的痕迹吧，想看个乐子的可以看）"}
{"id": "chunk_00112", "title_path": ["历年接收人数与分流情况：", "24年已经完全按照意愿分流，专业自选。2024级分流结果：文学院150，新闻与传播学院13，汉语言文化学院11。文学院依旧是热度最高，其次是新传，最后是汉院。（cyq：但如果专业排名不高的情况下，比如60-70%，分流到文学院几乎是垫底。如果想争取保研，可以选择去人数较少的汉语言文化学院或者新传学院，竞争压力相对较小，保研概率也会大一些。）"], "chunk": "此外，新闻与传播学院24年新成立了“新闻出版领军人才卓越班”，由6位担任过总编辑、高级编辑的教授作为指导教师（中新社、工人社、新华社等等，师资力量还是很强的），每位导师带领3-5位同学进行个性化培养。23级目前是招收20个人，纯面试，主要考察你的项目经历，保研率在25-30%，具体什么情况也不大清楚，等学长如果能更进一步了解再进行补充。注：此班未出现在2025年南开大学招生计划宣传页的特色班班型介绍中，不知2025年度是否会继续招生，若招生，该特色班在行政上不单独成班，学生仍然归属原班级，保研等参照大类，没有任何特殊待遇。\n大一学年有三个代管班，一个学院一个班，均在八里台校区。大二分流之后，新闻与传播学院和汉语言文化学院将前往津南校区。"}
{"id": "chunk_00113", "title_path": ["专业课程介绍："], "chunk": "汉语言文学：跟大一上在大类学的课差不多，大一要上古代汉语、现代汉语、古代作品选、现代文学等等，大二会是这些课的延伸，比如中国现当代文学、中国古代文学史，与此同时外国文学也要学，大一的文学概论和文艺美学基础与实践算是提前打了个基础。怎么说呢，汉语言文学绝对不是狭义的学学古代文学背背诗或者现代汉语学学语法基础就完事了，这个范围拓展很大，从古代到现当代从中国到外国，从文学史到文艺学都要接触，也包括研究文学本身，范畴较广，内容丰富。新闻学&网络与新媒体：大二大三都是大类培养，但是大四开始到毕业时根据你选的课程发毕业证时会进行区分，选新闻学课程选得多最后上面写新闻学专业，选网络与新媒体课程选得多上面就写网络与新媒体。（现在可以删掉不用再管了，留个历史的痕迹吧）2024届起新闻学、网络与新媒体直接分流到对应专业，不再是大四才分流确定专业。从大二起，同其他专业一样，按培养计划各选各的课，但C当D的情况仍然适用。大一与大二课程关联不大，只有新闻学概论、传播学概论、中国新闻传播史、中国传播法规会并入大类必修课，其余汉语言文学或汉语国际教育的课都并入D或者E。"}
{"id": "chunk_00114", "title_path": ["专业课程介绍："], "chunk": "也就是说如果一开始就想学新传，大一玩玩就可以了，提前接触一下传播学的思路或许是更好的选择，当然不能摆啊，还是要保证分流的成绩。新传选课方面要根据两个专业意向选，到时候课表会标，也可以选新闻学的C类当网络与新媒体的D，反之同理。汉语国际教育：一个方向，对外汉语，原来的跨文化交际、汉语语音教学、语言学概论课程并入大类/专业必修课。汉院也要学一些跟汉语言文学类似的课程，比如中国古代文学史之类的也要学，但是相比较汉语言文学更倾向于汉语教学和语言学方向，比如语言学概论之后可能还会学一些语言学的课程。汉院根据往年经验，会给每位学生分配一位外国学伴，也就是你会拥有一名歪果仁同学和你一起学习、参加活动，还是很特别的。汉院整体课程量较少，但是会要求学一门二外，这个到时候根据要求和兴趣选就可以。\n重点强调：大一上要学一学期文科高等数学和大学计算机基础，不过高数和计算机都没人挂，基本没有挂科风险除非太捞了女娲补天都捞不上来。"}
{"id": "chunk_00115", "title_path": ["各学院官网："], "chunk": "文学院https://wxy.nankai.edu.cn/\n新闻与传播学院https://jc.nankai.edu.cn/\n汉语言文化学院https://hyxy.nankai.edu.cn/index.htm\n从24级开始，大家都随便选哩！"}
{"id": "chunk_00116", "title_path": ["外国语言文学类分流：", "24级分流方向：英语、俄语、日语、法语、意大利语、西班牙语、翻译（英语方向、德语方向、葡萄牙语方向、阿拉伯语方向）"], "chunk": "管理方式：外国语学院所有必修课程均为小班授课，外院学生会按照分流专业分成若干个班级，每个班级单独上课，英语和英语翻译可能会混上部分专业课（如班级课表与个人安排冲突也可以按照个人安排选课，当然前提是这门课有不同时间段排课）；部分课程为全学年公共讲座（比如大多数导论课），全学年学生在小礼堂共同上课。所有课程均在八里台校区进行。重点强调：除保送生以外全员强制参加二次选拔并作为分流参考成绩（24届以后分流不参考成绩）"}
{"id": "chunk_00117", "title_path": ["历史学类分流："], "chunk": "大一下学期开始进行分流，目前的三个选择方向是世界史、中国史和文物与博物馆学（内部消息：考古学正在建设中，但是这两年暂时还推出不了，没想到24级就开了，23级的表示老师还说还在建设，结果今年就招生了，大概率以后一年文博一年考古）。历史学院的分流基本完全按照学生意愿（完全是这样，就像23级世界史今年就18个，虽然我们世界史全国第一），也就是说，在大一期间明确你的分流意愿是很重要的，期间的每一节课都是你可以慢慢探索、发掘、明确自己兴趣爱好和心之所向的机会，所以一定要慎重。分流后，中国史和世界史选修课程互通，大一的大类专业课也都正常保留。文物与博物馆学的同学在大一考的中国史和世界史等课程会转换为C、D类课程，计入学分。\n大二上学期结束后进行分流，理论上若两专业（马克思主义理论、思想政治教育）差别不过于悬殊（基本也不会出现这样的情况），会完全尊重学生意愿进行分流，没有成绩要求。"}
{"id": "chunk_00118", "title_path": ["哲学类分流："], "chunk": "大二下学期开始进行分流，有哲学和逻辑学两个专业，去哪完全凭个人意愿。ps五四论文，两个专业分开评奖，不存在挤占空间的情况。南开逻辑学很强，不过每学期都会有一门很难的课，甚至会超过数理逻辑。强基计划的同学默认哲学专业，除非申请退出进入普通班，再转进逻辑学。\n商学院：财务管理、工商管理、物流管理、会计学、市场营销、人力资源管理、图书馆学、档案学（23级分流去商院直接确定到专业）"}
{"id": "chunk_00119", "title_path": ["旅游与服务学院：旅游管理、会展经济管理"], "chunk": "进入旅游与服务学院的同学，完成第三学期课程修读后，将于第三学期末完全按照学生意愿选择旅游管理或会展经济与管理专业。（现在可以删掉不用再管了，留个历史的痕迹吧，想看个乐子的可以看）\n其它：民族班单独排序，电子商务班不参与分流，国际会计特色班原则上不参与分流（可申请退出后回到大类，大类内也可申请进入、进行笔试面试 3人）。近几年的分流情况可以在商学院官网bs.nankai edu.cn中的B.D本科教育模块自行查询。个人感觉还是要先想好以后的就业方向还有升学吧，如果想学会计可冲国会，但是每年多交5800，法则和国内小有差异，如果想国内发展选会计更好一些，财管更偏金融一点，英文授课，对英语水平小有要求，但是老师都比较好，人力氛围特别好，压力会小一些。如果想保研最好别学财会，可能会排名翻倍，压力也比较大。物流是管科现在的唯一一个专业了，要学C++，带一些工科性质。"}
{"id": "chunk_00120", "title_path": ["物质大类"], "chunk": "物质大类分为A课表和B课表，留在化院必须修读A课表，其他四个学院A、B课表均可，选课的时候不要两个课表都选！在上课之前看好自己的课表，先有一个整体观，哪些是要拿高分的，哪些是真的要学到知识的，比如说思修马原这种不需要投入大量精力的，只需要上课打卡，按时完成平时作业即可。但是像无机有机高数大物这些是需要一学期持续学习的，最好是不要松懈，要不然期末周会很累很累。想要考高分就要好好完成老师留的作业，考试题基本上都出在作业和书本里，一般老师不会为难大家。物质科学与持续发展导论是通过制，可以选择性划，也可以感受一下各个老师的方向，期末是写感悟布置了再开始准备就行。化生不用修线代（但是要修普生），女生多，而且是留化院最快最容易的途径，而且单独报名，可以兼报。（25更新：25及升级为特色班了貌似不能兼报了吧？）"}
{"id": "chunk_00121", "title_path": ["课本："], "chunk": "高数：高数学校有自己的课本，也有选择用同济大学版的课本，高数学校那版的练习集几乎不同（题很难）。化学概论：《无机化学》宋天佑，吉大版（第四版）\n无机及分析化学：《无机及分析化学》，南京大学版（第五版）【B课表，伯苓和强基两个一起用】\n普通生物学：陈阅增《普通生物学》，（生物伯苓和强基其实也不怎么用，全是看PPT，可以拿来预习，强基和伯苓学的普生不一样，强基的植物学还要学分类）。化生普生一定要买书，22级化生期末有普生课后习题原题，平时作业按书抄的比按网上材料的高很多分（对，没错，化生的普生作业就是抄书）\nc++：学校的课本，赵宏老师出的，配备雨课堂线上课。物质大类只学前六章，c++习题集课后题要做，机考好多原题。大学物理：学校的课本，大学物理基础教程，张小兵（第二版），书出的特别好，老师也是按照PPT讲课，没听懂可以看书，二者结合。（大物一期末基本是原题，一定要把书上的每一道题认真做）\n有机化学：《有机化学》南开大学版，配有习题集，有答案，习题集方便写作业。（真的很难，不看答案写不下去）\n其他专业课老师习惯不同，用的课本也不一样，但是从学长学姐那都能收来。老师上课还是以PPT为主，建议可以直接把PPT印下来做笔记。"}
{"id": "chunk_00122", "title_path": ["大一的重头（AB都有的课）："], "chunk": "高数（上下一共8学分）：课本+兆筱，课本有作业和例题。化学概论/无机及分析化学：难！！！而且拉分（3.5-4学分），从头学，认真听讲，需要学知识！很难速通，要持续学。c++：（3学分）：\nc++选一个事少分高的好老师！平时：期末=7：3，老师选的好高分不是问题。平时成绩有小组大作业、雨课堂视频、平时作业、考勤，小组大作业可以直接去b站搜，好多南开大学的。期末是机考，原题都在课程及上机实习的课后题里，考前刷刷完全没问题。雨课堂的课就挺好，对于我们这种非专业生足够了。建议作业代码要自己写，即使写不出来也要弄明白每一步是干什么的，什么情况下会报错，习题集认真写。以上是高分建议，老师几乎不会让你挂科的。\n思修、马原（2.5学分）："}
{"id": "chunk_00123", "title_path": ["思修不需要听讲，想翘课也行（bushi。"], "chunk": "期间有一次作业，应该每节课老师给划重点。期末和几个同学合作就能合出来，学长学姐也留了不少资料，向同学或者学长学姐要一份就行。非伯苓班是闭卷的，大类应该是每节课都有划考试范围。建议提前考试一周左右背，平时背会忘，考试前一天背会秃。伯苓开卷，最后一节课随堂考，考场现场学一下然后写也是可以的。平时签到不要缺，想要高分就pre，祝各位好运\n有机化学（3.5-4学分）：\n难！！！！！！很难！！！！！！！！挂科率30-40％。知识很多根本记不住。上课一定一定要听讲，认真写作业，不能盲目抄答案，要分析好怎么来的。考试很多书上的原题。A课表分有机2-1和2-2，B课表一学期修完两本书。先学无机再学有机，我们有机老师第一节课就强调没学过无机就把有机退课。有竞赛基础的大一上就可以修2-1，但是请慎重，一不小心就挂科，认真学高分也有。正常安排是大一下才开始学有机。大学物理（1/2/3/4共8学分）：\n上下两册书，全都要学，分成四门课：大学物理1/2/3/4。1和2大一下学，3和4大二上学。平时：期末=3:7。考试是简单的，看书速通背书上的原题完全可以过考试。还有学长的期末拯救课，评价非常不错。\n出题一般都是书上题或者变形来的，老师一般不为难大家。不想期末速通的话，建议平时多做做做课后题，对着答案做，考试基本全是原题。\n大物一相对容易，但大物二仍然是挂科重灾区，别摆。"}
{"id": "chunk_00124", "title_path": ["考试别紧张，题都很简单"], "chunk": "（ps：伯苓和强基的课程跟大类有些区别，卷的方式也不太一样，生物伯苓强基具体的课程建议可以私戳学长学姐，还可以收获一大堆课程PPT）\n对于无机化学和有机化学两门课，确实不好学但也不用太焦虑。一方面老师可能觉得有一部分同学有竞赛基础，所以从课本到ppt都对无基础的同学不友好。但另一方面，有相当一部分没竞赛基础的同学，大家学的都差不多，努力学过复习过一般不会挂科。(考试通过和真的学会有不小差距)\n我来了！A类课表生存指南（AB有些通识课，7/8一起借鉴哈）"}
{"id": "chunk_00125", "title_path": ["高数："], "chunk": "B站搜索兆筱小分队，里面的高数内容是求生的最大利器，其中最重点的是他给的例题，考试的时候基本上走不出去那些题型。高数的作业请搜索公众号雨理同在，里面给的答案有一部分有错误，但基本是正确的，一方面可以用来检查作业（如果你实在不想写作业当然这就是你的答案），另一方面可以学习一下做题思路。考试的时候不要紧张，一般不会难为人，而且如果卷面分数打到90+的话平时只要不是太抽象老师都会给一个不错的平时成绩，挂科风险不大。但是由于奖学金保研之类的，卷卷还是有必要的，我的建议是以一个状态为底线：考前一天半速通兆筱小分队的视频，实测可以90+。（ps：但是很痛苦，不建议学习）。"}
{"id": "chunk_00126", "title_path": ["化概："], "chunk": "无机化学两本书，南开的特色就是没有结构的无机化学，因此就连晶体场都不是考试范围，期中考闭卷期末考开卷。这门课主打一个知识多而且杂乱，平时学不学其实无所谓，只要你考前可以速通就都没问题，平时注意把理论的理解做好，一定要理解各个理论，考试会出原题，但是题库太庞大了你很难记住那么多原题，另外建议每种计算题都多练两个，要不考试体量大会发懵。对于期末考试的开卷，我的建议是如果你一道题要翻四次书那你基本上就寄了，元素知识该背就背，没啥好办法，开卷也不是让你一直翻书的，尽可能的减少翻书次数和加速写字可以为你的期末考试争取更多时间。化概的考试题很多很多，而且这应该是大一上最早要求使用计算器的课，请在考前完全掌握Casio991CNX的使用方式，如果你说你的计算器不是这个，解决办法只有换成这个。（得力好像也凑付，我没用过，听室友说的）\n最后就是这门课如果想学好应该怎么办，无机化学那本书编的挺不错的，以自学为主，可以搭配部分老师讲的，需要投入很多时间去看书，那两本上下册就够，多看几遍尽量理解。"}
{"id": "chunk_00127", "title_path": ["化概："], "chunk": "有机化学2-1：\n个人认为，从我的极度主观的角度，非常不合理并且没有很大参考价值的观点认为这门课想要高分很重要的点是选对老师，就是那位很多人推荐的老师。那位老师的课允许旁听，如果没选到想好好学可以去旁听，2-1一周只有一节课压力不算大。此外关注成长计划和往年题，考试会有大量的类似题目。这门课有一定难度，主要是由于有机化学本身有一套较为完整的思维体系，2-1主要是需要适应这样的思维体系，本身内容并不多，这门课往往有一定的挂科风险，如果指望期末速通并不现实。请关注你的老师如何给平时分，有机化学两门课平时分要求正态分布，这意味着有可能获得一个很低的平时分。平时分通常来自作业和小测，小测就是每次课后的测试，这个分数低了的话平时分十有八九就炸了，所以小测之前一定要学一下，或者你找个好心的神仙给你抄抄。接下来是这门课怎么学，首先是最基本的那本教材，我知道南开书被巨本薄纱但巨本现在知识量已经大到那个程度了，如果你没有能力分辨哪个知识是考点就老老实实学南开书吧，或者你觉得自己轻松学会巨本所有内容那我觉得南开书不该限制您这种巨佬。"}
{"id": "chunk_00128", "title_path": ["化概：", "2-1没有一定要学习教材以外书籍的必要，主要是2-1内容太少可能看别的也看不懂，这里打个小广告。。。B站搜nk炼丹师，里面有视频，but由于是我和同学在更新且我们都是懒狗所以更新很慢且不稳定。2-1的课后题可以认真做一做，做的时候一定要对一下答案，不然等于白做。"], "chunk": "最后再强调一次，这门课有挂科风险，务必不可以考前速通，平时需要投入时间学。如果实在学不下去我给个办法：找个伯苓班的让他给你讲讲，但这就看自己的社交能力了。最后最后最后，如果第一学期选了，有期中退课的机会，不要盲目自信。有机化学2-2：\n这门课是我个人认为专业课难度最靠前的几门课之一。个人关于选老师的观点同有机化学2-1对选老师的建议（见有机化学2-1的第1点）。这门课4个学分一周两次课，如果你能受的住这个压力那我很佩服。此外请关注成长计划和往年题，考试会有大量的类似题目。这门课很难，但从考试难度讲不完全是在考察你的有机化学能力，和做过多少往年题以及学习多少出题人的方法有也很大关系。但请注意，有机化学能力是很重要的，这门课是个很好的机会去真正的接触有机化学这一非常有魅力的领域。如果对有机或生化相关领域感兴趣并且未来想从事相关领域工作的话请一定要尽量提高自己的有机化学能力。请关注你的老师如何给平时分，同有机化学2-1第3点。关于这门课怎么学，，同有机化学2-1第4点。"}
{"id": "chunk_00129", "title_path": ["化概：", "2-1没有一定要学习教材以外书籍的必要，主要是2-1内容太少可能看别的也看不懂，这里打个小广告。。。B站搜nk炼丹师，里面有视频，but由于是我和同学在更新且我们都是懒狗所以更新很慢且不稳定。2-1的课后题可以认真做一做，做的时候一定要对一下答案，不然等于白做。"], "chunk": "这门课光学一本教材显然是不够的，包括老师助教给的大量练习题和成长计划都该成为你的必学内容（如果你的老师是那位那我觉得题量应该差不多），此外有机化学相关书籍有很多，学完2-2基本上福山题ab组都能做了，反正有机怎么学都不过分吧。这里打个小广告。。。B站搜nk炼丹师，里面有视频but由于是我和同学在更新且我们都是懒狗所以更新很慢且不稳定。另外我最近会整理一版新的freshman，会把大量有用的电子版教材放进去，到时候会分到各个班级。"}
{"id": "chunk_00130", "title_path": ["定量分析化学："], "chunk": "这门课有难度，主要是背和学习一些简单的分析化学思维方式，分析化学作为化学的一个重要门类意义还是很大的，有必要学一下。老师讲课和教材都会让人痛苦但不得不学，武大分析编的确实不错但相应的知识量也巨大。参考有机南开书和巨本的关系。B站搜realzag，在初步掌握后去看他的视频，一定一定一定要看，考试全是原题。如果走投无路可以来找我要笔记然后对着背，温馨提示笔记有27页全是知识点。实验课 （无机化学实验、有机化学实验、分析化学实验）\n实验课一般看实验操作、实验报告和实验结果。不同实验课侧重不同，此处建议仅供参考。无机实验：选对老师，别给自己太大压力，做实验的时候一定要认真，实验报告我的建议是两页起步。有机实验：实验报告实验报告实验报告，我的建议是四页起步，实验装置图画高清大图，查点相关文献 ，使用统计工具制表，反正就是卷，我只能教到这了。分析实验：实验结果实验结果实验结果，相对平均偏差一定要小，通常可以通过一些手段获得结果的标答然后做实验的时候别和标答差太远就行，主要要保证一个小的相对平均偏差。all last 我还有点想写的但我没时间了，有问题来问我吧。祝各位学分绩全90+，走向人生巅峰。"}
{"id": "chunk_00131", "title_path": ["无机及分析化学："], "chunk": "这门课对于B课表的同学是更友好的，无机和分析对应两门课程：无机化学和定量分析化学。因为不是我们的专业课，所以合并成一门课，期中之前学无机，期中之后学分析，无机部分有期中考试（不出意外是大一上唯一一门期中考试）。成绩占比：平时：期中：期末=20:20:60。无机部分原子与分子部分比较难（高中学过结构的会轻松一点），其他和高中相通，学起来比较轻松（生物伯苓强基无机学到宋天佑版《无机化学》的上册，与化学概论同样要求，分析部分为南京大学版《无机及分析化学》）。分析部分考试不多，但是难，计算题为主，需要背的也有一部分。这门课程可以说单纯的掌握规律不足以薄纱考试题，但是想通过考试，背课后题和例题的答案也是足够的，高分肯定是需要一直学的，想卷的同学可以咨询学长学姐，认真完成某位老师的魔鬼训练很有帮助（这位老师的助教超棒，详情请问学长学姐）。"}
{"id": "chunk_00132", "title_path": ["有机化学："], "chunk": "不是专业课，但是有机还是难。南开大学版有机化学，一学期修完两本，下册部分知识不考。成绩占比：平时：期末=3:7。平时有小测，是整个学年统一的，算在平时分里面（变相考勤）。有机一定要选个好老师，最好问问学长学姐，遇到只念PPT的老师是真的学不会的。作业该借鉴答案就借鉴答案，自己写难度太大，弄明白怎么反应的就行。速通很痛苦，建议是一直学，不要临时抱佛脚。有机化学与生物化学2-1、生物化学2-2有一定关系，建议好好学。\n非常非常有意思的课，老师讲得很好。没有课本，全看老师PPT，但是是D类课，不过非常建议修读。好水，几乎不考勤，平时：期末=7:3（有平时作业），而且期末开卷，把PPT复印下来考试拿着就行。"}
{"id": "chunk_00133", "title_path": ["生命科学概要：", "24级的生概是论文结课＋平时作业（有小组作业也有个人作业）"], "chunk": "（ps：A课表by22-化伯-张瀚方，b课表by22-生伯-李欣芮，其它问题如选课选老师或者学习资料等欢迎私戳。24级部分by24-生科-孙雨洁 我绩点并不突出，学习方法的话并非强项，但是心态积极，有心理委员证书捏，欢迎来找我聊天）"}
{"id": "chunk_00134", "title_path": ["学分绩"], "chunk": "「保研机制」本专业的体制和课程非常的单一且纯粹，\n计算综合排名只算BCD类课的平均学分绩，A类课对保研方面无影响（意味着不用卷A类课了），甚至，就算有A类课挂科，重修之后过了仍然是可以保研的，只是不能评当年的奖学金（但别太摆，重修也不好受，而且万一出国呢）\n综合排名按照95%的学分绩和5%的综测来排，很显然学分绩占绝对的统治地位，专业课学分绩够硬的同学就算无竞赛/大创等加分项也可以顺利保研，我们5%的综测，作用仅仅是锦上添花，绝不能雪中送炭（但是某些时候保研边缘都到小数点后两位了，那该弄啥加分的就去弄啥）\n「奖学金机制」奖学金种类很多，学院内部评比的按级别分为国家奖学金（8000）、天津市人民政府奖学金（8000）、公能奖学金（5000）、学业优秀奖学金（2000）、其它专项奖学金（2000），这些奖学金不能兼得，此外还有一些校友奖学金，10000的、5000的都有。国奖、市奖、公能的总评分计算公式是"}
{"id": "chunk_00135", "title_path": ["学分绩", "0.81ABCD学分绩+0.09素质分+0.1答辩得分"], "chunk": "所以想拿奖学金还是得好好学一学A类课的。此外，素质分非常不容忽视，参与社会实践，志愿服务，文体活动，竞赛项目都有加分。虽然它系数小，但是每项加的多，9分素质分就顶一分学分绩了，真想搞钱可以卷这个，尽管不建议这么功利。"}
{"id": "chunk_00136", "title_path": ["「专业课安排」整个大一只有两门专业课："], "chunk": "【数学分析】（大一上的数分一5.5学分、大一下的数分二4.5学分、大二上5学分）\n【高等代数】（高代一4.5学分、高代二5.5学分）\n且数院和统院保研不算A类课，所以学习的重点就只有——这两门课了，分数分布一般来说都是3次月考每次10%+期末60%+平时分10%，目的很明确。（24开始两次月考一次15%）"}
{"id": "chunk_00137", "title_path": ["「教材与辅导书」数分教材为"], "chunk": "南开大学自己编的数学分析（上）（中）（下）三本小册子，\n但是据说教材编的不太好，推荐买谢惠民的《数学分析习题课讲义》作为辅导书（推荐你们先买上册，因为你有很大可能根本不会看，咱们先省点钱且省点空间，你真的感觉需要再买下册）\n高代教材是北京大学的《高等代数》第五版。（但是这本书是高代教材的烂中烂，想学明白一定要换本书，丘维声谢启鸿蓝以中孟道骥啥的都可以）（但是高代比较简单，大家想完成月考+期末不成问题，真的想学明白再做杨子胥丘维声啥的（呜呜太高级了，我买来真是一页没看过））\n依我个人拙见，只靠这三本书和自己的努力，数分高代期末总评95+不成问题，不建议一开始买很多辅导书和习题集，如果你真的感觉学有余力，从非功利的角度进一步提升自己的数学能力，可以再选择性购买一些老师推荐的参考书（95%的同学都用不上）"}
{"id": "chunk_00138", "title_path": ["「无纸化学习（看个人习惯）」"], "chunk": "我们数统不怎么需要打代码和写论文，所以对笔记本的需求相对较小，不需要买新的笔记本电脑，如果家里有，直接拿五六七八年前的也完全没有问题，甚至不拿也可以（我整个大一下就是没笔记本的）。但是我们需要很长时间去做数学题，需要相当多的习题笔记和草纸，这时有一个平板就会很方便（不用也行，这只是我的个人意见\n「时间分配」数分比高代在打高分上难的多，建议大家70%的时间学数分，30%的时间学高代\n数分推荐可以搭配b站上的复旦大学【陈纪修】的视频课进行学习（全中国数学系统一数分老师），课前预习/课后梳理都很适合，但不适合突击复习，因为他讲的太细了，复习时间十分宝贵，咱们没那么多时间。（其实我感觉用来突击也行，两天能听完一个月的课吧）（听完了也不会做题啊，在时间很紧迫的条件下，老师讲的例题和作业题要比听网课重要的多，哪怕这个知识我根本没懂，也要把例题和作业题背下来，在开专考试会背可太重要了）（史济怀的也不错）\n高代我觉得太简单了不需要看网课自己看书学都能学会（）（谢启鸿/feierlich）\n「突击复习」大学考试之道，好好学习最后分不一定考的高，但是考的高的一定是好好复习的。"}
{"id": "chunk_00139", "title_path": ["「无纸化学习（看个人习惯）」"], "chunk": "如果你追求80+，那么你的主要战场是期末考试，期末周必须打起12分精神突击复习，如果你追求90+甚至95+，那么每一次月考都要严肃对待，为自己留出5天左右的复习梳理时间。复习重点是：临近考试老师强调的题>课本/正课例题>作业题>往年考试题>课后习题非作业题>其他题，前三个必须搞懂！每次月考前数院会有上一届的学长学姐给大家梳理一下数分高代的考点，带大家做一点题，名曰“数分高代拯救计划”，到时候信息会发在NK数院公众号上……但我的经验是有点用，但不多。（主要看主讲老师，去的学长都有水平但讲授能力表达能力这些不好说，毕竟是学长不是老师，有很浓的个人色彩，对于应试帮助不大，但是对于锻炼数学思维是不错的）\n（by22-数学-张越珊）"}
{"id": "chunk_00140", "title_path": ["综合素质评价成绩"], "chunk": "（具体可能有改动，还是以当年学院发布的政策为准哈，下面仅供参考）\n综合排名成绩=BCD类课程平均学分绩×95%+综合素质评价成绩×5%\n其中综合素质评价成绩满分为100分，包括：特殊学术专长（发表论文、全国赛及国际赛事获奖）、科研训练表现、参军入伍服兵役三部分。具体分值分布为：特殊学术专长60分，科研训练表现30分、参军入伍服兵役10分。特殊学术专长60分（超过60分按60分计算）\n凡发表一篇与学业相关的SCI论文的，第一作者（含独立作者）记15分；凡在核心期刊上发表一篇与学业相关的学术论文，第一作者（含独立作者）记10分。\n注：1) 同类竞赛多次获奖的，只以最高奖项计分。\n注：1) 同类项目多次获奖的，只以最高奖项计分。\n注：1) 同类竞赛多次获奖的，只以最高奖项计分。\n具体分数认定按照学校《南开大学推荐优秀应届本科毕业生免试攻读研究生工作实施办法》执行。"}
{"id": "chunk_00141", "title_path": ["数学分析总论："], "chunk": "先不管是哪位老师讲，只要是使用南开的数分教材，就一定是有问题的。其体现在实数理论放到后面讲，定积分后不是广义积分而是多元函数，体系令人难以忍受。对此，笔者的建议是：如果真的想打好分析基础，最好自己先学出来实数理论再跟课，也最好看看别的教材，像陈纪修，史济怀都不错，北大的册子比较短小精悍，能学下来也是够用的;然而如果确实是之前从未接触这套语言，刚接触发现需要适应，那跟着学校的进度学完第一册再自己回头按正常顺序重看也是不错的选择。至于后面的顺序单就数分而言问题不大，只不过在大二上学期你会发现自己要学三遍一致收敛（笑）。"}
{"id": "chunk_00142", "title_path": ["《数学分析I》："], "chunk": "内容是从数列极限到不定积分，按教法和考法是三门数分里分析味道最浓的一门。实数理论放到了后面所以刚开始搞清楚epsilon-delta语言就够了——事实上整个数分说白了就是一个核心问题：什么样的epsilon，什么样的delta。由于现在的老师讲课风格我不清楚，所以不多评价，但是如果他纯念书建议翘课自己看，后同。"}
{"id": "chunk_00143", "title_path": ["《数学分析II》："], "chunk": "内容是定积分和多元函数，按教法和考法是三门数分里分析味道最不浓的一门，全是算。定积分的可积性理论那里还是不简单的，然而这部分研究的东西在学了实变后就没人再管了，属于是只有学的时候会被考。多元函数的连续和极限和一元的也差不多，应该会讲一些简单的拓扑概念，不过考试不会作为重点。多元微积分就是可劲算，没啥好说的，真听不懂没关系，知道咋算考试够用了。"}
{"id": "chunk_00144", "title_path": ["《数学分析III》："], "chunk": "内容是曲线曲面积分、数项级数，广义积分，函数项级数，幂级数，傅里叶级数，含参积分。在经过前面一年的分析与计算训练后，学这部分内容应该还好。曲线曲面积分就是纯算，证明题也是算，反正我当时算的很痛苦。级数开始就是连续的一套东西，反正数项级数一定要认真学，不然这一学期都会痛苦地找补。傅里叶级数学不明白就记一下咋算，含参积分学不明白就看几个求积分的例题，反正考试够了。如果这门课是某孙姓老师教，我的建议是大翘特翘，但是他可能点名，所以大家自己看着办...\n「如果这门课是某李姓老师教，我只能说你自求多福，，，」"}
{"id": "chunk_00145", "title_path": ["高等代数总论："], "chunk": "先不管是哪位老师讲，只要是使用北大的高代教材，就一定是有问题的。其体现在烂的我不知道该怎么评价。如果真想学明白高代，我的建议是换本别的，追求全可以丘维声/谢启鸿，追求精简可以孟道骥。解析几何不评了就，反正稍微学学就能会（2天突击就可以！甚至一天都行！）"}
{"id": "chunk_00146", "title_path": ["《高等代数I》："], "chunk": "内容是多项式，行列式，矩阵，线性空间。多项式学不明白其实没关系，行列式算不明白其实也没关系。记住Cramer法则从矩阵开始学一点问题没有——因为多项式的技巧性处理和行列式的计算并不是高代的主线。当然了，为了应对考试，还是多总结总结套路学一下... 这学期的内容思维难度不算大，把线性空间学透是最重要的。如果觉得没学太懂很推荐b站的丘维声网课，讲的真的好。（神中神！）"}
{"id": "chunk_00147", "title_path": ["《高等代数II》："], "chunk": "内容是线性变换，多项式矩阵，欧氏空间，二次型。比高代上难了不少，线性变换一定要学透，尤其是与矩阵的对应。搞清楚所谓的“标准形”思想很重要，也建议搞清楚书上定理的证明，然后适当做题。按我的记忆多项式矩阵考试不考，不知道现在是不是这样。"}
{"id": "chunk_00148", "title_path": ["《抽象代数》："], "chunk": "学习内容是南开教材1.1-1.6、2.1-2.7、4.1-4.2。老师人很好，讲的也比较清楚，但是这个教学内容只能说约等于什么也没学。就像名字一样，这会是本科第一门比较抽象的课，其只需要一点初等数论作为前置知识（但是上课不会讲，建议自己稍微学学），反正理解了在干什么就还挺好学的。但是需要注意，这门课是10分平时分+30分期中+60分期末，所以一开始不好好学容易寄，期中炸了就只能缓休了。教材没有答案，但幸运的是yfy整理了A组题的答案，但不幸的是上面恰好没有每次留作业的题的答案。"}
{"id": "chunk_00149", "title_path": ["《常微分方程》："], "chunk": "李明老师教课，用的教材是王高雄，但他会讲一部分丁同仁的内容。建议听课，至少要跟进一下每堂课的进度，老师不完全按顺序讲，所以纯自学可能无所适从。这门课某种程度上也是一门数学分析，数分学得好的话学着会比较舒适。其实这算是我本科听得最多但学的最不明白的一门课，不过这门课理清知识脉络跟做明白题没那么相关。最终的考试一般不会难为人，能出够让你及格的解方程，证明题思路基本都比较基础。（注：这门课在大二上开课，并且会比数分3先用一致收敛，老师会讲，但可以酌情自学）"}
{"id": "chunk_00150", "title_path": ["《实变函数》："], "chunk": "一般是两个班，某李姓老师教的话会比较水，可以全程不听。实变算是个大号数分，所以数分基础打得很好的话很多东西学起来会很快。这门课的学习重点就是搞清楚外测度的引入——推广长度，外测度怎么成为测度——限制在可测集类上，可测集是什么——Borel集并个零测集，可测函数的定义——开集的原象是可测集，lebesgue积分的定义——定义域可测分割后的“矩形逼近”。后面的微分和Lp空间大类是不讲的，但有余力的话可以学一下，还是有好处的，对分析或概率感兴趣的同学也可以同步学习一般测度论。推荐一本教材：GTM282，把每个东西的来龙去脉讲的很清楚。"}
{"id": "chunk_00151", "title_path": ["《概率论》："], "chunk": "江一鸣老师讲课，用的教材是李贤平的初等概率论，讲到强大数定律之前的内容。单就学好这门课而言，把书上习题都做了就足够了，但如果想学透建议对照着实变来理解，毕竟概率就是个测度。前四章都是以计算为主，需要高中的排列组合和数分中的计算。第五章突然分析了起来，需要数分和实变学的比较好才能学明白。期末考试老师会给画题，照着复习就行，拿高分很容易。"}
{"id": "chunk_00152", "title_path": ["《复变函数》："], "chunk": "一般大二上都会选这门课，讲经典的复分析内容，印象里讲到了共形映射，用的是南开自己的讲义，也可参考钟玉泉。王险峰老师人很好，也比较有思想输出，但不确定她会不会教大类了。复变学起来的感觉就是加入了更多操作的数分，所以数分学得好复变也不会有问题。一般来说，复变也会比数分先讲级数和一致收敛，令人感慨。期末考试考的也都比较基础，平时作业都认真完成就能考的不错。"}
{"id": "chunk_00153", "title_path": ["《latex》："], "chunk": "latex对于数学人来说比较重要重要，学会了就可以很方便地排版和输入数学公式。这门课就是教你怎么使用latex，当然一般来说你并不能真的靠听课学会latex，还是得自学。啥时候选都行，上课去不去也行，期末是交个大作业——用latex敲几页数分书或者啥的，比较轻松，给分也还可以。\n没上过，但是听室友说可以纯摆烂，给分也还不错，感觉可以选"}
{"id": "chunk_00154", "title_path": ["《投资学》（李静）:"], "chunk": "理论上这门课需要好多前置课程，像货币银行学啥的，但是这门课就是在没基础的情况下愣讲。前半学期的东西不沾数学，不想了解可以不用听；后半学期的东西最难的没超出高数上册，照着笔记学完全够了，要把债券计算，M-V模型的完整推导，CAPM的计算搞懂。期末题会从作业题和往年题里选着出，不沾数学的部分只占15分左右，剩下都是计算，反正会算，简单背一背文字性的东西，把所有能接触到的题都做明白就够了。\n实际需要的前置知识:正定矩阵的概念，拉格朗日乘子法\n没上过，听我前年选课的室友说非常友好，如果有高中竞赛基础大概一学期不用听，如果没有的话正常学一学应该也没啥难度。"}
{"id": "chunk_00155", "title_path": ["《运筹学》（胡威）:"], "chunk": "大部分时间在讲线性规划，最后讲了决策论和对策论。如果学过建模的话，线性规划的很多东西都会有印象。反正主要部分是会列单纯形表，知道对偶问题的几个定理，运输问题和指派问题的解法，目标规划的列式，决策树和计算，对策矩阵的处理，其它都是一些零零散散的点。内容不难，作业都能整明白就够了。期末考的都是各章的典型题"}
{"id": "chunk_00156", "title_path": ["《金融工程学》（李静）:"], "chunk": "本课程或许也可以叫做《公式记忆与计算器使用I》。可以照着ppt自学，反正我没听过。不需要会的: 不带数学的部分，公式推导 需要会的:几乎所有公式，互换的流程图和现金流，希腊字母的推导。弄懂作业题和ppt的例题足够了，期末大部分题都是你做过的题或者往公式里带数的题。理论需要的前置知识:概率论，基本的随机过程，若干门金融经济类课程"}
{"id": "chunk_00157", "title_path": ["《精算数学》(李津竹):"], "chunk": "本课程或许也可以叫做《公式记忆与计算器使用II》。用的是卢仿先的《寿险精算数学》，书上错误很多，不要随便做题。只要整明白什么是现值什么是终值就可以学懂大部分内容了，东西基本都挺好懂，把书上例题和作业题搞明白就行。听起来很简单，但相信我，这门课会让你觉得十分折磨。​\n(放一张21年的范围，应该每年都差不多)\n需要的前置知识:会算随机变量的期望和方差，知道中心极限定理是什么。\n前半学期期权，比较好懂。后半学期随机分析，不要试图听懂，也无需听懂，期末给绝对意义上的考试范围，哪怕你是个文科生，期末把所有题当字符串背了就行。理论上需要的前置知识:概率论，随机过程的概念\n会介绍基础的信息论和编码理论，只会讲离散型随机变量所以没什么太高端的操作，更多是一些初等的trick. 老师人很好，东西也解释的很清楚，把所有书后题都做了期末也就没问题了。\n自学即可，一次课也不用去，老师纯纯念书，把书整明白就够了，给分还可以\n基本都是高中竞赛的东西，组合计数，抽屉原理，递推法，母函数，没学过竞赛的话学这门课应该也没什么难度。\n古典内容，基本都是算，不是太难但对于我这种不喜计算的人很是折磨。\n来自2024年选微分几何的一点补充：太神了！给分太神了！能选一定要选！"}
{"id": "chunk_00158", "title_path": ["基本认知：​"], "chunk": "保研分两部分:被推出去(即拿到保研名额)和被接收。保研名额需要在大四的9月份进行申请，学院的官网有保研细则，最终排名学分绩为主，竞赛获奖可能能带来小范围的上升。每年大类的保研率大概在22附近波动。被接收是指9月末在系统填报志愿然后被录取，一般要参加夏令营和预推免然后再报志愿。夏令营和预推免：各个学校对保研生进行选拔的过程，夏令营一般从6月初到8月中，预推免是8月末-9月中。你需要关注一些保研公众号(比如n次方数学保研）或者直接关注各个学校的官网来获得相关信息，然后在相应学校的系统里报名。类比一下的话，这俩东西有点像高中时候的清北金秋营/上交致远营之类的，考好了给你offer，拿到offer的话在系统里报名就可以被录取了。营里一般是笔试和面试，主要考察你的基础知识(数分高代啥的）以及所报考专业的相关内容。夏令营和预推免（以及九推）的具体区别可以去知乎之类的查一查，此处不具体说了。"}
{"id": "chunk_00159", "title_path": ["如果想保研，你需要做"], "chunk": "（只针对保数统的研，跨保我完全不懂，只知道基本都还算好跨。）\n搞好学分绩，尤其大三上要好好学习，根据自己的情况参加一些加分项目\n因为报夏令营用的是前五学期成绩，那第五学期当然得好好学习。如果觉得保研不稳，可以适当参加点能加素质分的项目。\n大部分学校还是对六级有要求的，不要求分数但是要过。面试的时候也会有涉及英文的问题，所以还是要稍微会点英语的。\n毕竟夏令营考这个hhh 如果有目标学校，可以提前了解一下考察形式，方便有针对性的进行准备。已经决定好方向了的话也可以多看看这个方向的东西。\n这个资料应该已经传了很久了，里面有很多课的电子教材和笔记。我在里面加了自己写的复变总结，抽代答案，实变答案，金融期权总结，金融工程总结，或许也算是乘凉之后再种了棵小的吧。（by19-应数-于飞洋）"}
{"id": "chunk_00160", "title_path": ["两个院各自包含的专业："], "chunk": "物院：物理学、应用物理学、光电信息科学与工程\n电光：微电子科学与工程、通信工程、电子科学与技术、电子信息科学与技术、光电信息科学与工程\n大一上的大类专业课程包括高数a（用的是南开自己编的教材，说实话，建议用同济版的），线性代数，力学，电磁，电路基础，C++、大学物理基础实验等等。高数课可供选择的老师很多，较受欢迎的有祝文壮，刘会刚，向兵（祝文壮老师的课人太多了，去晚了只能坐很靠后）。力学老师我上了臧维平的课，感觉还可以，李玉栋老师的课没上过不太了解。线性代数本人选了张昊老师，教的很好（但本人太菜），另一个老师是谁忘了，主要是不认识上他课的人。C++的老师都那样吧，不能说好也不能说坏，本人上的是古力老师的课，只能说还行。电磁学刘玮老师不错，另一个不清楚。电路基础邵斌老师不错，还有另两个老师，其中有一个很抽象但忘了叫啥了。大学物理实验每节课老师不一样，记得预习和实验报告及时交就行。大一上的大类必修课包括高数A、高级语言程序设计C++、线性代数、大学物理学、电路基础、大学物理基础实验等等。"}
{"id": "chunk_00161", "title_path": ["两个院各自包含的专业："], "chunk": "（ps：一些比较公共或相近的课程也可以看看金融学类和工试部分的介绍呀）\n光电信息科学与工程这个专业两个学院都有。这个专业是天南大合办的，前两年在南开读，后两年会去天大读（南开籍的去不去天大都行，但天大籍的都得去。本科毕业拿两个学校的学位，分别是南开的理学学位和天大的工学学位。（物电可以再多写点再细点写嘛，看看前面后面的大类都写了些什么）\n（by23-物理-杨博）"}
{"id": "chunk_00162", "title_path": ["工试大类"], "chunk": "几个学院（计网、人智、软件）的保研/奖学金均使用ABCD课程平均学分绩，所以政治/英语/军理/体育/专业选修课都不能摆！！！（重点）\nps: 计算机学院和网络空间安全学院名义上是两个学院，但实际上这两个学院的行政是一套，可以简单理解为一个学院（简称计网）。人工智能学院可简称人智（但老师们喜欢简称为智能）\nps：24年11月网络空间安全学院更名为密码与网络空间安全学院，现简称为密网，和计算机学院放一起（即计算机学院和密码与网络空间安全学院，虽然很长很绕口，但请大家熟练掌握这17个字并背诵，将来会有很多用到这17个字的地方）的简称为计密网。本文中的网安就是现在的密网，懒得改了……（绷不住了）\n人智计网为90%学分绩+10%综测（软件8：2），综测部分基本仅参考学科竞赛和科研成果，综测部分大家大致一致，可以说学分绩基本决定了保研与否。具体的保研加分细则可以去找相关学院的学长学姐们要，各个学院的细则是不一样的。不过也不必太急，到你们保研那时候保研细则有可能会有变动。（但科研等将决定你能保去哪，如果没有扎实的科研经历或成果大概率本校，无论绩点排名多高，老师们很担心你只会考试，想外保一定要做科研！"}
{"id": "chunk_00163", "title_path": ["工试大类"], "chunk": "）\nps：计网20级推免的时候政策突然改了，里面又加上学生工作志愿服务社会实践文体活动什么乱七八糟的，虽然占比不多吧，但怎么说也是占上一部分比例了，唉~估计之后的推免应该这些东西都得占综测分了吧，具体还是看各个学院当年当届的政策比较好\nps：你开计网很少有人能打比赛拿到比较理想的成绩，因为课较多、压力也较大。以及本科生做科研能发上高水平论文的基本都是大佬，但在计网这样的大佬还是有的，而且由于越来越内卷，大二就有一些大佬们发ccf-A，发顶会论文，打打比赛拿到奖了，绝对的狠人。发ccf论文打保研加分名单上的比赛能拿到奖的人是可以拿到保研加分的，能有精力能打比赛发论文的有没有加分都能保上研了。"}
{"id": "chunk_00164", "title_path": ["工试大类", "（21-物联网-gdw：也不绝对，有些竞赛组队的可以抱大佬大腿，被带飞得奖是一样的）（21-信安-sl：佬！！给您磕一个！（这是真正的大佬））"], "chunk": "工科课程特点为大一大二几乎都为高学分的数理基础/专业课，且基本都为考试结课（也有大作业但仅占一小部分分数），因此和数统相似，考试主要决定你的学分绩，平时分只要不选到特别雷的老师一般不会差，而且一般都会捞你（经典：高数大物卷面43分就能捞上60），所以一定要重视政治和数理课程的考试！（ps：思政A类课，会放进去的）计网有一些课程，平时分+考勤+平时实验报告+上机考+大作业+期末笔试，每样都有，每部分的分数都需要重视。ps：gdw：但是由于有的课分的太细了，又有笔试又有上机又有大作业又有平时分，智者千虑必有一失，作业细分到记不住截止日期，一方面可以用todo之类的软件提醒一下，另一方面真是不小心忘记了少做了一两项也无关紧要\n可以很明确的说，轻薄本性能是绝对绝对不够用的，大家基本用的都是高性能的游戏本。"}
{"id": "chunk_00165", "title_path": ["电脑配置"], "chunk": "处理器建议选择性能好一点的（且建议使用Intel的处理器，不建议使用Mac，也不建议使用国产处理器），内存建议选择大一点的，硬盘空间建议选择大一点的，应付一般的编程作业普通的显卡即可（但后续可能需要做深度学习等大一点复杂一点的项目，显卡建议也配置稍微好一点的）（ps: 虽然不是所有程序都是在自己电脑上跑吧，大的项目其实会租云服务器跑的…）\n条件宽裕的话，可以准备两个电脑，游戏本+轻薄本，毕竟背游戏本去教室上理论课的话还是挺沉的，当然背习惯了就也无所谓了…\n（ps: 老学姐宿舍4个人使用的都是游戏本（eg: 我们宿舍大家用的是联想的拯救者，其他品牌只要性能够用也是可以选择的），大一上学期没用游戏本的后续也都陆续换成游戏本了，毕竟轻薄本是真的不够用…\n且建议去图书馆公教或者其他地方自习的时候随身携带插排，跑大项目的代码的时候（比如一跑跑5678910个小时的那种，就算跑普通的编程作业也尽量别啊）电脑断电关机人真的会疯掉，可能还会造成后续一系列的意想不到的麻烦……）\n（zhw: 省流，氪金是值得的）\n大一的时候工试的同学们可以尽可能多选一些E类课（尤其是大一上的时候，是读南开工科最幸福的一学期）。\n虽然大一上的时候各位教务可能告诉你们说不建议你们大一上选E，说什么好的E都被学长学姐们挑完了的这种话，这种话听听得了笑一下算了，在南开读工科的好日子还在后头呐！！"}
{"id": "chunk_00166", "title_path": ["大一数理基础课程的准备："], "chunk": "主要有高数上下（5学分）、线代（4学分）、概率论与数理统计（4学分）、大物（4学分）、电路基础（3.5学分，由于大类调整培养计划的修改，23级在大一已经没有这门课啦，24应该也没有了，减少了很大一部分的负担，但好像分流去人智的uu们在大二还得补上这门课），c++上下（3.5和2.5）。这些课程有明显区分度、学分也高，如果大一上来这些课不适应直接考炸可能直接和保研拜拜。大二之后也会有学分比较高的课程，但高学分的课几乎也到不了5学分（4学分算大的了少见的了），也不会安排的像大一这么密（大概偶尔某个学期碰个一门4学分的课这种）。所以一定要重视！平时只要跟着学不用多练期末复习就不会考差，真别最后一周速通。（纯背书的水课除外）\n因为大类的调整，23级的培养计划会有较大的改动，上面课程和学分的具体数据参考就好，下面的都是之前培养计划的相关课程介绍，参考即可，大家取自己需要的部分就好(24级应与23级相近或不变)\n上课用纸笔做笔记有助于减少溜号次数，但是个人觉得pad类更方便，找到适合自己的即可。"}
{"id": "chunk_00167", "title_path": ["数学部分："], "chunk": "高数可以大胆自学，不用按进度走（极其不推荐宋浩网课，难度对24级开始的开专高数A完全不够），推荐高数兆筱小分队，或者直接考研数学，线代面向考试准备重在计算和应用，概统（23小东西觉得框框和梨米特都还不错），也十分推荐买基础的考研书自学，找到合适的方法即可（有实力买数学竞赛书也行）。高数线代概统个人感觉考试不是特别难，多要往年题多刷刷，平时多听懂老师课上的暗示，考试是不难的。当然，这东西也是想学多深能有多深，但对考试帮助不大。（23级开始高数A难度飙升，其他两门还比较正常）\n概统老师大概率不会照着书讲，但是建议期末复习的时候看看书，形成系统的知识，做做课后题，真的有很大帮助，考试类型题也就那几样，做多了就会了。"}
{"id": "chunk_00168", "title_path": ["物理部分："], "chunk": "大物推荐选黄茜老师和丁毅老师的课！（ps：哪个老师都是按学院安排的，可以看自己学院当年安排到的是哪些老师，从那些老师里选）讲的特别好给分好，可以旁听！自学的话B站东北大学讲的很好（ps：b站上也有居家学习期间丁毅老师的网课视频，感觉可以辅助着听听或者复习的时候用），如果想拿高分考前复习课一定要去（其他老师的复习课最好也要有人脉），往年多少会透露一些考试相关信息。此外个人感觉大物上课认真听跟住老师做题拿到3点几并不难，但是大学生没有几个从头到尾认真听的吧......可能是我习惯不好（）\n（建议大家不要摆 22级还是21级有卷面1分的存在）\n（工试23级开始不学电路 遂删）\n大一下有大物实验课，需要做大物实验。（不是大学物理学绑定的课，是单独的一门课，和大物课上讲的没什么关系）这门课如果全都是自己做实验的话比较耗费时间和精力（如果某些实验摊上的助教不太好很容易事多且分低，很难评但很可能大家都这样），大一下的大物实验对手残党不太友好，建议找学长学姐们要点实验报告，不管是参考学长学姐的数据还是抄（雾）。（ps：理论上讲，助教会查是不是copy往届的数据，但个人感觉查不太出来。\n或者嘛，稍微改动一点点，dddd）"}
{"id": "chunk_00169", "title_path": ["编程部分："], "chunk": "南开大一开学高级语言程序设计直接学C++（不是C也不是C#，注意），一些常用的工具平台如VSCode、Visual Studio肯定是要学会用的。平时有空可以再多学一些主流的开发语言，比如python、java等，虽然大二也会开课，但是早学早用早入门。这里建议自学，大多数人通过听课来吸收知识效率挺低的。可以跟着B站黑马程序员c++，对照进度自己学，以及CSDN，学会使用copilot，chatgpt，github，gitee等，善用搜索引擎，基本能解决现阶段的大部分问题。ps：计算机人必备，全世界搞计算机的人都用的代码开源托管平台github，请大家必须学会如何使用，在未来和代码相伴的日子里，你们百分之一个亿会用到github！！gdw：一定要会用chatgpt！！！chatgpt就是写程序的神器！！不会了就去问chatgpt！可以帮忙debug！！比问老师快多了！！没有账号也学会去搞一个！！"}
{"id": "chunk_00170", "title_path": ["编程部分：", "25年更新：省流就是要学会使用ai大模型啦，现在大模型超级多，不再是只有GPT的年代了，claude4对代码人来说也还是蛮好用的，或者学一下trae、cursor这种究极懒人一键化编程平台，总之就是大家要学会使用各类工具呀~"], "chunk": "学工科一定要提高自己搜索信息独立解决问题的能力。C++考试主要有上机和笔试两部分，可能会流露出往年题但很难找到，找到意义也不大年年换题，上机的话大概就是那几个类型的题目，实在不行背一背关键代码都是怎么写的，多看几道类似的题。笔试大家基本一样烂，上机如果没有手感，可以平时做做洛谷上面的题目，一般第二档难度能做个七七八八上机问题也不大。大神可以再去刷刷力扣之类的网站上的题目。这东西没有最难只有更难（不同时间点的难点不同），没有捷径，没有学习的尽头。南开工科的C++会用OJ系统，上面老师们会定期留编程的题目，但难度都不算大，有精力的有能力的还是建议在刷完OJ的题之后（OJ题目会算最后分数里的）去刷刷洛谷。c++大家的分都不咋地，不用太在意，老师期末会捞的。最重要的是理解逻辑并学会如何翻译。（你甚至可以把学如何编程的过程当成学类似英语、法语、德语之类的语言的过程）和其他语言比起来，C++其实是老师教的最详细的，后续课程所需要使用的语言（Java，JS，Python等等）其实都是现学现用，所以最开始能够理解并掌握编程逻辑，对以后的学习相当重要。（抽象点讲，编程逻辑是内核，语法就是包装的壳子。\n壳子不仅要有，而且要标准统一且规范且能起到所有它应起到的作用）"}
{"id": "chunk_00171", "title_path": ["编程部分：", "21级老学姐表示，编程这个东西，确实需要听懂理论，课下也需要自己花时间去练，自己不动手只会空想永远不知道错在哪里。有一些细节上的问题、或者说打代码时候的坏习惯，不去跑、不报错，是真的很难注意到的。甚至报错后如何更快的找到问题去debug也是需要自己摸索的。"], "chunk": "学长学姐们有多少经验告诉你们都不如你们自己大一一年实际去撞撞墙流流血，多在编程上“浪费”一些时间。自己的经验教训效果肯定更好，记忆也更深刻，还能满足个体化需求（手动狗头）。愿意课下花时间自己动手琢磨的，自己是会有明显的感觉的（手感），在以后的学习过程中是会显现出来的效果的。功利角度讲，分数上也是能看出来的。"}
{"id": "chunk_00172", "title_path": ["应考部分："], "chunk": "应考方面数学和物理都会给往年题（ps：别管老师给不给的，都提前去找学长学姐要啊），建议至少都做一遍，题型基本相似，不要盲目追求所谓难题，我们考的是南开大学高等数学，不是考研数学不是清华微积分（25更新：现在难度真的直逼前两者），所有科目都是这样，想考高分一定要熟悉本校考试的特点。至于有的同学看数分/高代，我只能说从我个人来看对提升成绩意义不大，但是作为兴趣还是很好的。（23级小登：感觉学数分高代的大多是要润数统hhhh）\n比较建议工试在大一这一年多选一些E类课（通识选修课）。如果分流进入了计网和人智的相关专业，从大二开始专业课的难度和数量都不低的。分流进入软件也建议大一多选E类课，因为大三大四会去泰达校区，这个校区开的E类课是个位数（印象里不超过3个E），也没什么有意思的课，不太好选。（软件大三大四的课较少，完全可以选津南八里台的e，从而申请临时宿舍hhhh，但还是建议趁早选）（25更新：软件改成大四采取泰达了，这几年一直在张罗从泰达回津南，不过什么时候彻底回来就说不准了）（软件好像大二上的课也很少）\n专业特点：除自动化外整体方向都偏软（编程为主），大致为：\n（ps：学院角度划分软->硬：软件、网安、计院、人智）\n具体方向可访问各学院官网/知乎/B站均有详细的介绍，在此仅介绍一些开专的特点："}
{"id": "chunk_00173", "title_path": ["软件工程"], "chunk": "大三大四要需要搬到泰达校区（该校区仅有软件大三大四本科生，其余均为硕博），（25更新：现改成大四搬泰达了）校内环境上确实不如津南（有点研究院的感觉）。如果选择软件学院，需要大二下学期考试结束后，搬家到泰达校区（23级只给了三天时间），进行一些暑期学校课程的学习（eg：实习实训）。这边整体较为繁华，购物饮食等选择更多，二人寝或三人寝（有的还有电梯），电器不限功率。培养计划每届都可能有变动，具体请参考教务系统中你的培养计划和软件学院官网。（ps：搬宿舍之前会发个问卷，可以自选舍友和宿舍类型，好像是先到先得）\n软件会搬校区（ps：现在据说可能软件要回津南）。软件学院是国家首批示范性软件学院，软件工程专业也是国家级一流本科专业、也通过了工程教育认证，该拿的名号也没少拿。这个专业相对来讲可以说适合本科直接就业的（继续深造当然更好，学无止境嘛），而且分流来看，相对比较容易。（因为不想搬校区很多人不会优先考虑这个专业，转而优先考虑计网）\n（ps：在21、22、23智能学子和计密网学子的疯狂劝退下，软件现在成为分流最热门最卷的专业哩！！"}
{"id": "chunk_00174", "title_path": ["软件工程"], "chunk": "）\n软件相对来讲有很多实操性的课程和安排，以及要进行实习，这也是为什么软件会在大三大四搬校区的原因之一。系主任说泰达是新开发区，实习实训机会比较多。软件相比较于其他的专业，课程体量没有那么大，实训比较重要，留给大家外出实习的机会比较多。院长开分流大会时，说过软件专业本校保研会保你（但是不是只是这么一说就不知道了，院长可信度我觉得还是有的），而且包你就业，南开和校友企业合作还是很紧密的！"}
{"id": "chunk_00175", "title_path": ["智能科学与技术"], "chunk": "南开的智能科学与技术约等于其他高校的人工智能专业，不过还要学习许多传统控制方向的课程，如自动控制原理、现代控制论、机器人学导论等，就业读研时可选择传统计科/人工智能/传统控制领域，就业面还是很宽的\n（但样样都学也会样样不精，并且当下主流的AI方向甚至具身智能方向也和传统控制关系不大，但谁知道控制论会不会哪一天又被挖出来呢）。研究生阶段一般会明确研究方向：计算机视觉/自然语言处理/大模型/控制理论/机器人/模式识别/计算机体系结构（没错学长姐们搞啥的都有，甚至还有天文/金融/马原），具体还请参阅智能人专属预防针，十分建议看\n原来工科试验班这边这些学院是一个学院，叫做计算机与控制工程学院，是后来拆分成现在的4个学院的。原来的控制全部给了现在的人智，南开的人智主要就是控制学科。南开的人工智能学院可以简单理解为人工智能+机器人。\n（ps：其实没有学历的绝对要求，本科不管在哪个学校哪个专业学的都是杂且浅。本科也是能就得上业的找得到工作的，就是看个人追求了）"}
{"id": "chunk_00176", "title_path": ["计算机科学与技术"], "chunk": "南开计网的4个专业都是比较不错的。计科、信安、物联网、密码，都很nice。南开计科计算机视觉相关方向程明明老师的大组的里面的老师们有很多，每一个都非常非常厉害。做生物信息、大数据、自然语言处理、数据库（ps: 计网上一个袁晓洁院长就是做数据库的，24年刚退行政，计算机现院长是刘哲理院长，密网暂时院长空缺）、并行与分布式系统、嵌入式系统、系统结构等等这些方向的老师也都有，每个老师的个人实力也都不弱。但真的是因为南开的计算机视觉太太太强了，掩盖掉了（或者说挤压）计网其他方向的学术实力。比如做NLP、语音方向的老师（eg: 秦勇老师、李起成老师etc），数据库组的老师（eg:如张莹老师、温延龙老师、宋春瑶老师、孙宇老师etc），做大数据做生信的老师（eg：刘健老师、杨征路老师etc），南开百度联合实验室（eg:刘晓光老师、王刚老师etc）等等也都很不错的。关于计网老师们感兴趣的可以提前去学院官网自行查看。至于南开计算机视觉方向CV（Computer Vision）有多强，可自行网上搜索南开大学媒体计算实验室。"}
{"id": "chunk_00177", "title_path": ["计算机科学与技术"], "chunk": "南开cv代表人物：程明明老师（现卓越工程师学院执行院长）、杨巨峰老师、周宇老师等（ps：南开做cv相关的每个老师其实都很强的）\n（ps：留本校保研最后去程老师大组的学生每年都不少，cv相关方向的老师基本都可以看做是程老师组的，这个组是一个相当大的组。不过程老师组的考核很规范，不是什么人来他们都要的，想进的话还是要有真本事的）。（ps：程老师团队最近也在做具身智能哦，感兴趣具身智能的也可以联系程老师团队的各位老师们呀~）\n其他各方向的老师也都很厉害，感兴趣可去南开计算机学院官网看一看。在本科课程设置上，基本方方面面的课都开了且都写在培养计划里了，全面性上没的说。但课确实不少，而且每个课的要求也都不低，老师们可能很希望学生培养成什么都全能的六边形战士吧，课业压力很大（跟其他985计算机专业比南开计算机的课业压力确实不小）（ps：在计网也不只是计算机专业了，计网的4个专业期末想着临时突击那应该是不太行的），外加计科的同学们都蛮卷蛮拼的（想一直学的话真的学无止境，永远有的是要学的），竞争是挺激烈的。"}
{"id": "chunk_00178", "title_path": ["信息安全"], "chunk": "南开信安非常不错，冲学校+专业实力选的话值得分流入股（卷不卷的另说），信安这个专业未来的发展前景也是不错的。14年一句“没有网络安全就没有国家安全”成功将计算机安全方向升级出一个单独的网络空间安全一级学科。南开信安的老师们每一个都很厉害，eg：刘哲理老师（计算机学院现院长，做数据安全等相关）、汪定老师（现副院长，做口令安全、身份认证等相关）、贾春福老师（做密码学、可信计算、恶意代码分析等相关）（这3个属于是大老板，论资排辈在寄网话语权相对较大，他们也培养了一些留本校的卷非升即走的青年教师青椒）等等，可网上自行搜索，其他的老师们也各有各的厉害之处（比如贾岩老师、范玲玲老师、陈森老师、李想老师等等，还有密码相关方向的老师，可见密码专业部分）。（ps：密码和信安两个专业没有那么割裂，密码也是信安的方向之一，对于广泛学基础的本科生更是如此。这里的内容介绍上信安可以和下面的密码放一起看。"}
{"id": "chunk_00179", "title_path": ["信息安全"], "chunk": "如果想进组的话混着找老师没有任何问题，没必要看老师挂哪个系，更看你感兴趣的是哪位老师做的什么方向）\n（ps：对计算机安全，对security任何一个方向感兴趣的都欢迎找学姐的呀，希望可以和你们碰撞出更多有趣的idea哦~）\n（ps：21信安老学姐再次夹带私货：感兴趣网络安全、系统安全、LLM安全、漏洞挖掘、打CTF等的可以找李想老师呀，AOSP欢迎你们哦~）\n信安科研的常规方向（比如上面3个大老板可以粗浅归为密码相关的方向，其他老师们有做软件安全、网络安全、系统安全、物联网安全、机密容器、网络攻防、恶意代码分析与防治、多媒体安全、身份认证、数字取证、网络安全态势感知、LLM安全……每个老师手里的方向都不止一个，且各个方向里每个老师主攻的也不太一样，越写越觉得好像列不太全南开网安老师们做的方向，感兴趣的就自行查询学院官网老师个人主页的介绍吧）南开也都有老师在做，和企业合作的项目、军工口涉密的项目南开网安也都没少接（不能公开说就是了）。"}
{"id": "chunk_00180", "title_path": ["信息安全"], "chunk": "（ps：借用贾岩老师课上有关安全方向宏观介绍的几页PPT，感兴趣安全相关方向的可以参考）\n信息安全专业课程设置上计算机的核心课程都有，还有很多和信安关系密切的专业必修课，比如密码学、软件安全（漏测）、恶意代码分析与防治技术、信息隐藏技术、网络安全技术等等，专业选修课也开了很多和安全口关系密切的课，比如数据安全、区块链等等，课程设置上还是蛮多蛮丰富蛮硬核的（只要想学有的是能学的，妈妈再也不用担心上大学闲着没事干啦）。信安专业对编程能力的需求绝对不低（so别想着学信安就可以逃离疯狂写代码了），和其他计算机相关专业比，信安对数学的要求会高很多。（so信安这个专业非常的吃数学，对数学很感兴趣的欢迎考虑安全相关方向哦）信安专业可以简单理解为计算机+数学，对计算机和数学每一个要求都很高，在南开信安的培养计划里，一部分课要和计科专业一起上（其中一些课超级难熬也很难学），一部分偏数学的课要和密码专业一起上，当然也还有一些信安专业自己要上的课。"}
{"id": "chunk_00181", "title_path": ["信息安全"], "chunk": "（ps：信息安全专业其实就是一个交叉学科，虽然大部分学校信息安全专业授予工学学位，但有一些学校信息安全专业会授予管理学学位或理学学位，so信息安全专业对计算机和数学要求都很高也实属正常）\n关于安全方向，由于计算机任何一个方向任何一个领域都会涉及安全，所以这个专业非常的有意义，但同时也意味着本科期间的课程相当的庞杂，课业难度课业压力相当的大。还有，个人觉得做安全的人最好抱着一点理想主义，不然学习和生活可能都会比较痛苦，沉默成本也比较高。如果以上都能接受，那么欢迎加入安全人的行列。ps：21级老学姐分流的选信安是因为自己对安全方向比较感兴趣，没太考虑其他因素（总之就是比较理想主义了）。但客观评价，21级信安确实很卷（eg:分流后专业最后一名在大类能排37%，老学姐大类10%分流后直接原地变专业33%……），还有信安法可以随时随地退法退到信安单学位，同学内部竞争也相当的激烈，超级内卷（是整个专业 基本 所有人 都在卷 没有摆的），同学之间互帮互助比较少，比较emm的恶心事倒是不少，确实挺难绷的。"}
{"id": "chunk_00182", "title_path": ["信息安全"], "chunk": "后补：22级分流结果出来哩，22信安头部比21信安头部还要卷（eg: 大类前40名有8个去信安哩，乐），中部后部就没有21信安的卷了。（ps：21级22级都是志愿优先拼成绩分流的）\n再补：24级开始全员100%分流随便选哩！好戏登场！！在历届计密网学子的劝退下信安终于没有那么热门了！！希望内部氛围能好起来吧。"}
{"id": "chunk_00183", "title_path": ["密码科学与技术"], "chunk": "密码为南开的特色专业（ps：南开是21年全国第一批开密码这个专业的7所学校之一，现在已经到了第n批开密码专业的学校了，开密码专业的学校已经比之前多很多了），未来有志于从事密码理论、密码应用、密码改造等方向的，密码专业很值得考虑。"}
{"id": "chunk_00184", "title_path": ["密码科学与技术", "（25年更新：25级升级还升级成豪密特色班了，应该不参与大类分流了吧，乐）", "（25年更新：学院近年来异常重视密码这个专业，可能也是上面的意思吧。南开网安现已有密码的专业硕士点，目前正在建设密码学一级学科博士点）"], "chunk": "密码的专业前景是不错的，相关产业在持续发展（也就是现在还没建设完全），国家在持续推进持续关注，国家也很缺这方面的人（要不为啥开这么个新专业）\n（ps：感觉自24年起，应该是从更高的层面起突然重视起密码了，很多学校都新成立或独立出了专门的密码学院，而且密码学科又拎出来了专门的硕士学位点和博士学位点。。。）\n密码这个方向也是信安的细分研究方向之一，信安的同学未来也可以做密码的相关研究和工作。密码专业系主任汪定老师（现在已经是副院长啦）很厉害，其他老师如苏明老师（主要做算法、密码学等相关方向）、丁丹老师（刚引进的，应该主要是做后量子密码、格密码等相关方向）、王金伟老师（从南信大引进的，主要做信息隐藏、多媒体安全、数字取证等相关方向）等也很厉害，可自行网上搜索。（ps：计算机学院院长刘哲理院长24年下半年从信安系改到密码系了，感兴趣刘院组数据安全相关方向的也很好哦）。除了前面提到的，最近几年汪定老师和刘哲理老师组内的学生毕业后留下来当老师卷非升即走青椒的也不少，南开密码专业密码学科这两年资源上实力上有很大的提升。"}
{"id": "chunk_00185", "title_path": ["密码科学与技术", "（25年更新：25级升级还升级成豪密特色班了，应该不参与大类分流了吧，乐）", "（25年更新：学院近年来异常重视密码这个专业，可能也是上面的意思吧。南开网安现已有密码的专业硕士点，目前正在建设密码学一级学科博士点）"], "chunk": "（ps：按现在这样的发展趋势、师资储备、资源倾斜还有上面的重视程度，个人盲猜南开的密码在不久的将来可能也会独立出一个新的学院。现在的名字已经非常拗口了，不过到那时候真分家的话，可能就得改名叫计算机学院、网络空间安全学院和密码学院了……貌似更绕了，乐）\n密码和信安两个专业没有那么割裂，他俩一点都不分家。对于广泛学基础的本科生更是如此，可以和上面信安部分混着看。同信安一样，个人觉得做密码的人最好也抱着一点理想主义。南开的密码在网安学院，最后拿的是工学学位。课程上相对来讲，数学相关内容学的会更多一点更深一点（当然和数院同学没法比，但和工试其他专业比，包括信安，密码专业要学的数学相关内容会多一些），但计算机课程上密码专业比信安专业少了如编译原理等比较抽象难懂且难绷的课程（so计算机相关课程难度和压力上密码比信安专业要低很多）。"}
{"id": "chunk_00186", "title_path": ["密码科学与技术", "（25年更新：25级升级还升级成豪密特色班了，应该不参与大类分流了吧，乐）", "（25年更新：学院近年来异常重视密码这个专业，可能也是上面的意思吧。南开网安现已有密码的专业硕士点，目前正在建设密码学一级学科博士点）"], "chunk": "不得不说，密码这个专业20级才开始有，20级是第一批该专业的学生（全国第一批开密码专业的一共有7所高校，南开是其中之一，但20级第一届只有10多个人hh，第二届21级也刚刚毕业要开始读研），学长学姐不是很多。但受益于新专业人少竞争压力小，目前来看去向还行。"}
{"id": "chunk_00187", "title_path": ["物联网工程"], "chunk": "物联网可以简单认为是计科的平替（再次说明，信安不是计科的平替，物联网才是！！），与信安和密码相比，物联网相对来说还是偏硬的。南开的物联网其实倒不算硬，也偏软件，大部分课程跟计科没啥区别，多了一些没啥人听的水课，基本不会接触到底层硬件，只有一些嵌入式之类的稍微接触了点硬件，但还是做的安卓开发。（gdw：南开的嵌入式（sl：物联网专业必修哦，还是3.5分！计科、密码、信安的专业选修，可以避开不选的哦，嘿嘿。你们嵌入式真是炸裂！）这门课真的一言难尽，极其奇葩，我愿称之为赛博马原，但好在给分还可以，有感兴趣的可以问我，我给你讲故事）\n学物联网Java会用的多一些。物联网这个专业开设的学校不是很多，这个专业的民间知名度也不是很大，作为比计科压力小很多的平替，分流可以大胆选。物联网专业需要学的也很庞大，软硬件的相关内容都需要学，就业软硬件的工作也都可以做。（sl：but物联网大三不是必须学编译原理和软件工程的呀，反而这俩玩意是信安的必修必须要学？？"}
{"id": "chunk_00188", "title_path": ["物联网工程"], "chunk": "计科必修的并行和系统设计在物联网也是D不是必须学的啊……）\n（ps：个人感觉物联网的同学学业压力真的没有信安大……整个专业都佛佛的，躺躺的，舒舒服服的，课程上没那么恶心没那么累也没那么卷。。。）\n（ps: 据物联网某位老师所说，张一鸣和他还有计网的另一位老师是南开的本科同学，但是张一鸣上学时成绩并不突出，没保上研，于是只能含泪白手起家创建字节跳动，该老师硕士毕业后还想去字节工作来着，但考虑到与张一鸣上学时关系微妙只得作罢，回到南开教书了。）"}
{"id": "chunk_00189", "title_path": ["计网人专属预防针"], "chunk": "写在前面：先做好心理建设，后面的文字可能传递了计网人过多的怨念，但先不要原地退学2333。计网的就业都很不错，未来都很光明，一分付出一分收获嘛。不要觉得自己在南开计网很委屈，因为不止你一个人委屈。想要进入钱途光明但不断内卷的行业，付出很多艰辛是必然。当然，在南开计网的艰辛不只是因为行业的内卷。（预防针的文字请一个字都不落的读完，不要省略跳过，虽然很长，谢谢）\n对下面的文字提前进行一些省流：入股不亏，值得投资。先说点好的，近几年计网招了挺多新老师，都是各种人才计划的非常优秀的中青年教师人才，每年甚至每个学期每隔几个月都有很多的年轻潜力股入职南开计网。南开计网最近几年在持续发力，而且成果显著，能看出来南开计网未来还是挺有发展机会的，是非常值得看好的。计网科研实力越来越强，学术成果每年不仅很多，每一个也都很很高质量（整个南开各个专业的学术氛围都还是可以的）。企业合作的项目、各类国家级省部级的项目也很多。学校层面也比较重视计网，重视南开新工科的发展，资金方面计网也比之前拿到了更多的钱，其他方面的资源也在越来越好，很有发展空间，nkucs的未来也是值得期待的，入股不亏。"}
{"id": "chunk_00190", "title_path": ["计网人专属预防针"], "chunk": "好啦，下面开始说一些个人感觉计网建设未来需要改进的部分（来自学生视角）。在感受老学姐老学长们的怨气之前，在了解为什么计网又叫做寄网之前，再次重申本计网人一直很坚定的想法，就算计网有下面的一系列问题，但也是可以选择的。计网的课程量课业任务量真的很大（每学期都在拉高忍耐值，感觉之前的学期不过如此），不要看学分多少，计网的课不是按课时量给的学分，也不完全是按课程难度给的学分，和课程需要耗费的时间也没什么关系（但如果要卷学分绩的话，有所追求的话，反正门门都要学好）。课时量、学分、课业难度、课业量之间毫无关系令人非常迷惑。在计网，从大二分流来到计网开始，全部都是C和D类课，没有任何一门课是水课是能混的（前沿技术这种周周听讲座的课除外）。也就是说在寄网想水学分？没门！！虽然计网CD应修学分总数比不过隔壁智能（ps：计网的CD加起来大概80学分左右，智能光C就破100了，虽然智能的D应修学分是0，也就是智能可以完全不选D的。。。但CD学分总数上还是没隔壁多），但是计网的课实验课和理论课是放一起算学分，实验课他不单独算学分啊（隔壁智能实验课单独算学分的）。"}
{"id": "chunk_00191", "title_path": ["计网人专属预防针"], "chunk": "此外寄网感觉想把学生培养成六边形战士（要大家真都是六边形战士谁还来你nkucs当学生啊），什么都想要学生学，什么都想让学生必须会还要学的很深，课程要求蛮高的，就理论课上和实验课那点时间基本做不完那些内容，课后肯定还需要接着花时间的。说好听点就是计网这地方自己认真学认真完成每一项任务确实都很有收获很锻炼人，每学分120元的学费一点不白交，但也是真的很累很辛苦……（比如经典3.5学分但理论+实验周课时能达到6~7学时的n多门专业课……真的，在计网学费超值的）"}
{"id": "chunk_00192", "title_path": ["计网人专属预防针"], "chunk": "计网培养计划如上所述，什么都要学，课程非常的丰富，有些课也非常的莫名其妙。因为大类招生，计网的培养计划经过各种改动（可能以后还要改），大一任务量过小，大二大三任务量较大，难度也很大。大二上就开始痛苦，大二下痛苦加剧（eg: 密码专业大二下在4个专业里尤其痛苦，大二下光期末闭卷就10门。。。）。大三上堪称全计网最黑暗的学期，计算机网络、操作系统、编译原理这3个硬课全部安排在大三上，除了这3门课，大三上还有其他专业必修课和专业选修课（ps：大三上的专选超级容易掉，如果大三还凑不够培养计划要求毕业必须达到的专选D类课总学分的话，大四还得接着上课，休不了一点），难度也都很大。（ps：大三上超级难熬呜呜呜呜呜，除了前面3个各个专业可能还有自己的C，比如信安还有恶意代码、密码学两门很恶心的C，如果幸运的选上D没掉的话还有若干的D要学，物理意义上的活过期末就已经万岁了，本人期末月考试周前连续熬了一个多月接近通宵的那种大夜，考试周继续通宵两周，考试周后又通宵一周肝各种大作业的ddl。。。字面意义的活着就好）\n此外，计网还会安排一些意义不明的课作为专业必修课C类课，说有用吧用处不大，说没用吧还有点用。"}
{"id": "chunk_00193", "title_path": ["计网人专属预防针"], "chunk": "此外寄网的D类课也是这样，为了凑够D类课的学分，你经常要选一些明知几乎没什么用（当然不能说完全没用的啦），但排掉一些雷课后还是得硬着头皮选的D类课，要不然就只剩雷D选啦，哈哈。（ps：某些课就是试图用一个学期让你什么都学会，但是最后往往其实大家什么都不会。如果不是自己很感兴趣、想要研究的领域，建议会考试就行...活着就行…）\nto每一个未来的计网人，计网人不要对自己满满的课表感到奇怪，也不要对自己比医学生还大的平时任务量，比医学生还惨的日程安排感到奇怪，你的每一个学长学姐都经历过这个阶段，每个学长学姐在同样的阶段都比现在的你还要更惨。（ps：so建议尽早，比如大一，就把E类课的学分全修完）（补充：例如大二下期末考试笔试9~10门，还有各种上机考各种大作业，难顶，活着就好）"}
{"id": "chunk_00194", "title_path": ["计网人专属预防针"], "chunk": "在计网，不要对一门课程需要考勤分+课堂表现分+很多份平时实验报告（1~2周一份这么个强度，大多数一周一份，门门课周周需要卷实验报告。如果有2周及以上一个实验的，那一般就是要求比较多有点难度的那种了）+上机考+大作业（难度不小，一点不水，大部分还会有答辩）+期末闭卷笔试（计网就几乎没有开卷考试的课）。这么多组成部分感到奇怪，因为不止一门课是这个样子滴。计网的日常：每天上课——完成作业+卷实验报告——和内部各方势力勾心斗角——期末每门课（ps：每个学期不同专业的期末闭卷考试怎么都得有个6、7、8、9门吧）上千页的复习资料考八股背诵/玩文字游戏（ps：计网的课老师们几乎都不会划公开的考试出题范围，要是画多数课程也是给你划整本书，整本书都是重点，总之出题范围海了去了，日常不知道从哪里的犄角旮旯出题）之间死循环……\n说到实验报告，大一还好，基本都用word写。"}
{"id": "chunk_00195", "title_path": ["计网人专属预防针"], "chunk": "从大二开始，卷王同学们就会开始使用overleaf写实验报告了，陆陆续续的，到大二下最晚到大三，计网全员100%都会使用overleaf写实验报告（ps：除那么几门课直接丢给你overleaf模版可以算是强制要求用overleaf写外，其他的课没有用overleaf写实验报告的要求，但绝大多数人还是会用overleaf去写，约定成俗吧算是）。据了解隔壁智能的实验报告还没有卷到几乎全员用overleaf写实验报告，平时实验报告大多数人都是用word写（ps：甚至到写毕业论文了智能的好多学生也还是不会用overleaf，大多数智能的学生毕业论文也还是用word写的，当然智能卷王们除外）。计网没有专门教你学latex的课，默认你自学过且学会了且能直接上手用（ps：数院甚至还有一门专门教latex的课，他真的我哭死）。不过这玩意也好学，甚至现用现学都来得及，都2025年了，有啥需要用到的语法现在还可以把大模型工具当搜索引擎用，确实也没啥必要专门开一个课教latex，都上大学了还学计算机的不至于这点自学能力都没有吧……"}
{"id": "chunk_00196", "title_path": ["计网人专属预防针"], "chunk": "这里补充一下，实习实训是一门C，百分制，虽然培养计划写在第5学期，但其实是在大二下考完期末后的那个暑假，大概1个月左右。虽然叫实习实训吧，但基本约等于一个短期线下培训班（360、中软是基本是年年都在的，中汽研、移动、飞腾等需要看年份，不是每年都有的，21级的实习实训去中汽研的需要自己和同学拼车去单位上班，但有补贴的），这意味着痛苦的活过难顶的大二下，不能回家，还需要在学校里再熬1个月上实习实训。。。很难绷了\n补充一点，仅对于分流进入密码科学与技术的同学，很不幸的告诉你，大二上下有两门难度比较大的数学类必修课程，虽然老师不为难人，但是平时与考试之比将从23级开始改为1：9，请务必引起重视。计网这些老师们虽然有的课程给分真的很不好（指某些必修课程年级平均分60-70出头，甚至考前帮你复习所谓的划重点考后所谓的硬捞还能挂不少，以及大部分老师觉得给低分理所应当，低分是学生的问题，不是老师给分以及授课的问题，日常pua学生），但大部分老师们不会因为一些莫须有的东西故意挂学生，但也不会给分很好，更不会主动捞学生，除非整体都很惨不忍睹。但是教学上有些课的课堂气氛非常压抑，甚至有点恐怖？"}
{"id": "chunk_00197", "title_path": ["计网人专属预防针"], "chunk": "（ps：有些寄网老师的为人嘛emm…有些老师组里的氛围也是dddd，有些寄网同学吧也挺emm…）\nps：寄网的课程内容都不是很好学，这不意味着老师会可怜你让你不挂，工科这边的课要是挂大概率后续课程会连片挂，课程一学期更比一学期难……所以平时不要偷懒，请好好学\n不过，你开寄网有一些课老师讲的是真的很不错，这种课认真听除了能学课本知识外，还能学到其他非常有用非常前沿的内容和思想。但毕竟大学老师的主业是科研不是教学，不能奢望所有老师讲课都很好，大多数的课还是要靠B站自学，点一些高播放量的再看看评论区自然会找到适合你的B站课程。（ps：这不光是寄网的问题，整个高等教育体系都存在这个问题）\n在寄网，有的课平时任务超级重，但是最后给分还不错；有的课平时任务量不多，但是最后给分比较一般；当然大部分课程平时任务很重给分也很烂，真的不要感到奇怪（这种课应该是寄网绝大多数课的现状hh）。选课的时候可以多问问学长学姐，能避的就避吧，都是学长学姐们一个坑一个坑踩进去的血泪教训。"}
{"id": "chunk_00198", "title_path": ["计网人专属预防针"], "chunk": "除了专业课教师，计网更为逆天的就是行政，隔壁智能的行政有多好计网的行政就能有多烂……在行政大比烂上你开寄网绝对位居前列。NKUCS.ICU，一个往届学长学姐搭建的网站，大家会在上面分享计网专业课的信息（eg：雷不雷、考试考什么、课程难度怎么样、给分怎么样、值不值得选、能不能学到知识等等），会分享毕业去向（eg：出国申请、怎么就业、怎么考研、怎么保研等等），还有计网人比较需要的其他信息，建议重点关注，这个网站很值得每一个计网人知道。但是还是要说，这个网站的信息不一定全，不一定即时，很多学长学姐在修过某门课后只想放假放空自己，懒得在icu上面评价这门课；搭建并管理这个网站的学长学姐们读研的读研（大部分在其他高校），出国的出国，就业的就业，已经不是计网的在读学生了，更新不一定即时；此外，随着培养计划的修改和完善，有可能有的课程在培养计划上已经没了但网站上还有，也有可能培养计划的新课程还没更新上去或者选的人很少的课没人在icu上写评论。如果想要更快速的知道更准确的信息，还是建议直接去找还在读本科的学长学姐们了解情况。"}
{"id": "chunk_00199", "title_path": ["计网人专属预防针"], "chunk": "（ps:友院的网站也搭起来啦，软件nkuse.icu，欢迎关注哦）\n经历了痛苦的各门课程，如果你幸运的卷到了一个不错的rk想外保出去看看的时候，你就会发现nkucs的认可度属实一言难尽，大家的bg都不咋地……省流就是nkucs学生深造的去处和就业的去向基本还是要靠学生本身的实力，学院的title加持没你想象中那么大（但确实不能说一点用处都没。"}
{"id": "chunk_00200", "title_path": ["计网人专属预防针"], "chunk": "比如，可以在套磁或者面试的时候跟对方学校学院的老师们聊起和他们有联系的nkucs的老师，计网的几个大老板们高校圈还是有一定知名度的，老师们的社交圈也都很广，跟外校套套近乎或许还是可以的）\n这时对比时间线你会发现，当其他学校同学在完善简历做项目打比赛发论文的时候，nkucs的人陷入上课写作业的死循环，只是期望能比其他人多拿1分（nkucs的学生卷的很可怜了），各个专业大家都往死里卷（22级及之前主要是信安和计科，密码物联网都还好没那么卷，23之后没关注不确定），导致卷的昏天地暗rk都不咋高（ps: 卷圣除外，杠就是你对），大家压的很密，都是绩点或学分绩小数点后两位三位才能分出谁先谁后，而且因为大部分课程给分不咋地导致gpa和学分绩都不咋高（卷圣除外，杠就是你对），大部分人的代码能力工程能力也属实非常一般（菜）（ps：出去保研考研和其他学校的同学一起考机试就知道了，大多数nkucs的学生基本都是在蛮后面的，如果您是acm大佬当我没说），练编程锻炼实操能力的机会确实没那么多，基本没什么时间跟老师进行科研参与项目什么的。"}
{"id": "chunk_00201", "title_path": ["计网人专属预防针"], "chunk": "ps：这话并不绝对，只是针对大多数没什么背景的同学来说。每年都有一些佬平衡的很好，学分绩不掉的同时也能进组跟老师做科研做项目，有的甚至还不止进一个组跟一个老师混不止一个方向，到目前为止已经有若干23级大二的发了cvpr了。至于cvpr是什么，牛逼到什么程度请自行百度。说到代码能力，也不光是保研考研机试要看的啦，当你想就业面向就业市场的时候，你就会发现你的代码能力和其他学校的计算机专业的学生相比差的不是一点半点，如果有本科就就业打算的建议早做决定，平时刻意的逼自己多写代码多刷算法少用ai工具。。。。关于保研，nkucs某些副院长（不止一个）曾多次发表著名pua言论，nkucs学生最好的去处就是南开寄网…（ps: 对于此番言论大家有什么想法就憋住）\n当然nkucs的学生保研最后选择内保的确实也比较多（ps：这很便宜nkucs了，本院生源当然是最好用的啦），不过不是因为领导们的口中的原因（ps：当下计算机类专业由于当下被炒的热到不行，保研和其他专业就不是一个难度级别的。"}
{"id": "chunk_00202", "title_path": ["计网人专属预防针"], "chunk": "比nkucs整体师资更强资源更好的地方但凡动动脑子想他也不少吧，nkucs办学规模小师资没人家巨无霸高校多，想也是在各大排行榜没什么优势），大多数要不就是被成功pua，要不就是被寄网这地方磨没了心气，还有一些是因为想外保的时候一对比发现自己手头东西太少bg太弱，跟其他学校学生比没什么竞争优势，最好的选择只能是保内，真不是因为不想出去，是因为没地方要出不去啊。。。话说回来还是有好处的，好处就是如果保本院，虽然推免的时候学院不会给任何本院可以保底的说法，但各个实验室考核的时候对本院的学生水的一批，一般来说是很容易过的。ps：其实留本校也是有优势的，在本校你会更熟悉，没什么不适应的地方。研究生阶段除去考虑去什么学校，更看你所在的组你的导师（就算去了一个很好的学校但你的导师资源不行也非常的难办）。你的导师做什么方向学术水平怎样人品怎样很大程度上决定了你研究生阶段的生活质量和未来可能的发展方向，在本科期间你会有无数的机会了解到本院老师的一些基本情况，每个人选导师的侧重点必然不一样，是神仙导还是避雷导你自己就会有一定的判断。"}
{"id": "chunk_00203", "title_path": ["计网人专属预防针"], "chunk": "更功利一点来说，你所在的组的实力如何你导师的能量如何资源如何某种程度上决定了你未来能上到多大的平台。计网的几个大老板在相关学术领域还是能上桌的，如果能进到南开大老板的组，成为大老板的学生，某种意义上你的学校档次已经升级了，本校学生留本校抱本校大老板的大腿会更方便，根正苗红嘛，确实比外校机会更大。"}
{"id": "chunk_00204", "title_path": ["计网人专属预防针", "21级普通保研率大概是在28%~30%，算上工程硕博保研率可达34%。21级是第一届采用大类招生分流这种形式的，21级这届学生的保研推免资格的分配，只能说密码和物联网是计网当前的版本答案。关于保研接收，如果是想保本校本院，由于你开寄网是超绝弱com（弱com中的弱com），老师的权利非常大，只要你找的那个老师同意收你就ok。一般都是需要有考核的，但是每年每个实验室每个组每个老师的考核都不太一样，所以不太能统一概括说明，到你们保研那时候可以再去找那个老师手下的研究生学长学姐们去了解。"], "chunk": "但是（此条是优点），如果想要提前进组进实验室和大部分老师取得联系都很方便（邮件为主（推荐，正式），飞书也可），一般老师们都不会故意为难学生的，不会过分苛求学生成绩条件（当然一些老师还是会有一些硬性条件的，比如程明明老师组实习生是有很规范的考核流程的）。老师们不会局限你的专业，哪个专业感兴趣哪个实验室哪个方向的老师都可以，整个计网4个专业的任何相关实验室都可以。（ps：到实验室这个层面的话，就计网本科生而言，不会有专业壁垒的，计算机核心课程比如考研的408那几门课大家都会学。一个实验室里各个系的老师都有也很不少见）有的会安排些很简单的任务作为考核，有的会和你面对面简单聊聊，有的邮件过去就直接同意的，总之就是看老师自己的规矩了。总体来讲，就去实验室进组打工而言老师们人大多还是都挺好的，值得珍惜（不过也是有坑的，可以提前找学长学姐多打听）。实在不喜欢就转专业润（雾）（在底下开一个工科转专业指北，感兴趣转专业的欢迎私戳23-统计学类-孙浩然）（说的好啊，雾）"}
{"id": "chunk_00205", "title_path": ["工科转专业指北（逃离寄网计划）"], "chunk": "心理建设：首先当下计算机确实是大热。但是报考了计算机类专业并不意味着前途就是最光明的，而且鉴于南开寄网前面的诸多槽点建议大家不要冲着就业抱死计算机，实在不喜欢感觉难以坚持就润（反正本人看了nkucs.icu上计网专业课的要求就感觉难以适应（怎么基本每门课都有大作业答辩还期末闭卷啊而且一学期还不止一两门））建议大家权衡热爱做出选择。以转数统为例（因为感觉工科大类身边有不少想去数/统的，最后成功的也不在少数）"}
{"id": "chunk_00206", "title_path": ["转入要求：见转专业细则（要学会翻官网）"], "chunk": "课程替代情况及教材选择：见数统部分及nkucs.icu中自寻工科转数院指北\n竞争压力：23级数院30几进12（转专业细则写收15最后只收12），22级收1人（计划5人），23级统院15进10，23级开始不接收大二学生（等我问问数院那边转专业情况回来更新）\n备考：无论是数院和统院都要进行笔试面试（全是大题，数院4道数分4道高代，统院5道数分5道高代，考试时间都是100分钟），准备情况因人而异，转进来的人中有人大一一门本专业课不选选数分高代刷绩点，也有人就暑假学了学（笔者属于后者）只要你热爱并坚持结果一定不会差（一个评判标准是已经通读数分高代教材全文，习题不一定道道都会但都要眼熟）。有任何疑问以及想听听故事的欢迎私戳老东西23-统计-孙浩然（）"}
{"id": "chunk_00207", "title_path": ["智能人专属预防针"], "chunk": "写在前面：2025年的当下，“人工智能”是任何领域的superstar概念，上至上市公司神奇市值“寒武纪有10%的概率成为英伟达，所以寒武纪合理估值应为英伟达的10%”；中至南开/复旦“所有学生都要学AI”；下至高中毕业生说“我要学脑机接口”。但公众对其的理解未免有失偏颇，绝大多数人搞不清AI到底是什么，简单的认为deepseek、自动驾驶、视频生成就是AI，若是抱着这种追热点、听起来很牛的心态学习人工智能或是来到人工智能学院，极大概率不会学的很顺利。因此，无论你最后来不来人工智能学院，希望这段文字能帮助你从更底层的角度了解南开大学人工智能学院与AI的浅显基础内容，多一些饭桌上的谈资也是极有趣的^_^"}
{"id": "chunk_00208", "title_path": ["什么是人工智能？"], "chunk": "这一问题，恐怕没人能简明扼要并全面地回答，本身业界尚未达成共识，但就像张雪峰所说“人工智能是一个行业而非专业”，为此我们先从其几个分支了解，盲人摸象般建立对这一宏伟概念的认知：\n从学科类别上看，其毫无疑问与计算机科学有极大的关系，在具体任务“AI+”上方涉及到生物、医学、化学、设计等交叉领域，因而若想学AI，本科期间毫无疑问应该选一个计算机类的专业。从研究领域来看，可极粗略地分为分类（如图像分类、人脸识别、异常检测）与回归（时间序列分析、决策模型、机器人训练）两大类问题，具体场景上则可分为计算机视觉与自然语言处理两大部分，因为人类也主要通过视觉与语言获取信息并学习生活，这显然是通往通用人工智能的重要研究路径，当然也有多智能体、量子计算、数据挖掘、知识图谱等诸多重要的研究方向，只不过computer vision与natural language process确实聚集了绝大多数科研资源。"}
{"id": "chunk_00209", "title_path": ["什么是人工智能？"], "chunk": "从研究手段来看，其经历了符号主义、专家系统等一系列迭代，目前公认有效的为神经网络，这一概念的提出者Hinton教授也是空前绝后的诺贝尔奖与图灵奖双料得主，神经网络从上世纪90年代被判死刑到2012年AlexNet横空出世，乃至于今日的大模型盛宴（可简单理解为超大规模神经网络，GPT-3有1750亿参数），背后也是一段既心酸又恢宏的史诗。综上，我们可简单理解人工智能为“研究人类智能活动规律，通过计算机模拟甚至超越人类智能，将人类从繁重的体力脑力劳动中解放，甚至实现通用人工智能(AGI)”。而我们在CV、NLP、大模型等方面的工作，都是在逐渐让计算机替代人类，并探求真正智能的实现路径。什么是南开大学人工智能学院？看完（1）中老登洋洋洒洒的流水账，你是否觉得NKUAI也在做这些尖端的工作？想peach。。。。。。如果你真的想做CV/NLP立刻从人智北楼出门右转到计网学院，NKUAI的几乎所有课题组都是控制工程出身，至少一半以上的组在做机器人或控制理论，部分计科出身的组也是多智能体、进化计算等，只有极少数的组在做深度学习。\n而计网的cmm老师组则是当今全球范围内CV领域的超级牛组，他们也正在拓展具身智能方向的工作。所以一定要搞清你能不能接受本科阶段软硬结合的课程安排再来NKUAI，当然研究生完全可以转向纯软或纯硬。"}
{"id": "chunk_00210", "title_path": ["什么是人工智能？"], "chunk": "（ps：看到这里的计网人：建议往上再看看计网部分的文字呢。。。真的要来计网嘛，咱商量下要不左转去软件呢。。。）\n为什么来？学分多总会有它的道理，你开人工智能学院就是这样一个学院，而在这样的学院中有一个神奇的专业叫智能科学与技术更是重量级，在这里你不光可以学到软件学院几近所有的专业课内容（不过没人家深就是了），更有传统控制工程等无数专业课等待你探索，所以万金油学院出万金油学生，正如前文智能科学与技术那里提到的，未来等待你的方向是多种多样的，学传统控制可以，学传统计科可以，学强化学习依然可以，如果你本科阶段迷茫了，不如来智科吧，到这里将软件与硬件通通学一遍就知道自己喜欢什么了（）。虽然你开人智学院主要研究方向是控制与机器人方向，但是本科阶段的学习方向还是很\n广泛的，对人工智能领域的各个方向都会涉及，毕竟不是谁都能在报考的时候就十分肯定自己将来就业的领域，也不是谁都在本科毕业后就一定确定自己的工作地点，如果真的对机器人感兴趣，不妨来智能，这里的老师们也十分欢迎本科阶段的学生进组学习。"}
{"id": "chunk_00211", "title_path": ["为什么不来？"], "chunk": "正如上文提到的，本科阶段学习的课程过于丰富导致了每门专业课自然不如其他学院学\n的深（尤其指编程类课程），所以本科阶段的就业是一件比较艰辛的事，进修深造也是常态，简而言之就是大概率你需要读研，不过读什么领域的研就不好说了（）。专业课的安排也十分难评，例如大三下学期的十一门专业课（甚至可能更多）更是全校权威中的权威，专业必修课学分多到教务系统难以在专业必修栏里全部装下导致在专业选修栏里布置了5.5学分的专业必修课（这导致了你在本科阶段甚至一分D类课都不用修就可以顺利毕业了），这也导致了大三下无论推免、实习还是考研都产生了很多麻烦事，但是目前很多学校的推免政策也在发生改变，最后会改成什么样也很难说，不过专业计划变化幅度应该不会太大，所以要做好这个准备。（以上说的是智能科学与技术专业）"}
{"id": "chunk_00212", "title_path": ["来了怎么混？"], "chunk": "智科作为一个专业课计划安排十分逆天的专业，课表大部分都被实验课占的很满，而且这种情况会一直延续到大三下学期，所以在选课阶段真的很让人头疼，就有一种身边其他专业的人课选的甚至比你多，学分也相近，但是课表比对方看起来满了一倍的样子，所以如果想选择智科的话尽量在大一就将选修课学分修满或者十分以上（因为真的很少有能够不撞课的好E能够让你在这样的课程安排下有时间去上课）（上了大二你就会发现大一的课真的很少）。不过智能学院的氛围很不错的，行政与教务处等工作部门会在尽可能地情况下满足每一个人，所以来这里后尽管去做就成，不要被专业课的丰富程度吓倒，然后珍惜每一点时间，会在智能度过一个非常精彩丰富的大学时光（学费不白交）。智能学院中智科是一个软硬兼修的专业，一边你要坐机房做数不清的课程作业，又要在实验室面对缠在一起的一根根“方便面”，每天都在做实验、写报告，然后做实验、写报告重复。所以在大一最好就养成自己动手连电路，做实验的习惯（虽然实验向来都很水，而且大部分实验与理论课脱节）。"}
{"id": "chunk_00213", "title_path": ["来了怎么混？"], "chunk": "实验课起着验证理论知识的作用，但是大部分人的目标是按着图连线得到数据写报告，虽然实验水水是挺让人放松的，但是自己多连多练总是有好处的（编程实验同理）。总之就是很多课其实都很水，甚至有的签个到就跑也是不成问题，但是坚持下来肯定会有很大的收获。智科理论课中有很多课看似原理很复杂，但其实就是背多分（例如数据结构、算法设计、机器视觉等等），所以在上课的时候我的建议是要一份课件带着电脑边听课边自己翻阅领会课件内容，这样很好理解，而且也可以有自己的节奏，期末复习也相对方便。而且部分课会有期末复习环节（例如模电、机器视觉）几乎是将要考的题原封不动告诉你，所以坚持每节课都去，坚持记录就尤为重要了。这些都做到，那么看似非常头疼的专业课就没那么让人难以接受（虽然掩盖不了排课就是逆天的事实）。补充一下，很多专业课例如模电，自控（这里我不得不说一句，张雪波老师的自控讲的真的非常好，非常推荐你们选）的作业题一定要好好做一做，或者说考前看一遍，不要只看老师考前给的几页PPT上的题，这个PPT很有可能是好几年前你的学长学姐就在用的，不要侥幸会从上面出原题。\n机器视觉技术这门课刚学的时候真的会很懵，建议多看看课件，背的居多。还有就是机器学习这门课好像从23级开始不考试了？最后是交一个大作业。我记得22好像还考来着。\n以2026届就业宣讲会数据为基础加工得以下客观结论:\n*外保去向主要为清华\\北大\\上交\\复旦\\浙大\\南大\\中科院系统\\北航,都在向上走\n*录取数不含推免，考研去向主要为南开同档次学校或更好\n近几届每届均有约15-20人直接就业，包含选调生、比亚迪、银行、新开来等，以代码开发岗、智能化制造业为主。\n*硕博均有，基本均为QS前50"}
{"id": "chunk_00214", "title_path": ["碎碎念"], "chunk": "在智能学院要学会自己找时间放松，坐在教室图书馆不停学有时候反而没那么有效果，这边我的建议是运动和吃美食，运动可以暂时忘掉乱七八遭的专业知识，放松大脑，吃好吃的可以放松心情，而且要心有猛虎细嗅蔷薇，记得清明去西门赏花。最重要的平时不学期末也得突击，学院每届都有15位左右同学非自愿延毕，人智老师都很好，只要你努力，老师会帮的(dog).\n（软件疑似目前版本答案，早知道去软件了hhhhhh）\n（工试以上部分by 22-人智-智科-许翰儒、21-计网-信安-孙蕗、21-计网-物联网-郭大玮、\n（咳咳省流，这些个老学长老学姐在南开工科混的都还行，起码还都活着，生存质量精神状态什么的另说）"}
{"id": "chunk_00215", "title_path": ["医学类"], "chunk": "医学院不是大类，不用在大一分流，但是就一起放到大类里讲啦\n医学院里的专业有临床，口腔，眼视光，智医。临床和眼视光所学内容几乎一样（一起上课），口腔大一大二略有区别，大三开始分道扬镳。智医拿的是工学学位，可简单理解为就是工科。很多课程是和人工智能学院的同学一起上的。一些课程开在医学院，一些课程开在人工智能学院。客观评价，医学类的课程学的不多且比较浅，工科类的课程也没有工科同学学的深学的精学的多。医学院大一大二在津南，大三大四大五在八里台（一定要珍惜在津南的好宿舍），上床下桌，很新很大。so大二下结束要搬宿舍。医学院的课程很多，也很忙（除智医，这个约等于工科），大家刚开始看着别的院的小朋友可能还会有点心里不平衡，没事，习惯就好了hhhh，还有老学长学姐陪你们呢。so，对于医学生来说，选课很关键！！！下面来说选课（智医除外），首先，医学生大二开始非常忙，专业课也很多，所以最好大一就要把e类课都修完（14学分，选课前导员会发一系列要求的）。ps：掉课现象很严重，e类得多选。「我（口腔）大一上修了2个，大一下修了6个。」大一下比大一上轻松，下学期可以猛修e。"}
{"id": "chunk_00216", "title_path": ["医学类"], "chunk": "对于临床5+3，这个是本硕连读，不用考研，所以e类课成绩修满就行，及格就行（不及格好像危害也不大，当然e类课挂了也是一种本事hhhh），对于口腔眼视光，如果不出国，e也不计学分绩里，修满学分就行。如果想出国，e就有影响。但是，一定要做好攻略！有的课分低，有的课事情多，有的课结课考试，有的课结课是论文，有的课节节考勤。选课的老师很关键，选课前一定要向学长学姐打听哪个老师好！！！！！！！！通识课和专业课哪些事少分高，别踩雷，选课挺复杂的，有预选，正选，退补选什么的，这个别急，开学之后才会选呢。选前做好攻略。上了大学，得转变心态，要接受一节课什么也听不懂，全靠自学这件事🤣。等上了专业课你们就懂了。b站有很多好老师，系解推荐霍琨，板书yyds！组胚哈医大讲的很好诶，是越听越好的那种（临床的漆智老师也是yyds，口腔班或许可以去蹭课？），无机王庆伦，讲的稍快，但是听懂了就很有收获。通识课就全靠攻略啦。"}
{"id": "chunk_00217", "title_path": ["入党"], "chunk": "想清楚是否要入党，入党动机是什么，不要随大流。早点交入党申请书，越早交越好，最好9月中旬之前交（因为大一下每个团支部会评选第一批入党积极分子，要求交入党申请书满6个月才有资格参评，错过了就只能等下一批了）。担任班干部的同学评选入党积极分子会有优势，尤其是大一评选的第一批入党积极分子中班长、团支书的占比很高。入党时间线：交入党申请书→满6个月后每学期评选入党积极分子→积极分子满1年后由党支部筛选确认为发展对象→发展对象1个月左右之后（大概经历一个填表和培训周期）成为预备党员→预备党员满1年后由党支部决定确认转正为中共党员\n提交入党申请书后要求每个季度要写一篇思想汇报，从下学期开始党支部会定期上收，按时交思想汇报是入党量化考核的指标之一。经院的入党流程中暂时没有对党史党章等理论知识的书面考核，但建议大家平时多积累。"}
{"id": "chunk_00218", "title_path": ["学分绩"], "chunk": "很重要。大类一共修148学分，其中大一和大二会修完100+学分，所以大一大二的成绩对学分绩的影响尤为重要。努力学习是一方面，还要注意技巧，比如平时有问题多请教老师、助教和其他同学，考试前跟学长学姐打听打听有没有往年的试题，平时注意整理笔记以供期末复习等等。E类课，也就是通识选修课，大学期间要求修满12学分（似乎22级改14学分了，不确定），也就大概是6门左右，要合理安排。大一大二专业课和必修课较多，E类课选课量力而行，大三大四再选也来得及，不要因为E类课选得太多影响期末专业课和必修课的复习。硬核的课是很拉学分绩的，例如高数上下、初中微等。但一些不起眼的课也要注意，有时候学分绩也会差不少，例如领略经济学、军事理论等，重视每一门专业课和必修课。"}
{"id": "chunk_00219", "title_path": ["综测"], "chunk": "大学生创新创业科研训练（大创）。加分最多，团队合作（3-5人）。值得付出，大学期间一次宝贵的经历。全国大学生数学竞赛，全国大学生英语竞赛，电子设计竞赛。一般参加前两个比赛的同学较多，第三个没怎么听过。魏埙知识竞赛，季陶达经济论文竞赛。两个都是南开经济初学社和经济学系联手合办的竞赛。其中魏埙知识竞赛偏重经济系和伯苓班的授课内容，有些知识可能没学过（尤其是对其他专业同学来说），题量很大，评奖分低年级组（大一）和高年级组（大二大三）。建议关注公众号南开经济初学社，里面会有比赛通知（这个比赛的消息不怎么传，很多同学没关注这个公众号，大一不知道有这个比赛，很多同学大一都错过了）。以第一作者身份发表CSSCI。这个比较难，暂时没听说过。(2025.7.6更新，现在听说过了，确实有同学能在大三大四发表CSSCI，甚至SSCI的JCR1区，所以找个好导师指导论文真的很重要，自己的努力也很重要)\n北美数学建模竞赛。得奖的概率较高，性价比高。参军入伍、志愿服务、国际组织实习、其他科研训练等。不多见，可以多问问（我也不了解）。上述这些是整个大类都加分的。\n每个专业可能还有自己额外加分的项目，例如国贸云鹰读书会有加分，可以多向本专业学长学姐打听打听。"}
{"id": "chunk_00220", "title_path": ["保研"], "chunk": "保研只是本科毕业后其中一个方向，考公务员、选调生、出国留学、就业等等选择都是可以的。保研分为内保和外推，即保研本学院和保研外校（本校其他学院）。保研资格的确认参考学分绩（占比90%）和综测加分（占比10%）。学分绩是所有的ABC类课、D类课中的四门所谓“保研必修课”、以及四门自选分数最高的D类课的学分绩的加权平均值。根据学分绩×90%+综测加分×10%，在每个专业内进行排名。排名前30%左右的同学获得保研资格，也就是有内保和外推的资格了。对于经院来说，取得保研资格意味着内保基本上稳了，听说不会再有笔试和面试考核，只会有一个供确认研究生研究方向的小面试。(2025.7.6更新：内保没有笔试，只有面试，100%录取，但面试成绩不理想可能被调剂到其他专业）\n对于想外推的同学来说，取得保研资格还远远不够。在申请外校夏令营时（可看作是外推的一系列选拔考核），能否取得入营资格，在成绩方面要看前五个学期（少数六个学期）的ABC类成绩或ABCD类成绩（哪个高打印哪个成绩单）。"}
{"id": "chunk_00221", "title_path": ["保研"], "chunk": "Top5（清北复交人）各个学院对成绩的要求不尽一致，但越高越好，一般至少要在本专业前10%才可能入营（有些夏令营门槛较高，甚至只有专业第一才能入营）。外推的同学（尤其是学硕或直博）一般要提交一篇证明自己学术能力的科研论文。外推对英语有要求，英语六级成绩或者其他替代成绩。六级建议大家好好准备，外推Top5一般门槛分数要520+，最好考到600+才能有优势（或者至少没劣势）。（by 21-财政-葛家和）\n比较迷茫的话就好好学习，先把学分绩搞上去（ ）\n大一上：主要包括，高数数学I（A类）、经济学原理（微宏观）、马克思主义政治经济学、C＋＋程序设计基础等。"}
{"id": "chunk_00222", "title_path": ["高等数学I（A类）："], "chunk": "A学长：占5学分，大一上下一共10学分千万千万别考太差！可以来b站看兆筱小分队，做课后题和往年卷子。B学长：23级高等数学期末难度直接比22级难了一个量级。作为文科生，我建议这科切忌考前突击。（真的血泪史了）我记得上册主要考点包括：\n「1」数列极限和函数极限（侧重考计算和大题，开始学的时候不用太明白怎么证明）；\n「2」函数的连续性（侧重于考选择填空）；\n「3」一元函数微分学的计算（莱布尼茨n阶导等，会考选择填空，不太记得了）；\n「4」一元函数积分学的计算（定积分和不定积分各考几个计算题，这里需要多刷题学明白分部积分、凑微分、变上限积分等基本方法，占分较高，比较重要）；\n「5」一元函数微分学的几何应用（极值点、拐点等，会考选择填空）；\n「6」一元函数微分学的应用-微分中值定理（这东西必考一个大题，想拿高分的一定要多学习该题型总结经验）；\n「7」一元函数积分学和微分学的概念和性质（对后续理解十分有帮助，也是非常推荐学明白）；\n「8」微分方程（必考计算题，需要公式背熟，可提前学，这东西会在考试前夕学完，很容易背不下来）。"}
{"id": "chunk_00223", "title_path": ["高等数学I（A类）："], "chunk": "除此之外，本人学数学需要有一本专门学习的笔记，这里推荐武忠祥考研数学讲义，里面的知识点还算详实（如果需要进阶拔高，可以买张宇的高数18讲）。然后刷透往年题＋自律多做题（这里推荐严选题或者660之类的），一定能考高分！（本人高数上算是废了，希望总结的经验能帮到你）\nC学长：谁不学高数谁是傻子！！！题目连续两年一年比一年难，金融学院24级挂科人数高达五六十个人，还有很多是老师心善给捞到的刚刚好及格。如果只做老师给的题，那应该是非常不够的，需要做考研题，而且还要做很多的难题（日常不做令人崩溃的难题，这些题非常有可能就会在考试的时候找上你）这门课真的...没有什么不可能吧。而且只靠期末周学，根本不行。文科生按照理科生学，理科生按照竞赛生学！说的很吓人是因为我和很多同学都经历过这种至暗时刻，考完和出分真的一哭哭一片。"}
{"id": "chunk_00224", "title_path": ["经济学原理（微宏观）："], "chunk": "A学长：经济学原理好好学打好底子（给分很好老师人也很好据说是可以打很高分的）。B学长：这科目拿着那个圣才考研，把老师讲的内容提前一周/一月突击就行，平时课最好去，对加深学习印象蛮有帮助的（这科目算是师傅领进门了，而且平时课程蛮有意思的）。平时推荐重点把数学学好了就行，否则数学差了你学分绩直接天崩开局。考前把往年题做熟一些，会有原题复现。这科目捞的挺好的。"}
{"id": "chunk_00225", "title_path": ["A学长：C＋＋不难就学一点儿不用担心。"], "chunk": "B学长：C＋＋主要在于平时分70%，跟着大家一起把平时任务和大作业弄好就行，随堂演练也占分，可以熟悉一下长江雨课堂的答题机制，准备一个平板＋一个手机，确保平时分多拿一些（你懂的）。期末考试上机30%，那本习题册会覆盖到一些题，建议收一本学长学姐做过的书。这样你直接看WHY即可。放轻松，不用担心。C＋＋大作业主要是找几个好队友，做一个常规的项目就行。C学长：C++只学前六章，学到指针，后面不学。往年题记得做（对，就是那些零几年的往年题，老古董现在还在用），期末上机考试会有往年题原题。期末考试每个人的题目都不一样，期末考试里面甚至可能有出错了的题目（本人亲历），如果感觉有题出错了一定当场向监考教师反馈，相信自己，老师确认题出错后会处理的。"}
{"id": "chunk_00226", "title_path": ["马克思主义政治经济学："], "chunk": "A学长：政经可以突击一下，可以去b站看看小卷毛爱学习，感觉背得多。B学长：这个科目我大一下归来理解就是，背书学导论（大一上）。只需要拿着学长学姐整理的名词解释Docx.都背下来就行。如果感觉一时半会背不下来，那就直接考前两个月开背。这门课不需要特别理解，你背完后自会融会贯通。除此之外，这里不推荐选一位张姓老师，平时分卡的蛮严的（可能每年给分情况不一）。C学长：这是需要花时间背诵的课，可以突击，建议至少留出两周时间。考试考的比较基础，不会出特别偏的问题。（据说一位马院的陈姓老师给分很不好，身边的朋友选了他的课的对他的给分都相当不满意。也可能是主观因素）\n大一下：主要课程包括，高等数学II（A类）、中级微观经济学、风险管理与保险学、金融学概论、线性代数等。↑大概是大一学的课程，想保研学分绩千万别落下（别像我一样只玩）\nA学长：感觉比上学期内容规整（分数整体上也会高一点）；\nB学长：23级期末考试又是直接比22级难了一些（但是做好心理准备），由于本学期只考大题，题型也比较规整（这学期全程学高数，分高了不少！"}
{"id": "chunk_00227", "title_path": ["高等数学II（A类）："], "chunk": "），考前押题重点知识点总结附上：\n「1」多元函数积分学的预备知识（重点关注切平面与法线、切线和法平面、旋转曲面三大知识点）；\n「2」多元函数微分学（偏导数求导、全微分、复合函数求导法即链式法则、隐函数求导法、条件最值与拉格朗日乘数法，个人推荐弄明白偏导数连续可微关系那个表，也是数学思维的一个体现，只是你开全考大题不涉及这个）；\n「3」二重积分的性质与计算（图画出来什么都好说，然后别算错）；\n「4」多元函数积分学—三重积分的概念与计算法（基本性质、先一后二法和先二后一法、柱面坐标法、球面坐标法）；\n「5」多元函数积分学—第一型曲线积分和第二型曲线积分（一投二代三计算、格林公式（挖洞法）、（与积分路径无关）改变积分路径、偏积分凑微分法等）；\n「6」多元函数积分学—第一型曲面积分和第二型曲面积分（即对面积的面积分和对坐标的面积分，主要包括一投二代三计算、高斯公式、斯托克斯公式和相互转化等）；\n「7」无穷级数（正项/交错/任意项级数敛散性的判断、幂级数的和函数、幂级数的展开、傅里叶级数）；\n「8」反常积分（反常积分即无穷限积分和瑕积分敛散性的判断和计算，如果进度快可能会讲含参变量积分的计算）；\n最后期末的考点基本就覆盖在这里了，你们拿到考试卷子再体会一下就行。"}
{"id": "chunk_00228", "title_path": ["中级微观经济学："], "chunk": "A学长：难！！挂科率也高，不管想不想考高分平时一定要学点儿，千万别突击容易挂（！！）b站有up太白金星的课可以来听；\nB学长：这科目我考前2天突击的，拿到了2.7的坏分数。本人推荐拿圣才考研那本电子书复习，你在小红书搜南开中微可以搜到我分享的笔记（ ）。这里不多赘述。课堂中太多都是公式的推导，其实只需要会诸如垄断的几大模型、利润最大化、成本最小化、边际替代率、效用函数的计算、交换等众多考点的计算方法就行。同时，也要关注一些章节可能会对论述题的考查，例如我们涉及了n家厂商古诺均衡的证明（圣才原题）、科技章节的公式书写等。选择题就10分，不用浪费太多时间。因此，本科目推荐考前一个月开始复习，这样至少公式考试时候不会记混啊啊啊，然后就是把已知的往年题和圣才题尽量刷透。C学长：我选的是zhf老师的课，这门课很难学，既要背诵又要计算。如果想取得较好的成绩的话平时需要下一些功夫，突击很难很难。这门课是大一上经济学原理的延续，所以大一上要把经济学原理学好。这门课需要花费的时间有可能仅次于高数，做好心理准备。（别被平时作业的简单骗了，考试根本不是那个难度，考试的难度接近考研题。）"}
{"id": "chunk_00229", "title_path": ["如何学："], "chunk": "看教材，大致看懂。建议提前预习。这门课感觉老师有时候会把简单的东西讲复杂，如果听不懂是正常的，可以看教材或b站自学。推荐教辅书：圣才，分为“笔记与课后详解”、“考研题”两种；钟根元习题\n使用教辅书：①按大致意思背诵“圣才”的“笔记与课后详解”中的“复习笔记”部分，②先做钟根元习题（与考试最接近），然后做圣才“笔记与课后详解”的习题部分，最后做圣才考研题。（ps.考研题苯人实在没做完，但是也影响不大，前两本最重要）（分数97）"}
{"id": "chunk_00230", "title_path": ["风险管理与保险学："], "chunk": "A学长：挺抽象的就随缘吧（我身边是不管你学没学都不高）；\nB学长：这科我没话可说，还是建议考前看下和背PPT相关内容，再就是一些名词康康。期中考试占比40%分数，我们考了较多往年题（有些答案有误），考前2天刷完然后背PPT论述题（本科目论述题在于区分和解释一些风险管理与保险专有名词，聚焦一下这个）即可。期末考试基本90%都是新题，我推荐看PPT理解那堆保险的分类，剩下看命。C学长：这门课会在期中考试考期末考试的内容，没错，就是还没有学到就考！（邪恶）所以。。。唯一的办法只能提前学。老师不捞，考多少是多少。23级这科没有平时分，期中40％，期末60％。这门课更像是法学课，与保险法相关，期末考试会考案例分析（根据保险法，保险公司赔不赔，怎么赔，法院怎么判）\n怎么学：上课认真听、背ppt、做往年题、看魏华林保险学（简答题有原题）"}
{"id": "chunk_00231", "title_path": ["金融学概论："], "chunk": "A学长：给分很好，老师讲课蛮有意思可以一点儿不听考前突击（×）突击背ppt就可以，全在ppt上；\nB学长：这课是典型的背书学概论（大一下）。考前名词解释Docx.文档全背下来基本就是3.7及以上了。课程建议选签到考勤少的（Bushi）。C学长：纯背诵，背ppt即可。每个老师的ppt不一样。gfl老师的ppt不好背但是特别全面，越早背越好。这门课是概论，包含的内容特别广，突击很痛苦。会有往年题原题。"}
{"id": "chunk_00232", "title_path": ["线性代数："], "chunk": "A学长：这学期也蛮抽象，今年都考的19年还是18年原题但分不是很高（可能是我自己的问题）一定要平时学好再多看看往年题；\nB学长：这课期末考的不难，平时学习只需要B站框框老师考前突击课/精讲课＋往年题＋一本紫皮线代辅导讲义就行，也可以跟着老师听讲。重点就是行列式的计算（必考大题）、相似对角化与特征值和特征向量的基本计算法（必考大题）、解齐次/非齐次线性方程组和基础解系（必考大题）、向量组线性相关和线性无关等、特征向量相关证明、相似的性质、矩阵化简、逆矩阵、伴随矩阵、过渡矩阵、正交矩阵、合同、二次型与正定二次型等等等。反正知识点蛮细碎但系统，学完串起来就行，上述基本都有概率出现在你的试卷上。"}
{"id": "chunk_00233", "title_path": ["博弈论导论："], "chunk": "A学长：有一门D类课博弈论，22年第一次开我没选，到时候再问问选了的咋样（ ）\nB学长：我没选，略掉哩。（据说英文板书和平时作业）\nC学长：关于博弈论导论，一个专业选修课，只有lxl老师上这门课，老师给分普遍特别好，非常推荐选这门课。我认识的很多选这门课的同学都满绩或接近满绩了，苯人最后一道题25分做的一踏糊涂但还是被老师用过程分拯救了（）（分数94）\n这门课讲的是博弈，没有专门的教材，与b站耶鲁大学博弈论课程相似，但是有些内容是老师自己的研究，所以上课要认真听，课上的有些内容（考试会考）有可能全世界也只有老师课上能学到（老师个人的研究方向），所以很难自学。老师上课会带着做游戏（有奖品），课堂氛围很轻松有趣。这门课老师用中文讲课，用英文写板书，作业可以用中文做。考试试卷是中英文各一份（内容一样，其实就是中文考试）"}
{"id": "chunk_00234", "title_path": ["学这门课的优势："], "chunk": "对学习中级微观经济学很有帮助（中微是一门特别凶残的课程），课上的部分内容和中级微观经济学重合，相当于提前学了一部分中微，做题的思维也与中微相近。老师从不考勤，但是要交作业。虽然可以翘课让别的同学帮忙交作业，但是不建议翘，不上课会错过很多知识点，补不回来的那种。"}
{"id": "chunk_00235", "title_path": ["老师给分特别宽容。"], "chunk": "分数构成有30％平时作业分，30％期中考试分，40％期末考试分。平时作业好好做（不管对不对），平时作业分这部分老师给大家的分基本都是接近满分。期中期末考试老师批卷相当宽容，过程分特别多。这门课3学分，如果取得高绩点的话可以在大一排名上有很大优势。这门课可以期中退课。也就是说如果期中考试没考好，可以退课，相当于没选这门课，对绩点无任何影响。"}
{"id": "chunk_00236", "title_path": ["老师给分特别宽容。", "B. 学这门课可能存在的缺点："], "chunk": "平时作业很费时间，很难，做起来相当痛苦。（后期会好一点）\n如果期中退课的话，前面花费在这科上的时间就浪费了（有点功利），期中大概一半的人都退课了，最后留下来的人估计有三四十个。期末比别的同学多考一科，占用其他科的复习时间。"}
{"id": "chunk_00237", "title_path": ["老师给分特别宽容。", "B. 学这门课可能存在的缺点：", "C. 如何学这门课："], "chunk": "上课抢前排，认真听讲，认真记笔记。（这门课没有专门的教材，也没有讲义和ppt，讲课内容还包括老师自己的研究成果，只能靠上课看老师板书记笔记。）\n认真做课后作业（相当难），不会做也没事，老师会讲，把老师讲的听懂记住就行。考试题和平时作业题极为相似，只要把平时作业弄懂考试就没问题。考试前复习自己记的笔记和平时作业题，不需要刷其他题（没用）。把平时作业题全部理解甚至背下来，考试就没问题。（剩下的交给老师就行，过程分相当多）\nC学长：背书，很难背。尤其是像我这样的理科生背起来相当痛苦。建议开学就开始背。苯人突击了一周，从早到晚，突击的每一天都想似。gs老师给分还可以，但是有的老师给分相当不公正，建议调查好然后避雷。"}
{"id": "chunk_00238", "title_path": ["分流："], "chunk": "分流最后分三个，金融学类（22级为金融学、金融工程和投资学；23级和24级为金融学、金融工程和金融科技）、保险学、精算学。24级开始100%意愿分流！保研篇（金院与其他学院比较特殊，望重点关注，具体政策请以当年为准，下面仅供参考）\n学分绩：参照19级保研学分绩最低85+（刨除极端个例情况）\n综测分：中位数11~12 最高依次19、15.5、14.5、13.5然后集中在11、12 最低10分"}
{"id": "chunk_00239", "title_path": ["综合素质评价标准体系："], "chunk": "计算规则：综合成绩 = 计算学分绩×权重 + 综合素质评价成绩×权重（19级的权重分配 学分绩65% 综测35%）\n由19年的保研情况可以看出，金院在保研政策上，综测分值占比较大，所以要相较其他专业更加重视上表内加分项的培养；但综测之余，决定的关键要素仍在学分绩，一定保护好学分绩，稳住它才是保研竞争的第一步"}
{"id": "chunk_00240", "title_path": ["中文大类"], "chunk": "三个学院保研、奖学金这个看每年具体要求吧，不同年份可能会改，我没记错的话文学院和新传都是看ABC，汉院不是很了解，所以军理、体育、英语、思政类课程千万别摆，摆了就像笔者一样专业课门门90+也救不回来（经典A类课送大分然后BC类补坑）。"}
{"id": "chunk_00241", "title_path": ["中文大类", "（2021级及2025届保研数据：文学院58/161，36.0%；新闻与传播学院19/59，32.2%；汉语言文化学院8/29，27.6%）"], "chunk": "按理来说现在仨学院都是90%学分绩＋10%综测，到时候改不改具体问题具体分析，在此仅供参考。综测新闻与传播学院是要看大创的，所以意向是新传的宝们一定要做大创，哪怕是百项这部分综测分也得拿到，剩下的一概随缘，纯看水平和资源，这个就得自己争取了。三个学院给分都比较高，但是给分高同时也伴随一个问题，区分度不大，分和名次咬的比较死，但是基本不会有挂科压力，中文大类和其他大类课程的不同之处在于人少，基本上一门专业课就是一个班，不会有哪个老师雷哪个老师神的情况出现，基本上就是要菜大家一起菜，所以在选专业课上不用纠结。至于A类课，到时候跟着别的学院的推荐参考选就可以，详情请往上翻。感觉中文大类真没啥写的，我们是一个很单纯但很认真学习其实也特别卷的大类，重点还是人文关怀，祝大家大一一年玩得愉快，当然学中文，人文学科，必须要记诵，大量的积累夯实基础是必不可少的，这个没有捷径，必须要下功夫，不然以后底子太脆，走到哪都容易踩地雷。"}
{"id": "chunk_00242", "title_path": ["中文大类", "（2021级及2025届保研数据：文学院58/161，36.0%；新闻与传播学院19/59，32.2%；汉语言文化学院8/29，27.6%）", "（2025更新：越来越卷，尤其是后面人心气越来越高，给自己都立下不少远大志向，既然有目标就得落到实处，想保研升学等必须玩了命卷，一门课出了失误有可能会下不少排名）"], "chunk": "更新一下，不太清楚其他年级的情况，实际上23级中文大类相当卷，且学习氛围并不算很好，有一种勾心斗角的感觉（个人之见），学院工作的推行难度也比较大，但或许在纯志愿分流之后会改善许多^^，此外，还要好好学习高数和计算机，因为真的很拉分。以下是四篇中文学子大作，请认真且耐心地全部读完:"}
{"id": "chunk_00243", "title_path": ["中文大类", "（2021级及2025届保研数据：文学院58/161，36.0%；新闻与传播学院19/59，32.2%；汉语言文化学院8/29，27.6%）", "①《學早獄閻學的》作者:23-qwn"], "chunk": "客從遠方來，問我何所學。欲語復仰頭，爲阻泪已决.客見心生疑:“寒窗十二年，未有一刻閑.七月放榜後，君名孫山前。當在稷下坐，何以泪漣漣?”拭泪强答之:“我學漢語言。”\n客聞愈奇之:“聞說漢語言，探囊如考編.何如考公去，浪大亦安眠.”心酸作愧言:“此地風考公，餘菜不得卷.我無持笏意,君徒口舌勸!\"客嘆我不器，本欲拂袖遠，死灰突生焰:“又聞多清閑，可以試考研。而後步青雲，又植桃李園。”客言未及已，面白如吞鉛:“考研一何難，難于上青天!本已遇白眼，誤人更受嫌。”客聞便大怒:“朽木無可雕，惰人無可誡!幼且有宿慧，老大泯人間。考公已不可，考研亦不願。千歲咸魚精,煮爾何需鹽!”\n側身且避沫，拱手笑答曰:“我欲歸林泉，奉案侍椿萱.我爹霜眉渐，我娘發如雪。長得伴二老，平生衹此願.聞君久在外，何日是歸年?”"}
{"id": "chunk_00244", "title_path": ["我和南小开很早就认识了"], "chunk": "我的家关外的苦寒之地，日本鬼子一把火烧了我的家，把我赶出来，我一直过着流浪的生活，路上有数不清的马帮、土匪，这险些要了我的命，一路辗转零落才到了天津卫，和同样乞讨为生的南小开相识。那时候的南小开还是个瘦弱的小姑娘，身上破破烂烂的，过着乞讨为生的生活，虽然生活艰苦，但却从未抱怨过，灰扑扑的脸蛋上经常绽放出花一般的笑容，露出一颗尖尖的虎牙，我还给这个虎牙起了名字，叫主楼。“没事，以后我罩着你。”南小开挥了挥她瘦小的拳头说。我们两个一直生活在一起，一起乞讨，一块吃饭，有时候得罪了大户人家也会挨一顿胖揍，她那小小的身体上面伤痕累累，我替她敷药的时候都感到惊心不已，一种莫名的悲伤笼罩着我，像是夏天连绵万里的阴云——沉默、郁闷、愤怒。可惜这样的日子也没过多久，我们便听说关外的日本鬼子要打进来了，就连京城豪门的少爷小姐也不得不逃命，可是中国这么大，我们往哪儿去呢？“去昆明，那里离战火很远。”南小开眼中闪烁着光芒，我大概知道她要干什么了，我只能默默地支持她。在途中，我们结识了有着同样想法的京城双艳——水木清和博雅北，一番交流之后，便成为了无话不谈的朋友。"}
{"id": "chunk_00245", "title_path": ["我和南小开很早就认识了"], "chunk": "据他们所说，我们的家已经被日本鬼子炸的干干净净，徒留下飘着阵阵硝烟的废墟。“我们的家，没了……”南小开颤抖着说。我只能以无言，对无言。到了昆明，我们很快便组建起了学习小组。在每日的学习中，我的眼神总是不由自主地飘向那个姑娘——博雅北，她美丽、温柔、知性、优雅，最重要的是，她身上有一股令我深深着迷的气质，如同北上的雁遇到了春天的风，不由自主地投入她的怀抱，渐渐沉沦。南小开知道这一切，她知道自己比不上博雅北，除了每日的读书会，我便很少能看见她了。某天，水木清对我说，她经常看见南小开在后院练习自己的体态，能看见她偷偷看着我和博雅北一起散步。我笑了笑，没有说什么，但心里还是略有不适，是愧疚？是亏欠？是惋惜？我也不知道。不知不觉，我和博雅北已经在一起八年了。我们如胶似漆，相敬如宾，谁看了都要称得上一声“神仙眷侣”。只有那个小姑娘——南小开，一直都远远避着我们，除了问好之外，一句话也不说。"}
{"id": "chunk_00246", "title_path": ["我和南小开很早就认识了"], "chunk": "“听说，日本鬼子已经被打跑了，我们可以回家了，我想，我们的婚事是不是该和叔叔阿姨商议一下了？”我欣喜地问博雅北。博雅北看向了我，淡淡地眉毛似蹙非蹙，张了张口，但却什么都没有说。是夜，我刚刚吃过晚饭，推开房门，看到桌子上放着一封信，我拆开信，工工整整的字迹——是博雅北。"}
{"id": "chunk_00247", "title_path": ["贵安。"], "chunk": "展信如晤。我明白你的心意，但家中长辈极力反对这件事，你知道的，我是大户人家的千金小姐，我的婚姻不是我个人能做主的，我的命运、我的人生都是被规划好的，虽然我极力争取，但仍然无果，很抱歉。和你在一起的这八年多，是我这辈子最开心的时光，我不用再考虑家族、遗产、社会影响等等凡尘俗事，这是我为数不多自由的时光，我把人生中的全部自由都托付给你了，你也没有让我失望，还给了我一个完完整整的、浪漫热烈的青春，我不后悔。我一直清楚南小开喜欢你，她坚强、善良、勤劳，是一个绝佳的伴侣，我已经告知她我将会离开，希望接下来的日子里和她好好相处，这是我最后爱你的方式了。如果有下辈子，我想做南小开，不要做博雅北，这样，我就能永远和你在一起了。再见了，我想我们这辈子再难相见，如果有什么困难，就去找水木清，她会帮你的。"}
{"id": "chunk_00248", "title_path": ["永远爱你的博雅北”"], "chunk": "我早已哭成泪人，我明白男儿有泪轻弹，但是这就是我的伤心处啊，我不怨她，我只怨这达官贵人，我只怨这世家豪门，终有一日，我要涤尽这魑魅魍魉，创造一个人人都能决定自己命运的世界。这是，南小开轻轻推开房门，从后面抱住了我，轻附着耳边对我说:“我们回家吧。”"}
{"id": "chunk_00249", "title_path": ["“好，我们回家。”"], "chunk": "路上，我重新审视着这个姑娘。八年时间，洗去了她身上的青涩，出落得落落大方，黑色及腰的秀发飘来阵阵馨香，身上穿着一身白色的碎花裙子，低低的裙摆收敛了姣好的身材，棕色的小皮鞋恰到好处地衬托着这个人间精灵，整个人散发着一种知性、青春、动人的气息，全然称得上一句“大家闺秀”了。"}
{"id": "chunk_00250", "title_path": ["“像啊，和她很像啊。”"], "chunk": "火车到了站，当我们重新踏上这片土地，望着眼前这片废墟，心中突然充满了干劲，在昼夜不息的劳动中，我们终于重新建好了家，比之前的家更大，更好。家中有一个书房，里面摆放着在昆明时候的老照片。某一天，当我拿起柜子正中央我和博雅北的合照时，眼泪仍然不由自主地留下来。\n我张了张嘴，刚想说些什么，青葱玉指却轻轻点住了我的嘴巴。“我明白哦，你当然不会忘记她，谁也不会忘记自己青春中最重要的人，我不在意你曾经和她发生过什么，我只在乎现在的你。”\n她轻轻摇了摇头，轻轻地说:“你从来都不对不起我什么，也不必对我怀有亏欠，这都是我自愿的。”\n这一刻，我的喉咙仿佛被人死死攥住，空张着嘴却说不出来一句话，脸庞划过一行清泪。\n这时，一阵微风吹过，旁边未名的湖泊泛起了阵阵涟漪。"}
{"id": "chunk_00251", "title_path": ["“我也爱你，一直爱着你。”她笑着说。", "③《卢桢为什么是神》作者:23-cyq"], "chunk": "卢桢为什么是神？在谈论这个问题之前，我想先说说其他老师相较于卢桢究竟差在了哪里。首先是犯下傲慢之罪的蝈蝈。蝈蝈经常感慨自己沦落至开专，不过身为“冷门绝学”的传承者倒也可以自矜功伐，不过经常怀念逝去的蝈蝈而忘记了讲课便是最大的傲慢，此外，在短短一周时间内布置十多篇古文让学生背诵完全就是没有换位思考，认为大家都是“冷门绝学传承者”。于是神释放了他的慈悲，给大家的论文分都很高，以免大家受蝈蝈之苦。然后是犯下愤怒之罪的金四爷。因为在参会时别人语气不好就进行质问（:bushi，上课时由于还在生气愤怒地指出自己不会教大学写作，违背了神在《新约》中的一句话：“这就是诗歌的语言。”于是神降下了他的惩罚，金四爷仅占1学分，在元旦之前考试，甚至可以在放假后交论文，极大地削弱了金四爷的权柄。接着是犯下懒惰之罪的温by。自以为拿下两个学分就了不起了，自创补课汇报法。连续放学生两周鸽子，自己带头旷课，。另外大家有所不知，其实在周六补课前，温by闭上眼睛做冥想的时候，其脑海中看见的画面，正是站在光芒之中的卢桢，那时神告诉他：“你只可到这里，不可越过。"}
{"id": "chunk_00252", "title_path": ["“我也爱你，一直爱着你。”她笑着说。", "③《卢桢为什么是神》作者:23-cyq"], "chunk": "”然而，神的劝说不但没有让温by迷途知返，竟然还敢在期末周伙同文学院头号魔头谷峰正面挑战神的威严，于是神降下了他的惩罚，温by在期末周身败名裂，两学分的专业课没人在意，从此成为了众人口中的小菜一碟。再然后是犯下了嫉妒之罪cql。师出同门，屡次被神击败，但口服心不负的cql，暗中嫉妒着神，甚至胆敢当众说出“我是神的师姐”这种话。于是，在含金量最高的期末周，即期末考试上，cql被神正面击溃，散文部分不足卷面40%分数。不过，念在cql最终皈依了神的教，并且践行神的意志讨伐了屡次以下犯上的温by后，神应许了他在现文选的一切。犯下贪婪之罪的谷峰。只是初出茅庐，谷峰就夺得了期末周冠军，而这，自然是因为神的应允。神本来钦定他为自己在人间的代言人，在自己退役（shengzhi）之后替自己继续讨伐期末周魔头，为此甚至不惜亲自为谷峰铺路，在期末周主动输掉比赛，将一切荣耀都归给他，甚至应允他可以带走自己最爱的黄瓜。"}
{"id": "chunk_00253", "title_path": ["“我也爱你，一直爱着你。”她笑着说。", "③《卢桢为什么是神》作者:23-cyq"], "chunk": "但最后谷峰却被利益蒙蔽了双眼，不再以践行神的理想为自己的理想，也不再聆听神的教诲，甚至自以荣光已经超过了神，竟允许这门课出现许多挂科这种亵渎神尊严的事情，于是神降下了惩罚，谷峰永远不得教授古代汉语2-2，而他的学生将再也不能独自深夜背书，失去了过目不忘的能力。"}
{"id": "chunk_00254", "title_path": ["“我也爱你，一直爱着你。”她笑着说。", "③《卢桢为什么是神》作者:23-cyq"], "chunk": "犯下淫欲之罪的sy。在神子谷峰堕落之后，神开始寻找下一个代言人，这一次，他选中了sy。相较于谷峰，sy无疑是不完美的，他没有谷峰足以让学生窒息的压制力，也没有谷峰深不见底的甲骨文，舍我其谁的挂科率，无懈可击的课时，但神将自己最虔诚，同时也是实力最强大的两位侍从（语音学和文字学）暂时交给了她，并复刻了期末周的铺路操作，但由于期末周的事，神认为或许是自己给的压力过大才导致了神子的堕落，于是这一次神选择了在期中离开，减少sy的心理负担，最终，sy成功了。然而，夺冠后的sy不但冒大不韪在语音学小姐的身上刻下了自己的名字，更妄图染指神力，只是他错误地认为神的力量来源于讲八卦和写情书，最终她也因此犯下了淫欲之罪，并在下学期无缘期末周。最后，犯下暴食之罪的gss。期中之后，神已经非常虚弱了，文学院用教学安排黑洞吸走了神的精气，神已经无力再惩罚sy，只有信徒依旧在维护神的威严而已。此刻已经决心退隐的神在最后依然心系中文系，于是他选中了第三位神子——gss。"}
{"id": "chunk_00255", "title_path": ["“我也爱你，一直爱着你。”她笑着说。", "③《卢桢为什么是神》作者:23-cyq"], "chunk": "作为第三任神子，gss很好地维护了神的威严，但在接连击溃两代堕落的神子后，gss遇到了考试，被吸走了神赋予自己的力量，于是在期末周中连连失误，最终葬送绩点，彻底身败名裂。上半部分我们谈了其他老师相较于神的不足之处以及他们犯下的罪行，现在我们来谈谈神为什么是神，神为什么凌驾于其他老师之上，以及在他身上究竟有哪些美德值得我们去学习。"}
{"id": "chunk_00256", "title_path": ["首先是神的忠诚"], "chunk": "众做周知，自大学到毕业工作，神一直都在文学院，研究现代诗歌方向，黑子不懂神真正忠诚的对象是什么才会黑神。今天我来告诉大家，神真正忠诚的对象，其实是南开大学！so，在两名魔头（谷峰、温by）入侵了神的国时，神选择了退出台前，并在《新约》一章中说：“这才知道我的全部努力不过完成了普通的生活”，随后高居文学院副院长继续重振南开荣光。然而，无知的凡人南开大学武装部因傲慢而拒绝了神光的照耀，于是显赫一时的中国语言文学类分崩离析，神也因此沉寂了一年。不过，神最终还是用他智慧的双眼看穿了一切，并喊出了一句振聋发聩的话：“我已经开始研究北大中文系的对手了！”后回归行政，亲手肃清了中文大类，并最终在文学院重新建立了他的全文班神国！"}
{"id": "chunk_00257", "title_path": ["然后是神的节制"], "chunk": "神在留校工作之前，因常年累月地学习而不慎染上了恶疾——恋爱，原本神可以继续享用他的国中丰厚的一切，但神在看到某位不得而知的年轻貌美的女同学之后，终于明白，恋爱必须由自己来谈。为了早日康复，神竟然开始天天写情书，我想大家都很清楚手写情书的劳累，而且，神为了不伤女同学的心，开始送女同学黄瓜，并亲自为她削皮，女同学对此不以为然，但神忍耐了下来，并且坚持了下来，这就是神独特于他人的“节制”！"}
{"id": "chunk_00258", "title_path": ["神的慷慨"], "chunk": "我们都知道，全学院的中文学生都以击败神为自己的最终目标，但他们往往难以达成愿望，乃至于最后成为心魔，不是泯然众人，就是变得疯疯癫癫。神是慷慨的，他愿意将自己的荣耀分给他人。徐志摩，鲁迅，戴望舒，郭沫若，这都是神最忠诚的卫士，但神将他们分予了世人，这就是神的慷慨！"}
{"id": "chunk_00259", "title_path": ["神的勤奋"], "chunk": "神一生要强，从未停歇，但重铸南开荣光终究不是一件简单的事，不光是中文，在艺术项目上，亦要振兴！神之所以是神，就是因为他敢为天下先，勇于承担责任！so，考研决赛前，意图开辟新战场，继续与其他高校一决雌雄的神，在其他老师都已经休息的时候，带领他忠心的仆从们日夜鼓励考研人，这便是神的勤奋！"}
{"id": "chunk_00260", "title_path": ["神的温和"], "chunk": "考研之后，备受神信任的大类学生竟因为懒惰背刺了神，更用本属于神的仆从困住了神，这种卑鄙无耻的背叛行为放在任何一个人的身上，只怕都要“鱼死网破，今晚就走”，但神没有，神甚至在自己最愤怒的时候，也只是轻轻念出了“请大家注意第二次作业截止时间是12月29日（周五）。”这便是神的温和！"}
{"id": "chunk_00261", "title_path": ["神的谦逊"], "chunk": "大家都知道，相较于其他选手，神拥有深不见底的八卦知识量，除了自己，就连鲁迅，徐志摩，戴望舒也都是神的拿手好戏，更不要说神可怕的黄瓜压制力，甚至一怒之下写了3000字情书，除此之外还有无懈可击的语言能力，遥遥领先对方的授课能力，这样的神，完全可以包揽所有比赛的冠军，但神没有，神只取走了期中周冠军证明实力，而将期末周全部让了出来，这就是神的谦逊！"}
{"id": "chunk_00262", "title_path": ["神的节俭"], "chunk": "这里就要说说经常被黑子们提起的自习一事了，其实真实情况与大家想象中的大相径庭。大家都知道，自习是一件很浪费电力的事，节俭的神自然不会这么铺张浪费。之所以神会与自己的好兄弟约心仪的女孩子自习，其实是因为神觉得三个人占一个教室能更大程度利用资源，不想浪费电力的神准备高数教材才匆忙离开，在全球资源很紧张的年代，这样的神怎么能不被大家爱戴呢？\n我最喜欢二蝈蝈，大抵是因为它生的健硕，胃口很好，好养活而已\n逗弄它的触须，抚摸它的鞘翅，感受它身体的纹理\n某日，我不小心将它摔倒地上，它只是跳起来，咬了咬我的手指，似乎是抗议，又像是埋怨"}
{"id": "chunk_00263", "title_path": ["忽然，我惊奇地发现，它竟也随着歌曲而起舞"], "chunk": "到了激昂时，甚至猛地向前一跃，在空中飞翔着\n是的，它是有生命力的，是有灵性的，是蓬勃的，是自由的\n而我已至中年，垂垂老矣，不过是一株枯草罢了\n此后，我便多只是默默地将它放出笼子，给它多一些空间\n第二年秋天的某个下午，它轻轻地爬到我的手上，用头蹭了蹭我的手指\n我不以为意，认为它只不过是像往常一样找我嬉戏\n我站在笼子前，看着它曾经的家，不由地生出一种伤悲\n它是那么地富有活力，有无数个机会可以逃跑这个一隅之地\n把它短暂的生命都奉献给了我，传达着生机与活力\n此后讲课时，我便会时不时提起它，虽然大多是不解与嘲笑，但是那些生机勃勃的面庞，正式它希望看到的吧，我想\n有时，午后，自楼上某个房间会传来一阵阵悠扬的竹笛声\n（by23-新传-陈昱奇）"}
{"id": "chunk_00264", "title_path": ["历史大类"], "chunk": "首先，历史大类要求学习文科高数！所以一定要好好听！文科高数并不难，跟好老师，保证作业都能会，考前把近三年真题卷都做会，这里觉得轻松85+没问题的！历史大类同样要学习大学计算机基础（大计基，23级平时分占70%，一般不会挂），内容涉及word排版，excel表格，python编程等等。尤其是排版，作为历史人一定要会排版，交论文的时候很重要！（来自天天给舍友改格式的笔者）当然大计基选一个好老师也是很重要的。期末还要求一起做出一个项目（可以是研究，也可以是一个小游戏等等），尽快找到靠谱（划重点）的小伙伴（一定要分好工）！关于期末考试，复习的时候会感觉范围超级多，可以自己把书过一遍，简单撸个重点出来，有印象就行（悄悄：xhs上也有，可以进行参考）。考试是上机考试，填空选择的形式。思政类课，选好老师真的很重要，拼手速的时候到了！（思政类课也可以选别的学院的老师）作为文科生，大云特云的技能会让你在期末复习时轻松不少，不过上课还是要按时上，有的老师会突发点名＋各种签到。"}
{"id": "chunk_00265", "title_path": ["历史大类"], "chunk": "（不到万不得已不要请假，假条超级麻烦，学院就给请假说明，老师要假条)\n英语类课，ABC的区别是平时分和期末考试占比，所以不必强求A班，还是找个好老师很重要\n关于专业课，历史学院的老师都非常好，上课也不会突发提问，点名也很少。同时，可以到学校官网看他们的研究方向，找他们探讨问题或者论文指导，一般都不会被拒绝的！一定要主动、大胆！专业课第一节课和最后一节课很重要，第一节课说得分占比，最后一节划重点。历史大一专业课基本范围超级明确（记得世界史要跟伯苓班对对范围，23年，加之祖传考试复习资料，好好准备，全背诵，轻松高分通过。（中国古代后期史会背刺，一定要好好听，确实这样mxl不划范围）但是大二的专业课普遍比较难顶，画的范围大概能比目录细一点（？）\n关于保研：史院每年110多人大概能保30左右这个样子，不过从20级开始多了20个强基和10个拔尖，因此20级最后保了50多人。当然学分绩占一大部分，所以从大一的公共课就需要考个高分，毕竟高数思修这种动辄三四个学分，再就是跟其他文科学院差不多的大创、论坛、比赛，包括相对冷门的挑战杯和发水刊以及占比不大的公能（学生工作社会实践志愿服务之类的）"}
{"id": "chunk_00266", "title_path": ["历史大类"], "chunk": "关于入党：史院在入党材料的字数上比较严格，申请书需要5k以上，思想汇报每篇需要3k以上，卡人主要在推发展对象那儿，当然下学年开始也可能在推优环节就准备卡一下，每半年本科生会推10-15个左右（历史学院班团一体化，23级大一包括伯苓班在内有四个班，一般情况选两个班长一男一女，班长团支书推优成功发概率更大）\n学生组织：院级学生组织分为团学组织（学生会）和历史学院融媒体中心，届时会开宣讲会招新，欢迎来玩。【面向对历史感兴趣的uu】大家想要选史院课程的话，没必要跟史院没调整好计划的可怜娃抢d课计划外名额，许多史院老师对于课程论文（字数、内容等等）的要求较高，分数也不一定满足个人心里预期，建议头两节直接试听一下，评估一下课程内容与自己对于历史专业课程的想法是否契合，如想继续听下去，蹭课就好，大部分老师还是欢迎蹭课的。"}
{"id": "chunk_00267", "title_path": ["课程"], "chunk": "总的来说，专业课只要卷子上写的东西让批卷人看得出来你是背过了的，一般都会过\n大一上：（专业课一般都有微信群，只是建早晚问题）\n文科高等数学：高中数学plus版本，不难真的，但一般是大教室混着上，刚开始大家会抢前排，放轻松不要有太大压力，也可以在b站上自学（有南开的录课是大概一几年的课，分老师有的老师讲的更容易听懂，想学更多可以看宋浩的）考试半开卷（自带一张A4纸，可用蓝色笔写你需要的公式）当时选的郭龙的，老师手写板书很好，会有四五次随堂考试和七八次作业需要教材，有数学小论文，也比较容易。思政：这个给分很看老师，统一不划范围，当时选的cyh，这个老师评价不一（23级给分比前几年好），他上课很有意思，会说自己的经历与见解，上课不枯燥，但不允许使用电子设备，如果不追求绩点什么，可以上上他的课。两种期中作业选择，一是老师划得书目的读书心得；二是参与辩论，辩手和主持人都不用写读书心得，老师最后也会总结。大计基：选的lmx lzh、分两个部分，一堂是在公教楼上理论，会扫码签到不点名！！！另一堂在实验楼，在实验楼，在实验楼！！！平时分：考试=7:3，基本so easy。期中有小组展示，找好小组成员。"}
{"id": "chunk_00268", "title_path": ["课程"], "chunk": "教材有变，23级是复印版，听说以后会有书的那种。大学生心理健康：会签到，而且还有位置区域限定，最好在大教室呆着别溜，经常会吓唬你说还有签到，慕课，通过制莫担心。不用教材。英语：强推刘洁莹，事少分高（事少最重要，好像没点过几次名，但英语课人少谁没去老师一眼就能发现），唯一一次作业是英语自编剧很好整。教材！！！历史文选：高中语文文言文plus版，上课不点名不查人，繁体字试卷，（对这个感兴趣，可以看看当年考研题），zqm好人，分低（也是老师捞过的）\n世界上古史：和伯苓班同卷，会给范围，最好向伯苓班问问他们划得范围。（别问，问就是被背刺了，至今记得23年考了海上民族），23级大类是wyx老师 伯苓是yz老师（每年会颠倒）上课不点名不签到。最后电子版范围。教材作用不大。"}
{"id": "chunk_00269", "title_path": ["课程"], "chunk": "中国古代前期史：三个老师，lxt、wat、xy，教材作用不大。lwt会给电子版范围是名词解释，会有小组展示。（他的课有一半是展示，对他印象不深\n好像还有个人的展示，印象不深了）\nwat，有台湾口音，听起来很舒服，但他的课人越上越少\nxy，有天津口音，讲课有点意思，人很随和。最后划范围！！！（珍惜吧，下学期会很惨的）\n文物学概论：开卷考试！！！带着文物学概论书就行，可买二手教材，23级基本人手一本。上课不点名不签到，老师人随和人好，期中读书报告。专业外语：23级大类是wyx，不查人不点人，有一次期中作业翻译easy，考试可带纸质词典，电子词典（最好借一下，买不划算，提前借）不允许扫描笔，翻译的有文采一点，以欣王很看重这个。"}
{"id": "chunk_00270", "title_path": ["（最后体育zhx的跆拳道初级也很推荐）"], "chunk": "大一下（23级教务发的课表周四下午后都没有课，最适合happy的一个学期）\n军理：emmm，有线下课去大通每堂课有随堂小测（有时集市上有答案） 座位都是安排好的，慕课答案B站小红薯上会有，也要鉴定对错。会有小组展示。马原：会有模糊范围，给分都挺好的。当时选的ny和qz。ny点名会提前告诉，qz不定期点名。"}
{"id": "chunk_00271", "title_path": ["英语：当时选的cm，留作业会点名。"], "chunk": "文物博物馆与考古实务：开卷考试！中间有个老师爱点名！会有去实践，在校内。专外：与上学期基本一样，难度上升，考试一定要借电子词典。世界中古史：会划范围，但有小组展示。不点名。个人认为是范围最小、最轻松的一门。中国古代后期史：没有范围，三个老师mxl（布置期中札记）、pnm、bl（他爱点名会吩咐助教点名。老师最后给了ppt帮助复习\n（最后花式跳绳建议四个人会跳绳的组团选，有点麻烦，但那个老师说给分很好，但是上课较严厉）"}
{"id": "chunk_00272", "title_path": ["大二以后"], "chunk": "大二上其实是非常艰苦的一个学期，中国史和世界史会有电子资源、文献学、史料学（貌似调这儿来了），因此不建议大二上选两门以上的D，电子资源老师会坚持全英授课到大家受不了，文献学虽然期末开卷但是不好找给分严格。"}
{"id": "chunk_00273", "title_path": ["工管大类"], "chunk": "关于课程学习方面可以适当的卷一卷，如果是想进入财会这种热门专业，大一建议还是用点功卷一下学分绩，如果对财会没有很大向往的可以选择劳逸结合的方式，快快乐乐度过大一。大一上专业必修课只涉及管理学和管理学专业教育（通过制），管理学平常认真完成小组作业考试前把老师列出的知识点背书下来基本分都不会太低，通识必修课有高数，思修，基础英语，军理和体育，主要拉开差距的就是高数，建议听不懂的同学直接去看b站兆筱小分队或者宋浩老师。关于大一下专业课会多一点，有信息资源管理概论、微观经济学、新文科智能计算基础，微观经济学推荐卿志琼阿姨（人超级好，讲的也很明白，但平常上课要认真听，注意上课时的例题有可能就是考试题，最后期末不会特意标注重点，平常上课都会提所以一定要好好听课！！！），这个专业课还挺拉开差距的，所以要是尽量好好学一下。信管其实听不听课没有多大差别（bushi），最后考前认真过一下PPT以及每次课前的quiz认真答最后分数都不会低。"}
{"id": "chunk_00274", "title_path": ["工管大类"], "chunk": "新文科智能计算基础可能对文科生不是很友好，但它期末成绩占比比较低（22级占30%）23级课程改革，变成开卷且占20%，感觉难度不大，差距不大，所以平常的平时分和大作业分要尽量拿到，选择一个好的大作业小组和靠谱的组员很重要。大一下的通识必修课有高数、基础英语、马原、大学生心理健康（通过制）和体育。跟大一上一样还是高数一定要认真学，真的很拉学分绩、马原对于文科生来说比较友好跟高中政治还是有关的，建议上课听个大概，注意一下重点因为老师最后可能不会特意标注重点，考试前认真背熟就行，推荐杨植迪老师，重点画的好并且分高。基础英语对于黑龙江孩子不是特别友好，所以需要自己平常下功夫多练，基础英语B推荐朱小凡老师（事少分高！就是特别难抢）。除了校内学习，商赛对于工管大类的学生也很重要，建议有余力的同学大一就可以尝试一些商赛，可以向有经验的学长学姐多问一问。工管大类建议在大一多了解每个专业，商院的不同专业对学生要求不同，像市场营销就没有专业课考试，都是论文结课，图档不学线代，建议去找不同专业的学长学姐要一下培养计划，可能会对专业有不同的理解。还有就是，想保研别去财会！！！"}
{"id": "chunk_00275", "title_path": ["工管大类"], "chunk": "信管平时分比较重要，找个靠谱的小组，课前打开上节课的ppt ，quiz 尽量拿满，考试前一两天看看课件就来得及，尽量把精力放在微经上，多做做选择题和计算题，尽量别选胡望斌老师，除非是有自信自己能学得非常好，否则给分会很雷\n商科各个组织和实习的面试都注重实操，所以学生工作这方面就挺重要的，如果有可能尽力多做点学生工作，让简历更丰富，最好不要给任何学生组织垫钱！商学院是出了名的报销难！！\n文科高数不难，认真做作业，听讲，过去很容易，别怕\n英语课选好老师很重要，选对了可以90以上，选错了，呵呵\n大类基础课程，八个二级学科都过一遍概论，还有哲学概论，现代西哲，数理逻辑，然后逻辑还有一门，我这届没有，故而不知道，等其他人补齐\n专业必修课和专业选修课，优先上与自己未来二级学科有关的\n视野要打开，不要局限在一个学科里，这是针对第7条，别走另一个极端"}
{"id": "chunk_00276", "title_path": ["英语专业大一注意课程："], "chunk": "英美文学欣赏（大一）：课程本身无问题，上课内容有趣，但是老师会在正式讲课前进行课堂测试（与平时分挂钩）。大一上学期学习《英美文学导论》，考察方式为填空和简答，填空为文学导论理论部分挖空，简答为理论部分梳理和概括，大一下学习特定小说及内容分析，考察方式为同义词配对和简答，同义词配对对词汇量要求较大，简答为小说内容分析，注意预习（但是老师人很好，捞人力度很大！）。英语研究式学习（大一下）：对英语能力要求很高，基本每两到三周做一次展示，慎重选择。外国语言学导论（大一下）：期末考试无题库，需要学生上课自行整理，老师对期末考试内容模棱两可，期末有不少题没有见过，想要高分的慎重选择。除3以外的大一所有导论课程：必选！外院为数不多的大班水课！上课可以不听，期末考试有题库，期末考试题目全部选自题库，只要背了就能接近满分通过，2学分的水课对外院学生真的很难得！（其实上课讲的东西挺有趣的，如果认真学也能学到不少东西）"}
{"id": "chunk_00277", "title_path": ["（以下不只针对英语专业）"], "chunk": "外教课：选！珍惜外教，因为一般来说外教会比较舍得给分，而且课堂氛围比较轻松活跃。如果要说不好，可能就是Pre和小组作业比较多吧。。。（而且还有可能被要求脱稿什么的）\n数学只学一学期，大部分知识都和高中有覆盖。它以及马原毛概等通识必修务必打听老师，不同老师不同天地，有些让你堂堂Pre，有些课堂有趣如同听书，批成绩有人铁面无私，有人能捞则捞。选对好老师，幸福一学期。（注意有老师给分一年好一年不好，多打听几个人）\n精读课是一大关，一定要好好学。这几乎是离专业考级最近的课，也是你要接触两年的一门课。（也是最费心思准备考试的课）\n必修课不说了必须上，选修课要好好看课程介绍（教务系统里有，在培养方案或者选课）。看结课方式：论文结课，小组展示结课，开卷／闭卷考试结课？看分数组成：期末考试占多少？一些课的期末考试占比100％的，要求绩点的同学可以先打听下这门课的老师和考试内容，因为这种课真不一定分低～\n教务系统培养方案一定看，课表上列举的选修课不一定都要选，根据自己情况来。开学前两周感受一下老师性格和课程相性，不合适的赶紧退，别勉强自己上不喜欢的课。"}
{"id": "chunk_00278", "title_path": ["（以下不只针对英语专业）"], "chunk": "具体的专业课程可以多戳戳群里的对应专业的学长学姐问问呀～\n关于就业：外语类专业整体就业是一片沉默，不过这也看个人水平。不论如何，外语还算得上是有点壁垒的，一些小语种（如阿拉伯语）的就业市场其实还没有完全饱和，所以不论打不打算转行，多会一门外语不是坏事。另外，考证还是挺重要的，现在需要语言技能的岗位不一定看你专业但一定看你证书。关于Fas和Fse：Fas是小语种＋人文社科，Fse是小语种＋理工科。这两个英语和英语翻译都不能报。如果有选到津南的课，记得安排好通勤时间自己申请跨校区宿舍。一些专业需要学习大量数理知识，再加上外语一堆要背诵的内容……总之，量力而行哦。除了双学位，还可以考虑辅修。部分专业要求学有余力，也就是本专业绩点要在百分之多少以前；或者高数成绩要在多少以上之类。具体请参考官网通知。据说辅修有利于转专业和考研。如修到津南校区，同样注意安排通勤时间和申请跨校区宿舍。"}
{"id": "chunk_00279", "title_path": ["（以下不只针对英语专业）"], "chunk": "外院到大一下会有很多同学选择转专业逃离外院的，再次重申南开转专业的原则是转出无限制，转入有考核，如果外院某副院长威胁恐吓本院卡你转专业不让你转千万别信！！（ps：外院某副院长可能还会曲解学校文件告诉你转专业就不能学fas了，但学校的意思不是如果转专业失败不能回头学fas，而是转专业成功的话不能以人文社科的学籍再加一个外语这样学fas。所以完全可以开学选择进fas，不喜欢大一下的时候退fas or 转专业）\n外院散是满天星，目前已知外院同学转专业成功的去处有：史院、商院、旅院、文院、汉院、新传、周政、社会学院、法学院、马院、哲院……貌似开子人文社科类的学院好像都有外院转专业成功的同学呢……\n外院有人卷有人摆，咱们要做的就是明确定位和目标，不想卷了可以看看志愿服务和学生工作这一块，想卷就好好卷别泄力，上课的时候可以多和老师互动争取一些平时分，而且外语类比赛挺多的还挺能锻炼人，总之就是好好努力别跟风吧。"}
{"id": "chunk_00280", "title_path": ["马克思主义理论类"], "chunk": "写在前面，我这里列出来的只能是冰山一角，每个项目的细节都希望学弟学妹们自己问问学长学姐们！希望大家能够多跟学长学姐们交流！！！招生人数有限，所以所有的大类基础和专业必修课都是整个年级一起上。计算机和高数一定要好好学，很拉分。这里主要分为四个方面来说吧：先简单介绍一下保研、评奖评优（没有传播焦虑的意思，只是为了补充一下群友们没有说的内容），然后是课程学习、学生工作、大学生活日常经验。\n马院保研看abcd类课的学分绩＋综测，两者占比不同，具体是多少我忘了但是可以再问；\n马院的保研率大概在30％左右，目前来看应该是马理论和思政两个专业都取各自排名的前30％（这样的话可以在一定程度上避免两个专业不同的课的给分问题，但是这样的话同一个专业内的名额会更少一些）\n跟学分绩、综测、是否挂科、体测、志愿服务时长（可能也有社会实践时长，今年下半年就清楚了，因为我还没参与过)有关。评奖学金应该是在满足了基本条件之后，用学分绩直接＋综测的最终得分排名为依据。"}
{"id": "chunk_00281", "title_path": ["课程学习（仅是个人观点，仅供大家参考）"], "chunk": "先来说说选课，选课之前一定先问好学长学姐怎么进行操作，打听好各个老师的情况，再进行选课，前面应该已经说的很清楚了。接下来说一下各个课程，基本上分为三类课（个人观点），专业核心课程、公共要得高分课程以及不需要投入太多精力的课。专业核心课程就是专业必修＋专业选修，大一上不上专选，大一下开始选专选。这些课当中根据考试方式可以分为闭卷考试、开卷考试和论文结课，有的课程还会设置期中作业和小组展示（即大家口中的Pre）。我们在对待专业核心课程时，要根据每门课的平时上课的形式以及期末考试方式采取不同的学习方法。具体的学习方法到了具体课程再问但是最根本的要求就是，不管采用什么样的方式，我们的目的是要学到知识、取得好成绩，成绩固然重要，但一定不能只图成绩而抛弃了根本，咱们这个学科要求大家肚子里必须要有一定的知识储备的，否则脑子里空空的难以做好学术。接下来是公共要得高分的课，也就是我们通常所说的通识必修，大一主要包括文科高数（大一上）、文科概率统计（大一下）、文科计算机基础（大一上）、英语、体育、（军理、大学生心理健康)。"}
{"id": "chunk_00282", "title_path": ["课程学习（仅是个人观点，仅供大家参考）"], "chunk": "这些课当中很重要的是两门数学（7学分）和一门计算机（4学分），学分占比很大，要选好老师，也一定好好学，计算机平时好好弄＋期末过几遍书、课后习题册＋刷一些题库（学长学姐们有），期末（上机考试就是在电脑上答题，选择填空）可以拿一个比较好的成绩。数学的话上课认真听，不懂就问老师或者同学，认真做老师留的作业，认真改错，考前问问学长学姐之前怎么复习，获取各种资料，真的认真努力弄往年题、复习知识点，两个学期的数学的分就都不会低，对了，数学是半开卷考试，可以带一张写有复习知识点的A4纸进考场，但是考完试之后就会被收走。英语和体育一方面在于选择老师，另一方面也看个人的表现，具体的其他部分应该有关于两门课的介绍，如果不懂，找学长学姐问。大学生心理健康和军理都是大一下的课，在上课之前问一下学长学姐具体情况就可以"}
{"id": "chunk_00283", "title_path": ["课程学习（仅是个人观点，仅供大家参考）"], "chunk": "总之一句话，不要挂科，一定要努力，争取拿一个自己满意的成绩。最后一个类型属于不太需要付出太多精力的课程。不管你出不出国，e类课你就选事少分高的就可以了，感兴趣的课可以听一听，如果只是为了拿到学分的话，而且如果老师上课没有别的要求的话，上课就可以干自己的事情了。校园集市上每到选课前夕全是这种贴子，或者问学长学姐。"}
{"id": "chunk_00284", "title_path": ["备考：这个十分关键。"], "chunk": "有的会划重点，有的不会，划的重点一定要记住\n复习资料：教材、学长学姐的复习资料、自己弄的复习资料；\n我想说的是一定要多跟学长学姐交流，这是信息差的开始，你会发现有的人可能就是很多东西知道的比你早，比你少走一些弯路，而且学长学姐那里有着丰富的复习资料；自己弄复习资料的话有的可以去公众号上搜。学生工作：开学之后院里的各个学生组织都会招新，这里就不详细说了，到时会有负责人进行介绍，还可以竞选班委。院学生会的要求一般是留任中层要求成绩前50％、不挂科，主席团是前30％、不挂科，每年院学生会大概在7月初进行换届。班委的话应该是在新生教育那两周的某一天进行，大家有想竞选班委的可以提前确定自己想竞选什么职位，然后准备一个简单的3—5分钟的发言稿，竞选的时候一定要自信！生活经验：仅代表个人观点，大家一定要学会多问，不管是老师还是学长学姐、同学，保持一个良好的人际关系，很多时候你收获的远远比你最初想问的东西多很多。基本情况大致是这样，我所说的仅代表个人观点，而且我不可能说的那么全。"}
{"id": "chunk_00285", "title_path": ["备考：这个十分关键。"], "chunk": "一方面还是那句话，我们在文档里写了再多，也不一定适用于每个人，只是为大家提供了一个思路，而且肯定不够详细，很多事情不是一个文档就能够说清楚的，大家还是要多问！自己亲自去问的事情记忆更深，也更容易转化为自己的东西，另一方面，到了大学，跟高中不一样了，不是生搬硬套就可以的了，需要每个人自己在实际情况中体会。"}
{"id": "chunk_00000", "title_path": ["（排名不分先后）", "2023年"], "chunk": "黑龙江校友会22级以上全体成员及外援团队"}
{"id": "chunk_00001", "title_path": ["（排名不分先后）", "2024年"], "chunk": "陈昱奇 赵新松 李沐熹 董丰瑞 王汉莹 李古月 李天娇 曲维宁 汤盛宣 宋佳欣 孙  蕗\n杨  博 孙浩然 孙悦美 张越珊 张瀚方 张鹤文 张语甜 魏同心 谷泓毅 王沛暄 王  晓\n王叙澄 程正骁 许翰儒 杨佳铭 李欣芮 唐铭毅"}
{"id": "chunk_00002", "title_path": ["严正声明:"], "chunk": "本爬行指南为编辑组所有成员共同的知识成果，具有合法的知识产权，仅供黑龙江校友会内部传阅。所有黑龙江校友会成员严禁外传（链接和文件都禁止外传），严禁用作商业用途，严禁恶意删除或编辑。若有违反以上规定或其他造成不良影响的行为者，在群内置顶通告并踢出黑龙江校友会，禁止参加一切黑龙江校友会有关活动，禁止获取黑龙江校友会任何资源和信息，进行省内“封杀”。\n全体爬行指南编辑成员  敬上"}
{"id": "chunk_00003", "title_path": ["兹通告发布之日生效，皆按照本声明处理。", "2024年7月28日"], "chunk": "补充说明：爬行指南是往届黑龙江考入南开的学长学姐写给历届黑龙江新生用以补足信息差的，每年都会更新。我们本身没有任何义务给每届新生补信息差，也没必要管你们。准备指南、建群带学带玩都是纯义务，也混不到任何表扬荣誉，可以去问其他省份同学有没有我们这样年年对本省新生操碎心的学长学姐。请勿外传，请尊重我们劳动成果，不管主动给还是被要。认真读完这份指南能让你们开学初领先很多，都这样了还外传的人真不好说你是聪明还是傻。Cyq:丑话说前头，别逼我们到时候找上门去骂你。线下逮到你直接把你脑袋揪下来踢爆，进行等量的言语攻击，黑龙会内部公开致歉，记入黑龙会史记，并且问候你祖宗十八辈，还有外省同学如果看到是谁转发的，请直接飞书私信2311938，必有重谢。"}
{"id": "chunk_00004", "title_path": ["目录"], "chunk": " 写在前面\t5\nNKU课程体系\t5\n校园常用网站\t7\n生存必备软件\t9\n微信公众号\t11\n代管学院\t13\n 校园生活小妙招和美食推荐\t19\n选课篇\t19\n上课篇\t22\n翘课篇\t24\n注意事项「新生必看」\t25\n南开大学图书馆\t35\n八里台篇\t40\n津南篇\t43\n高分应试篇\t49\n 二次选拔\t51\n 关于大类分流\t51\n 大类生存法则\t51\n 关于转专业\t52\n 关于辅修&双学位\t53\n 关于挂科\t54\n人文社科类\t54\n工科类\t54\n物质大类\t54\n数统大类\t55\n 关于荣誉称号&奖学金\t56\n 关于学科竞赛\t59\n 关于大创\t60\n 关于军训\t62\n 关于体测&体育课\t64\n关于体测\t64\n关于体育课\t64\n创高体育\t65\n 关于学生组织&社团\t67\n 关于志愿服务、社会实践、公能讲座\t71\n 关于入党\t72\n 关于选调生&考公考编\t74\n 关于支教保研\t77\n 关于通识选修课（E类课）\t79\n 关于小学期（国际学分课程）\t89"}
{"id": "chunk_00005", "title_path": ["NKU课程体系"], "chunk": "首先，介绍一下NKU的课程类别，所有课分成ABCDE五个类别：\nA：通识必修课（eg.基础英语，体育，思政，高数，军理，形策公能，大学语文等等。没错，在南开文科生也需要学高数，理科生也要学大学语文）\nB：大类基础课（一般是大一在大类分流前要学的基础的专业课，整个院或整个大类里的必修课。现在随着培养方案的迭代完善已基本消失，大多转为C类课）\nC：专业必修课（培养计划上C的都需要选，专业课表安排哪位老师授课就上哪位老师的，就别挑了，ABC类课没上全没法毕业可不能任性啊）\nD：专业选修课（可以挑着上，不是所有D都要上的，专选学分修够了就行。不同专业的专选学分要求可能不一样，看自己的培养计划。部分学院保研不看，部分学院保研要求必须选指定的几门D，选课前最好咨询学长学姐查阅保研细则谨慎选择，出国的话选高分的或者目标院校指定的几门即可）\nE：通识选修课（各种各样的选修课，eg.日本茶道，认识电影，手机摄影，不一而足啦，选课前可前往“枝上进化论”公众号或本文档后部的评价部分了解所选课程的要求、特点及学生评价）\n小学期 （国际学分课程） ：一共要学3学分。"}
{"id": "chunk_00006", "title_path": ["NKU课程体系"], "chunk": "从24级开始国际小学期变成了必修，也就是说大学四年这三学分是必修的，大部分课程开在暑假期间，也就是可能要牺牲暑假来修。（ps：理论上，国际学分必修，但是小学期不必修，暑假不一定要被牺牲❛˓◞˂̵✧ 可以云课堂 讲座 交流 等等 具体后面会讲）\n每门课有对应的学分，代表着这门课的重要性，以及学费（每学分120块钱）。课程结课的评价方式有两种，分为通过制（两级制）和百分制，通过制只有通过和不通过，没有具体分数，不通过的课程相当于挂科，ABC类课如果是两级制的不通过则需要重修，通过制只计学分，不影响学分绩不影响绩点。百分制就是有分数的那种，同样没到60分就是挂科了，这门课拿不到学分。南开这边没有挂科后补考的说法，ABC类课只能第二年跟下一届学生一起上课，重修该门课程（DE你要是挂了再学了随便，满足毕业总学分要求即可）。"}
{"id": "chunk_00007", "title_path": ["学分绩"], "chunk": "在计算所谓的“学分绩”时，按照每门课所对应的学分加权平均\n比如得九同学数学分析（5.5学分）考了80分，高等代数（4.5学分）考了90分，这两门的平均学分绩就是（80×5.5+90×4.5）/（4.5+5.5）=84.5分\n不过对于24级学分绩只是个概念科普，学分绩对你们已经不适用了（见下一条）"}
{"id": "chunk_00008", "title_path": ["绩点制"], "chunk": "南开从23级开始从学分绩改革成绩点制（课程的百分分数根据分数段直接折绩点，教务系统上显示的就是绩点，没有分数），绩点与分数的转换标准如下：\n单门课程的学分绩点=该门课程所得绩点×该课程学分\n平均学分绩点=所修课程学分绩点之和÷所修课程学分数之和\n比如呵呵同学高等数学1（5学分）的绩点为4.0，线性代数（4学分）的绩点为3.0，这两门的平均绩点就是（4.0×5+3.0×4）/（5+4）=3.56.\nps: 看期末成绩需要先完成期中评教和期末评教，然后才能在教务系统上看到成绩，没期末评教是看不到成绩的，飞书—南开微应用—教学质量管理平台即可完成评教。"}
{"id": "chunk_00009", "title_path": ["绩点制", "23级及之后的具体分数查询"], "chunk": "使用绩点之后我们在教学管理信息网站eamis（下面会说）只能看到自己的绩点，而看不到原始的百分制分数，是否什么办法查询呢？登录http://dzpz.nankai.edu.cn，预览自己的中文成绩单即可查询到了！\n附上2025-2026南开校历，请学会查看校历"}
{"id": "chunk_00010", "title_path": ["补充："], "chunk": "小学期（暑期学校）是接在春季学期之后的夏季学期，为期1个月，可选课程量比较少，大部分为选修课，只有少数学院有专业必修课（25更新：现在小学期开始有很多国际学分课程了，国际学分是必须修够3学分的）。如果没有必修课可以自愿选择是否选课上小学期，不选课就直接放暑假。选课的话则需要在学校正常完成课程才能放假。但是到24级小学期变成了必修，详细见“国际小学期板块”。节假日不在校历上显示，南开不出意外都是按法定节假日去放，具体调休听学校通知即可。"}
{"id": "chunk_00011", "title_path": ["校园网"], "chunk": "校园网是NKU_WLAN（校园网是免费的！！），连接之后应该会自己弹出一个上网登入窗，输入学号+门户密码就可以啦。如果没弹出来，自行输入网址202.113.18.106（or 1.1.1.1 or 8.8.8.8），记住密码，自服务，无感知连接，不同的设备有不同的脾气，有的设备连接校园网就很丝滑，有的就很麻烦（eg：苹果，苹果用户在变换位置前可以先把校园网关掉，到目的地后再打开重连），这个需要慢慢体会啦。每月月初的时候校园网会断一个小时，连不上用不了，别懵，用流量吧。（24年更新：现在已经不太会断啦，不必担心这个）\n登校园网的快捷方法，学会了以后就不用每次输入账号密码啦——登入校园网之后，点击“自服务”，进入页面后点击“服务”，接着点击“无感知MAC地址维护”后，就可以将你的设备和校园网绑定啦！（一个账号最多可以绑定5个设备）\n校园网账号是学号，初始密码是身份证号后六位（港澳台学生为入学时提供给学校的证件号后六位，注意：身份证号中的X为大写），登录后可以修改密码，改完之后自己记住了，以后经常用的。"}
{"id": "chunk_00012", "title_path": ["校园网"], "chunk": "南开大学官网https://www.nankai.edu.cn/\n南开大学信息门户http://urp.nankai.edu.cn、i.nankai.edu.cn。聚集了学校的各种信息，包括学校和学院的公告、同学们关注的热点、学校近期的活动讲座的有关信息、各类招生就业的信息以及后勤和日常生活等方面的信息，同时，同学们在这里也会完善和更新个人信息用干奖助学金发放等的信息凭借。（ps: 信息门户需要在校园网环境下or校外挂vpn才能正常使用）\n信息门户账号和密码：信息门户的账号是学号，初始密码是身份证号后六位（港澳台学生为入学时提供给学校的证件号后六位，注意：身份证号中的X为大写），登录后可修改密码，改完之后自己记住了，以后经常用的。南开邮箱http://mail.nankai.edu.cn/，可申请自己的邮箱。"}
{"id": "chunk_00013", "title_path": ["校园网"], "chunk": "南开大学图书馆http://www.lib.nankai.edu.cn/。访问馆藏资源及常用数据库等。在南开下载论文不需要自行额外花钱。教务处网站jwc.nankai.edu.cn，可以了解关于选课、考试、辅修、各类通知，同时还可以由此跳转到智慧树在线平台、中国大学MOOC等在线学习平台。"}
{"id": "chunk_00014", "title_path": ["校园网"], "chunk": "研究生院的网站graduate.nankai.edu.cn，研究生信息管理系统yjs.nankai.edu.cn（培养方案与研究方向、选课、查询成绩、科研信息等），研究生信息管理系统yjsxsgl.nankai.edu.cn（奖惩管理、资助管理、活动管理、党建管理）\n南开大学学位论文管理系统/硕博论文提交libpaper.nankai.edu.cn\n***教学管理系统eamis.nankai.edu.cn ，建议大家收藏此网站，它是大家四年经常用到的系统，选课，成绩，转专业，毕业审核等等很多教学相关事项都是在这个系统里进行，培养方案也在系统中可以查看到，之后大家分流到相应学院培养方案就会相应的变更了\n一站式登录平台xgb.nankai.edu.cn立公增能辅学平台、就业管理系统等需要从这里登录\nczfw.nankai.edu.cn南开大学团委成长服务平台，可以由此查看参与团组织的各类活动，网站内也包含志愿服务、社会实践、创新创业大赛、课外活动、社团管理等多平台入口。"}
{"id": "chunk_00015", "title_path": ["校园网"], "chunk": "其中志愿服务管理平台和社会实践平台有独立网站：\n志愿服务：zyfw.nankai.edu.cn\n社会实践：shsj.nankai.edu.cn\n正版化软件平台 可以申请正版adobe账号，以及正版office系列 http://ca.nankai.edu.cn。"}
{"id": "chunk_00016", "title_path": ["各自学院的官网"], "chunk": "学信网https://www.chsi.com.cn/。教育部学历查询网站、教育部高校招生阳光工程指定网站、全国硕士研究生招生报名和调剂指定网站。全国大学生四六级考试：https://cet.neea.edu.cn/"}
{"id": "chunk_00017", "title_path": ["上课可能会使用的一些平台网址"], "chunk": "智慧树在线平台https://nankaiweb.zhihuishu.com/\n雨课堂网页版https://www.yuketang.cn/web\n长江雨课堂网页版https://changjiang.yuketang.cn/v2/web\n学堂云在线平台https://nankai.yuketang.cn/static/vue_pro/index.html\n中国大学MOOC  https://www.icourse163.org/\n南开大学小雅 https://nankai.ai-augmented.com/home"}
{"id": "chunk_00018", "title_path": ["飞书"], "chunk": "使用手机在应用商店中下载并安装“飞书”软件。打开软件后在登录页面点选底部的“SSO登录”进入SSO登录页，在SSO登录页的输入框内填写6个英文小写字母“nankai”并点击“下一步”，在弹出的南开大学统一身份认证登录页里按照提示输入信息门户账号密码（写在前面了，自己往上找），验证通过后即登录成功。在飞书里，你可以直接联系南开中的任何人，比如捡到学子卡、身份证一类证件可以很方面地联系物主。你还可以把任何人拉到任意群里来（雾），预约图书馆、预约洗澡、亲友来访登记预约、交电费、期末评教、看自己的课表、看空教室、查询点对点班车等等一系列事务都要借助飞书来完成，还有飞书妙记、飞书文档、板栗看板一类据说很好用的东西……但是很可惜笔者没怎么用过，坐等家人们补充。热知识：飞书聊天可以显示对方是否已读信息，已读不回的行为可以看的清清楚楚\n飞书在南开很重要很重要，很多很多事情都可以在飞书上操作，具体自行探索吧\n邀请好友及家人入校：飞书—出入校登记—亲友来访申请，然后根据要求填信息即可。申请后不会马上通过，建议至少在亲友来访前一天就在系统上申请，不要当天才申请。"}
{"id": "chunk_00019", "title_path": ["飞书"], "chunk": "现在审批采用二级审批制，辅导员＋副书记，如果提前预约迟迟没有通过可以自行飞书或微信催一下老师或领导。可以提前预约报道那天的亲友进校，这样自驾把车开进学校送东西的话可能方便点，顺便和父母自驾游了（bushi）。一个问卷只能约一人一天的访客申请信息，约多人要多填几次哈～\n体育相关专用app，详情请见后文【体测/体育课】板块"}
{"id": "chunk_00020", "title_path": ["EasyConnect（VPN）"], "chunk": "简单来讲，如果想在非校园网条件下（eg：不在学校、校园网抽风了不好用不得不开流量等）访问校园网，想访问许多学校网站，需要通过VPN实现。校园内的很多网站都是仅在校园网下才能够进入的，如果校外没有连校园网，需要连接VPN，网址是：webvpn.nankai.edu.cn。此网站为南开大学vpn入口，从此页面登录之后可在校外访问相关网站。从该网站检索多种校园服务平台，如社会实践平台、南开大学邮箱等。移动端需要下载“EasyConnect”这个软件，在校外无法连接校园网时，可以由此跳转校内各个网站，非常便捷！（这是刚需！）应用商店下载可能搜不到或者显示高风险什么的，继续下载就可以啦，或者去网页搜easyconnect下载。输入地址vpn.nankai.edu.cn，点击连接。输入用户名和密码（默认是和信息门户的信息一致的），点击登录。登录成功，资源列表显示可以使用的相关资源，点击相关资源即可进行相关访问。上课要求下载的软件如知到、学习通、雨课堂、小雅等，现在不需要下载，第一节课任课老师讲要求时就知道了。"}
{"id": "chunk_00021", "title_path": ["EasyConnect（VPN）"], "chunk": "校园集市：一个很神奇的存在，可以随便找一个学长学姐拉你进入一个推送群，自动给你推送新鲜出炉的帖子，不仅可以吃瓜聊天看八卦，还可以答疑解惑、第一时间追踪很多校内新闻，比如出分了啊什么的，也可以起到帮助打破信息差到作用！温馨提示：请少起幺蛾子，集市少带节奏。集市会实名认证，虽然大家都用网名，但其实等于实名上网，带节奏一找一个准。\n官方微信公众号，发布南开大学的综合性信息。学费、住宿费等需要用这个公众号交。"}
{"id": "chunk_00022", "title_path": ["各个学院自己的微信公众号"], "chunk": "需关注自己学院的微信公众号，很多信息会在上面发布。涉及多个学院的大类新生可关注此大类的所有学院的微信公众号，不错过每个学院的信息。（有的学院可能会有好几个个公众号，不要遗漏）\n《满“新”欢喜 ｜NKU萌新看过来！院系公众号大集结！》https://mp.weixin.qq.com/s/d8LFo2siH1i6SxMNPvNjqw\n南开大学本科招生办的微信公众号，发布南开本科招生政策、招生动态等。\n教务部的微信公众号。选课退课（预选、正选一阶段、正选二阶段、补退选、期中退课等）、期中期末评教、学业指导的讲座等等很多的通知和答疑信息会在此公众号发布。\n南开大学体育场馆管理中心公众号可进行体育馆的场地及使用时间的预约、集体活动场地的申请等。\n南开大学体育部的公众号，体测、体育理论测试、创高、以及一系列体育活动的通知会在这个公众号上发布。（关于体育课，可移步体测&体育课板块）\n团学组织的动态、好玩的活动、志愿的招募等等会在上面发布。青年大学习也在这里。（没错，上大学还是有青年大学习要学）\n南开大学学生会、南开大学研究生会的官方公众号\n南开大学校园文化活动官方发布平台，比如什么荧光夜跑啦，音乐会啦之类的\n学生创新创业比赛、活动、交流讲座等的通知会在这里发布。\n医保相关的内容都会在这里发布。稍微了解下医保报销流程及政策，报销还是能省钱的。\n一卡通绑定微信后，一卡通的充值可通过公众号进行。支付宝的小程序也可以。\n宿舍什么东西坏了需要报修可通过这个公众号处理。ps: 现在后勤不处理宿舍东西掉床缝够不上来这种情况了，需要和舍友通力合作自行解决。\n南开学生工作部管理平台，一部分活动信息（eg：学生社区）、党团建设的信息等会在上面发布，更多的信息是关于国旗护卫队和军训的（对大家来讲军训的信息应该更重要吧）。\n学生自发建立的公众号，有很多关于南开的信息，eg迎新推送，大类介绍，转专业介绍，各种信息的通知等等。可以简单理解为一个学生自运营的信息汇总平台。"}
{"id": "chunk_00023", "title_path": ["代管学院"], "chunk": "大类招生虽然旨在留给大家一年的缓冲期、让大家有更多的选择机会，但同时也有行政管理上的麻烦，为了便于将大类学生归入学校的管理体系，只能将大类学生随机分到对应学院“代理管理”，称为“代管学院”，同时也会分到一个暂时的班级称为“模拟班级”，等到大一末分流到对应的学院，则会重组班级。如21级的sl同学录取到工科试验班（信息科学与技术）大类，随机分到工科试验班（信息科学与技术）模拟三班，2021年工科试验班（信息科学与技术）模拟三班对应代管学院为人工智能学院。在代管学院内部为方便管理导员会进一步划分行政班级，最终被分到工科试验班（信息科学与技术）模拟3-2班。这里工科试验班（信息科学与技术）模拟三班对应的就是sl同学的代管学院人工智能学院，工科试验班（信息科学与技术）模拟3-2班就是在代管学院内部的行政班级。ps: 每个大类模拟班级对应的大类代管学院每年可能略有区别，请以当年通知为准，大类模拟班级和代管学院的对应关系在通知里都会写的很清楚的。代管学院纯随机分，代管学院内部的行政班级也是纯随机分，代管学院没有任何好坏之分，行政班级也没有任何好坏之分，只是为了方便管理。\n每个大类的不同代管学院报道的校区不一定是一样的。如果该大类所有学院都分布在一个校区的那种就肯定都在那个校区，如果该大类的几个学院涉及到两个校区就不一定在哪个校区报道了，需要听对应代管学院导员的通知。"}
{"id": "chunk_00024", "title_path": ["附两个校区的学院分布情况："], "chunk": "附25年不同招生大类包含的学院及专业\n这里我们可以看到，物理类005组的经济学类的经济学院在八里台校区，在八里台校区报道。金融学类的金融学院在津南校区，在津南校区报道。物理类006组：\n理科试验班（卓越拔尖计划伯苓班）的3个学院都是在八里台校区，都是在八里台报道。工科试验班（卓越拔尖计划伯苓班）的3个学院都是在津南校区，都是在津南校区报道。理科试验班（数学与大数据）的2个学院都是在八里台校区，都是在八里台报道。工科试验班（信息科学与技术）的4个学院都在津南校区，都是在津南校区报道。理科试验班（物理与光电信息技术工程）有2个学院，其中电光在津南，物理在八里台。去年物院代管的在八里台校区报道，电光代管的在津南校区报道（仅供参考，具体请以导员通知为准）。理科试验班（物质科学与可持续能源发展）有5个学院，其中化学学院、生命科学学院在八里台校区，环境科学与工程学院、材料科学与工程学院、药学院在津南校区。往年化院、生科代管的在八里台校区报道，环科、材料、药学院代管的在津南校区报道（仅供参考，具体请以导员通知为准）。"}
{"id": "chunk_00025", "title_path": ["附两个校区的学院分布情况："], "chunk": "医学院往年都是在津南校区报道，大一大二在津南校区，大三大四大五在八里台校区（智医4年都在津南校区），学院会安排车的搬校区的（ps: 有医学院学长学姐说以后搬不搬了不好说，具体听学院通知吧）。历史类001组：外国语言文学类的外国语学院在八里台校区，在八里台校区报道\n历史类002组：马克思主义理论类的马克思主义学院在津南校区，在津南校区报道\n历史类003组：\n金融学类的金融学院在津南校区，在津南校区报道\n工商管理类（未来商业领导者计划）有两个学院，旅游与服务学院在津南校区，商学院在八里台校区。去年旅院代管的在津南校区报道，商院代管的在八里台校区报道（仅供参考，具体请以导员通知为准）。中国语言文学类有3个学院，文学院在八里台，新闻与传播学院和汉语言文化学院在津南校区。往年这3个学院代管的都在八里台校区报道（仅供参考，具体请以导员通知为准）。\n历史学类的历史学院在津南校区，在津南校区报道"}
{"id": "chunk_00026", "title_path": ["Q：如何得知自己在哪个代管学院？"], "chunk": "A：南开大学官方微信公众号到时候会发推送的，大概8月初，应该是在新生辅导员推送里，里面应该会有代管学院查询的方式。没有大类的新生群，只有代管学院的新生群哦~\nps: 2024最新推送：萌新手册！你的辅导员喊你进群啦https://mp.weixin.qq.com/s/S9_6omyivx4-mcINCNKy8g\nps: 你们通知书那页的右下角有串数字是251xxxx，这串数字很重要，请熟练背诵，它就是你们大学本科4年的学号。ps: 推送里推荐假期做的事愿意做就做，不愿意做就不做，不是作业，开学没人查，大家都不记得这回事。（摒弃高中思维！）\nps: 在得知代管学院后，需要（必须）进对应代管学院的QQ群，这个QQ群是对应代管学院的导员管理，算是比较官方的一个群吧，开学前的很多通知什么的导员都会这个群里发（要是不进就等着错过这些通知吧，而且为了联系到没进群的人导员和学长学姐们又增添了很多很多工作量）。"}
{"id": "chunk_00027", "title_path": ["Q：如何得知自己在哪个代管学院？"], "chunk": "以及，请只进你所在的代管学院的那个QQ群，大类其他代管学院的QQ群不要进，每个学院导员手里都有自己学院代管的新生名单，他们需要一个一个对名单你是不是他们学院代管的，请不要再给导员和学长学姐们增添无意义的工作量了，忙新生真的够晕头转向的了（就算导员和学长学姐们忙晕了手滑把你放进去了早晚也会把你踢出来）。在你自己的代管学院的那个QQ群里学校学院通知都少不了的，导员和学长学姐们都会及时发在群里的，再忙也不会隔很久才通知，也不会漏掉任何一个通知。而且只听你自己的代管学院的通知就够了，又不是别的学院代管，听别的学院导员的通知没有用，听你自己代管学院的导员安排足够用了。在二次选拔结束确定大一一年的学院后，导员可能新开飞书/微信的年级群方便管理，也有可能继续沿用这个QQ群，听导员安排就好了。"}
{"id": "chunk_00028", "title_path": ["Q：导员是什么？"], "chunk": "A：zhw：辅导员约等于大家大学的“班主任”，但不完全是。一没班主任管的那么全面，该下班也下班了，总不至于吃喝管的样样俱全；二没班主任认人认得全，也许四年了他也叫不上你的名字；三是你们后续活动的一系列通知基本都是由辅导员发，是所有信息的中转站。但是你一系列事情还都得找他，怎么说呢就是一个大学生活总代理，大部分辅导员都还挺好的。sl: 大学的辅导员不等于高中的班主任，学习和生活上都没人管你，不可能像高中班主任那样管你，没人看教室后门盯你在偷摸干啥，都上大学了就独立一点吧。一个学院一个年级就一个导员，但一个院一个年级百十号学生（大院一个年级能有200-300+人吧，有的院两个年级一个导员或者4个年级一个导员也正常），他不可能每个人都对的上号，如果不是给学院干活或者临时有事的话，估计除了开班会（也不是所有班会导员都会参与）平时也见不着导员人，没什么交集。辅导员干的基本都是杂活，处理学生的杂事，发发学校的通知什么的。"}
{"id": "chunk_00029", "title_path": ["Q：导员是什么？"], "chunk": "（eg: 日常思政教育、入党、党团的那些事（类似高中团委书记管的那些事，有些导员本身也是学院团委的老师）、奖助学金、勤工助学、困难补助、个人班级学院的评奖评优、心理健康教育、职业规划就业指导、安全教育、参加社会实践、宿舍分配、学院学生组织的管理、学院学生组织搞的一些活动、学生的各种突发事件、曾经疫情期间的各种日常管理（什么出入申请，体温，还有各种想不起来也说不全的琐事）……反正各种生活上的杂活都是导员的，有点类似一个大管家的角色）"}
{"id": "chunk_00030", "title_path": ["A："], "chunk": "代管学院是你的行政管理单位，按照代管学院分宿舍，此后非换校区或自行调换等原因不再重新分宿舍，对应学院的辅导员负责管理你学习生活方面的七七八八，你可以参加以代管学院的活动（eg.永怀话剧节、五月的鲜花合唱、形势与政策讲座），申请加入对应学院的部门（eg.院级学生会、团校、团委宣传部等等），班级一起开班团会、一起做青年大学习等等\n但是代管学院的制度确实会造成一些所谓的“资源的不平衡分配”，因为不同学院有不同的制度和信息偏向，学院的办事效率、入党、评优、评奖学金、社会实践、志愿服务、公能实践讲座认证等等确实因院而异，但目前来说确实没有更好的解决办法，已经最大程度的保障公平性了。一个比较有争议的点在于，如果你分流前加入了对应学院的组织（比如团宣：干事→部门负责人→总负责人），如果你分流去了其他学院，在之前的院级组织所累积的基础会全部消失，需要从头干起。在教学方面，被分到不同学院没有任何影响，可能会因为大类难以统一课表而分AB课表（详情见大类生存部分），所有大类范围内学院开的课都可以选，如果时间排的开，也可以串着选。不过出于情理因素，代管学院确实会在无形中对分流的去向产生一定不可避免的影响。"}
{"id": "chunk_00031", "title_path": ["A："], "chunk": "毕竟在这个代管学院待了1整年，相对大类的其他学院你确实会更了解你所在的这个代管学院（比如行政），更了解这个代管学院里的专业，更了解这个代管学院里的老师，认识很多代管学院里相关专业的学长学姐。这些或多或少都会影响你的分流选择。不过这也是个无解的问题，可以多和这个大类里在其他学院代管的同学多交流，尽可能降低这个影响吧。"}
{"id": "chunk_00032", "title_path": ["选课篇"], "chunk": "「有些时候得高分最重要的点就在于选一个好老师，三大原则：人好事少给分高」\n选课分为预选、正选一阶段 、正选二阶段、补退选。预选不是模拟选课，是一定要必须参加的（预选必须参加！）。选课就是在教务系统上，建议使用谷歌，火狐浏览器。but教务系统比较烂，选课的时候经常崩，不过你选不了大家也都选不了，倒是不用急，守在电脑前面常刷新就好了（可以去咱们群里聊天hh，万一某次刷新你就进去了呢）。选课前教务部会发布选课手册，选课手册上会有选课操作说明，选课的流程时间安排，开课单位的联系方式，各个开课单位开设的所有课程等。原则上每学期选课学分不超过32学分，实际上限根据各学院规定为准，复合班辅修转专业或者课多的专业，学院教务一般会调整选课学分上限（比如计网人每学期的选课学分上限基本都改成是45学分了）。如果只是个人有需求可以找学院教务问一问（这种能不能改就随缘了）\n在教务系统上选课时，注意从对应通道选课，体育、英语、通识选修等等不同类型的课程选课入口不一样，可以在选课开始前提前多开不同通道的窗口或两个设备多开窗口（eg: 电脑+平板）。选课时先去选A类课，BCDE统统都往后排。"}
{"id": "chunk_00033", "title_path": ["选课篇"], "chunk": "大一上必选的课包括基础英语、体育、思政、公能实践、形势与政策、高数、军理等（请以自己的培养计划和专业课表为准）。目前的预选规则是通识必修课（A类课）预选人数设置上限为计划名额的110%，其他课程不设选课人数上限。如果你手速慢了，预选的时候没在前110%选上的这个老师的课的话，就只能选别的老师。不过预选选上也不意味着一定能上这个老师的课，随机多出来的10%人会随机扔到没选满的班级（ps: 这就是就是A类课的代理补选功能啦，某个课程在筛选掉课后系统自动补选到同一课程还有名额的其他教学班中，系统自动分配到仍有名额的老师或其他选课时间，一般A类课都默认勾选代理补选功能了）。别的不多说了，把后面这句话刻在脑子里，选课先选A类课，A类课里先去选体育课。（ps：教务系统筛选多出来的10%的机制比较神秘且随机，所以如果预选选上了，正选阶段会不会被筛掉是凭运气不凭手速的）。"}
{"id": "chunk_00034", "title_path": ["选课篇"], "chunk": "A类课可以换老师，可以不按学院教务安排的去选，不过最好乖乖按学院教务的安排去选课，否则掉课风险非常大。A类课课程如果预选结束后被筛选掉课了，在正选和补退选的时候记得去选上，别忘了就行。英语和体育有的上就不错了，不要挑来挑去，高年级补选体育和英语更难抢（难哭了呜呜）。BCDE课在预选阶段没有名额限制（所以看到1000/15都很正常），就算掉了在正选阶段肯定也能选上其他老师的课，专业必修C类课（专业选修D类课可不一定哈）怎么都能让你有课上，通识选修E类课很多，也不必在某个学期一定选某门课，也不一定非得在某个学期前修够所有E类课学分，时间还长，有很多很多选择。选课时看清校区，非必要不跨校区（有特殊安排另说，否则很折腾人）。预选之前学院教务一般都会给一份专业课表，ABC必修课必选且建议按照教务老师给的选课时间去选，根据课表的剩余时间可以根据选课手册和培养计划自行安排DE选修课。预选结束之前选课退课随意，预选结束后会在随机的时间进行随机掉课。正选前会知道预选的结果的（善用集市，集市的消息很快的），掉什么课纯随缘。"}
{"id": "chunk_00035", "title_path": ["选课篇"], "chunk": "预选结果可以在教务系统—我的课表—学生课表或飞书—南开微应用—我的课表里查看，注意先切换到对应学期。选课前可以先自行规划个课表，准备几个备选方案。规不规矩无所谓，反正就你一个人看，自己能看懂就行。专业课，可选范围较小，一般来说很好规划；但比如E课，总数太多，筛选与专业课不冲突的E课就是个技术活（x）一个好办法是用pdf阅读器会内置的搜索功能（如edge就有），搜索“9/10”字样，就能筛选出位于9/10节时间段的E课，再根据天数、话题的喜爱度等初步确定几个E课，再去枝上进化论或大群咨询等确定风评。这样的E课规划过程个人觉得条理比较清楚。当然了，选好了心意的课最后还得看抢不抢得到（x）\n不建议去机房选课，教务系统很烂，机房的网络更烂。。。正选全拼手速，好的DE类课和A类课直接秒没。正选分两个阶段，在第一阶段的时候通识必修课同类课程你只能抢安排给你的教学班，在第二阶段的时候通识必修课同类课程你才可以去抢安排给其他学院的教学班；其他课程不受影响，正常抢课。（ps: 正选期间个别课程可能经过沟通后会调整选课人数上限，一般这种不会正式通知的，需要随时关注选课系统，万一就上调人数你就有机会了呢）"}
{"id": "chunk_00036", "title_path": ["选课篇"], "chunk": "正选可选课可退课，13点定时放出剩余名额（定时放课的意思在13点之前有同学退课，该课程的已选人数不会减1，要等到13点才减少），限选课人数，单门课选课人数达到计划人数后就不能选了，会有系统提示。（如果看到偶尔某些显示选课人数超过计划人数的课，那可能是系统BUG或学生单独找任课老师特别加入名单里或是老师指定，一般情况是不超过的）（eg: 假如某人在13点前的某个时间退掉了一门某门课，这时候其他人是选不了这个课的，到13点那一刻，系统放出这个人退掉的名额，就可以拼手速抢了，通常秒没）\n补退选可退课可选课，如果不喜欢或不想上了就可以退课，之前没选的课如果有名额了也可以再选。期中退课：只能退课，且仅限开课半学期以上或后半学期才开课的课程。已上了半学期的课退了要付半学期的学费，期中退课退掉的课成绩单上会标记为W（Withdraw），除此之外基本没啥啥影响。注意：期中退课是一学期中最后一次退课的机会，之后就没有退课的机会了。体育课不允许期中退课！！部分课程也不允许申请期中退课，选课的时候大家在选课系统上可以看到能不能期中退课的，如果介意的话可以在选课的时候稍微注意一下能不能期中退课。"}
{"id": "chunk_00037", "title_path": ["选课篇"], "chunk": "关于E类课：不同专业什么时候推荐多选E类课什么时候推荐少选E类课可以多去问问本专业的学长学姐们，不过也是参考啦，选不选什么时候选还是看你自己。关于E类课的评价校外机构如枝上进化论等到时候可能会发一个选课评价的共享文档，里面有的E会有一些评价（ps: 但不可能涵盖所有E，每年E都有新开的和不开的）。预选选E的时候无人数上限，选是可以随便选的，只要时间排的开，不过选课人数超过选课上限的E掉的时候全凭运气（eg: 运气不好的时候可能选6个掉6个hh）。这种情况下为了保住几个E，选的时候可以选一些选课人数没那么多的E或者没到选课人数上限的E（but这种E要不新开的没人选过，要不可能评价不太好or上过的人太少，需要综合考虑，此时可借助万能的集市），要不就尽可能多的把所有空闲时间都排上E，赌上自己的运气看能剩几个。此外，sym学姐表示，e真不建议自己又查又问选出来那么几个好的最后还掉，直接退补选的时候看那种99/100和49/50，chua一下选上，绝对不踩雷。后面有一个E类课专门的板块，可移步后文。"}
{"id": "chunk_00038", "title_path": ["选课篇"], "chunk": "小学期选课：小学期有单独的选课，选课时间要看教务处老师通知。小学期国际学分课程特别注意的是当天选课，当天就能退课，然后第1次选课是先选自己学院的课，第2次选课是可以选到别的学院的国际学分课程，一定要确定自己到底想不想上这个课，因为过了这两个选课的时间，就没有专门退课的时间了。后面有小学期专门的一个板块，可移步后文。小学期选课要注意课程周数和时间，还要看一下是线上还是线下，方便自己对假期进行安排，线上课一定是最难抢的！"}
{"id": "chunk_00039", "title_path": ["老师是否暗示题目、划重点？"], "chunk": "老师给平时分怎样、批卷给分怎样？作业多不多？老师查不查考勤、如何查考勤？（雨课堂扫码签到、纸质版签到、随堂突击小测、上课点名、随堂小测而且不允许别人代交，以上几种方式人脉考勤的难度系数依次递增，需要谨慎考虑）\n开始上课的前两周是开放退补选的，推荐想好好学习的同学把专业课的所有老师的课都上一遍，自己亲身感受一下，权衡利弊之后做出专业课最优选择。同时，由于前两周的选课名单不固定，大家会来回补退选，老师是不会记录考勤的，许多通识课可以直接大胆翘课不用去！开学买书可以不用买！太贵了而且很多书上课根本不用！提前问好学长学姐哪些课需要用到纸质版教材，去校园集市or二手交易群里收，一般都是5块钱一本左右妥妥滴～导员让买教材的时候直接拒绝就好。（甚至，你还可以找学长要来电子版看）\n这里单独开辟出一条，用来记录学长学姐们曾经遇到的一些有点点雷的A类课老师（部分校外机构在选课前会发包含部分A类课课程评价老师评价的选课手册，一般是通过转推送集赞的形式）。"}
{"id": "chunk_00040", "title_path": ["老师是否暗示题目、划重点？"], "chunk": "当然这里肯定不能包含所有有点雷的老师啦（而且每个人真实体验也不同捏），但一定饱含学长学姐们的真情实感o(╥﹏╥)o\n（ps：有写这里的uu们记得写清楚老师名字（缩写）和课程名字哦，不要让25级uu们看到这里的时候在选课的时候对不上号精准踩雷~）"}
{"id": "chunk_00041", "title_path": ["老师是否暗示题目、划重点？", "①马克思主义基本原理 课程的马克思主义叶冬娜老师：每次点名都到但平时分无缘无故被扣掉很多分，给分极其不好，她负责给分的班级平均分远低于其他班级，马原课在大一下选，千方百计躲过她准没错，否则期末出分哭死"], "chunk": "南开大学2024-2025学年第一学期本科生选课通知：https://jwcold.nankai.edu.cn/2024/0812/c24a548720/page.htm\n可以看看里面操作说明、选课流程、时间安排、选课说明注意事项之类的内容。附件有2024-2025学年第一学期选课手册。"}
{"id": "chunk_00042", "title_path": ["「摒弃高中思维，搞清楚上课的目的」"], "chunk": "在大学里，每个人都有自己不同的思维模式和学习习惯，如果你很依赖于听课和老师的讲课水平的话（Attention！我强调了是如果你很依赖于这种外界因素的话，并不是鼓励大家这样卷），我建议你打开思路，翘掉一些收获不大的课（记得让你的朋友帮你盯着点考勤），去选课手册查其他开这个课的老师讲的课，去旁听，全部都可以旁听！伯苓班的也可以！课表仅仅是限制了你的期末考试，没有必要一切都按照课表来！请关注各个学院的公众号，大类同学都要关注！有很多相关的比赛呀之类的信息，可能因为代管学院这个垃圾制度而搞出信息差，平时也多水水群，有啥好事互相串通串通。（ps：其实大部分时候，学院们并不会在自己的公众号发竞赛信息的，其实最好还是，每个学院都有稳定的朋友，大家无私的信息共通下）\n大学就是大不了自己学（bushi，如果你第一次上高数课或者其他课听不懂，完全不用慌张，这里推荐bilibili大学。高数-b站搜索兆筱小分队，学长讲的非常简单易懂，全是干货，期末通关也适合看。高数-b站宋浩老师，宋浩老师是专业教数学的啦，相信很多人都听过老师的名字，除了高数还有线代等等数学课程，讲解也更深。"}
{"id": "chunk_00043", "title_path": ["「摒弃高中思维，搞清楚上课的目的」"], "chunk": "大学物理-b站东北大学或者东南大学，我认为热学那东南大学讲的更好。微观经济学—小卷毛爱学习，通俗易懂适合速通但是最好结合教材全面复习。但是不要忘了好好完成作业以及看看我们自己的课本，因为考试极大概率是原题。电路基础---书的编者讲的就非常好，画质一般但是思路清晰，上课从未听过也可轻松学会，吃透了应付考试没问题。"}
{"id": "chunk_00044", "title_path": ["政治经济学——小卷毛爱学习"], "chunk": "学长学姐是了解大学一个很重要的途径，无论是选课、考试等，很多老师不按照课本讲课，多数都有自己的PPT，学长学姐手里一般会有老师的PPT，作业答案，老师的出题风格，往年试题等等等等，学习事半功倍。对了！大一的军事理论课，每一周的随堂测验都是一样的，记得拜托一个比你上课早的同学帮你拍照记录，这样在一开始刚拿到作业纸时就可以写好答案，在大家都急地满头大汗搜题/互相抄袭时，你可以大步流星向外走去privilege尽数体现了，在南开的幸福感upup！附上一张南开课表（能用飞书之后，选课后飞书上也是能查看课表的。下面这张是老学姐自己做给自己看的，且别害怕，不是所有专业的课排的像我们专业这么多这么密…）\n南开一天一共有14节课，从早八到晚十。每节课45分钟，可粗浅分为上午（1~4）、下午（7~10）、晚上（11~14）。中间课间的时间是不一样的，1~2、3~4、5~6、7~8、9~10、11~12、12~13、13~14是10分钟的课间，2~3、4~5、6~7、8~9是20分钟的课间（一般用于下课换教室）。10~11之间是50分钟的休息，可供吃晚饭。第11节课是18：30开始上课的。"}
{"id": "chunk_00045", "title_path": ["政治经济学——小卷毛爱学习"], "chunk": "南开的课至少是2节连上，3节4节连上的课也有。实验课课表只安排2节但实际上一天的也有可能。实际上课下课时间要根据老师的安排来，有的老师喜欢会连上然后早下课，有的老师喜欢按课表安排上下课。（还有极少数大学老师也蛮喜欢拖堂的…）\n南开是没有专门排午休时间的。当然5、6如果没有课的话就可以当做是午休了，但如果5、6有课那就没有午休。（看学院教务排课喜好）\n周四下午7-10一般全校统一不排课（特殊学院特殊安排或者临时串课等情况除外），用来各种公能讲座形策班会或者文体比赛这种，如果没有这种安排就是没有课，自己愿意干啥就去干啥。南开周末一般不会排专业课（特殊学院特殊情况除外），但有的时候部分学院会把一些实验课专业选修课之类的安排在周末（不多见，但有），有一部分E类课会排在周末（大部分还是在周一到周五的）。总之周末如果没有选课的话，且没有被临时加课的话（ps：全校范围内不多见，但有）上大学还是有可以自己安排的周末的。\n南开没有早自习、跑操、晚自习、早操、晚操之类的。没有课的时间就自行安排即可，想做什么做什么。"}
{"id": "chunk_00046", "title_path": ["翘课篇"], "chunk": "翘课最重要的点在于选课，选一个不查考勤，甚至默许大家爱来不来的老师，是实现上课自由的第一步，查考勤的课也可以让全勤的同学帮你盯着（真救你一命了别忘了请人家喝奶茶），需要扫码签到、点名、写随堂小测什么的及时给你通风报信，还是很安全的"}
{"id": "chunk_00047", "title_path": ["翘课的原因有很多，我大概将其分为"], "chunk": "对这课的要求本就不高，比如对于数统的同学，A类课只有一个奖学金的作用，也就不用卷起来，如果你的老师不是很爱查考勤，完全可以轻松翘掉（譬如基础英语、大学物理、C++、思修、马原等课程）\n老师讲的太烂，效果完全不如自学，同时还会带来巨大的精神内耗。"}
{"id": "chunk_00048", "title_path": ["纯粹就是懒得去"], "chunk": "不查考勤/让朋友帮你考勤的课+以上原因都可以轻松翘掉，但你得有自己的计划，比如翘掉专业课了要记得在考试之前悬崖勒马补回来，老师发火了反应迅速补个假条啥的，，，别玩脱了就行，玩脱了也没事，平时分就那么点，扣完大不了70＋，自己权衡就行（反正尽量还是别玩脱哈哈哈哈可以先试着摸一下这个老师的习惯）\n有一种合法的翘课方式叫做自修，并不是只有重修和课程冲突才能自修，直接申请说明原因（指告诉老师自己学过了）也很可能被通过，然后就可以光明正大地不去上课了。而且自修还有一个好处就是省钱，正常120一学分，但自修只要30。自修是有平时成绩的，要按时交作业，但是据我了解，连任课老师自己都不一定知道自修的平时分是怎么给的hhhhhh"}
{"id": "chunk_00049", "title_path": ["注意事项「新生必看」"], "chunk": "不需要办校园手机卡！！！重要的话说三遍。南开有校园网，是免费的WIFI，NKU_WLAN，不需要再办各大运营商的手机卡。（如果是因为其他原因需要办手机卡另说）拉你们去办手机卡的人他不一定是校内的，忽悠你的不要听！拉一个手机卡他能挣一百多回扣！"}
{"id": "chunk_00050", "title_path": ["报道需要带的证件"], "chunk": "身份证！！（刚开学东西乱保管好，没人偷，经常是自己找不到了，津南的补身份证打车十分钟左右，十个工作日后取！！！也可选择邮寄，要补办当天办理邮寄，本人觉得邮寄很方便）\n高考准考证，录取通知书（报道可能会用，但一般看一眼就完事了，忘带说明一下，没关系，这条只是教训）\n证件照（见下面第3条）\n档案袋和团组织关系材料（见下面第4条）\n南开发的交行银行卡（见下面第5条）\n贫困证明、生源地贷款回执单：如果有申请补助需要的记得带上。户口迁移证明：需要迁移户口的同学按规定带好证明（见下面第10条）\n可以多带一些近期各种尺寸（一寸、二寸、小二寸等）的免冠照，红蓝白三种背景的都多带几张备用。建议同时准备好一份电子版（自己还要记得放在哪里的那种），需要的时候可以根据要求调整尺寸和底色后冲洗出来。学校打印店是可以洗照片的。"}
{"id": "chunk_00051", "title_path": ["档案"], "chunk": "团员档案里一般包括团员证、入团申请书志愿书、团员信息登记表等材料，如果高中已经把相关材料封入档案袋中了，请不要再拆开档案袋查看，开学报道完整的带过来即可。（没错，大学报道需要带好自己的团员档案）\n档案袋可能高中已经发到你们手里，也可能暂存在高中。如果高中已经把档案发给你们了，建议开学时亲自带到学校并根据导员要求的时间地点交给导员或其他团委老师。不要邮寄，你自己的档案要自己负责！！！如果在高中那里，需要高中寄出。可以先问清楚自己的导员是由学院接收还是学生自己在大学接收后上交？如果寄给学院的话，一定要问清楚接收人信息和地址，跟踪物流信息，避免丢失。"}
{"id": "chunk_00052", "title_path": ["线上转接团组织："], "chunk": "网址：https://zhtj.youth.cn/zhtj\n时间：等辅导员通知，不用着急，着急也转不了\n流程：登录“智慧团建系统”——个人中心，账号信息由中学提供——点左侧“关系转接”菜单——按提示要求填写申请信息——等待审批。转出原因选“升学”，转入团组织选“团天津市委”“南开大学xx学院团委”。具体详细的信息听导员的通知，以导员通知为准。\n千万别自己手欠在发通知之前就开始转，一定要等团支书或者辅导员通知之后再弄，一旦操作失误后面会很麻烦！！！"}
{"id": "chunk_00053", "title_path": ["随通知书邮寄交行卡，注意查收（别错过）。"], "chunk": "邮寄的交行卡收到后建议假期提前激活好（如果生活的区域附近有交行），开学后学校网点小还人多，需要排队。这张交行卡用途不多，也就奖学金、助管助教工资什么的能用到这张卡，钱会打到这张卡里。其他的地方大多数都可以用其他卡的。交学费和住宿费在南开大学微信公众号（生活保障-学宿费缴纳）交，可以不用学校发的这张交行卡。输入自己的学号和对应年份即可查询要交的费用，然后就可以交了。一般都是在期中退课结束之后才能交费，会发通知的，不要急。"}
{"id": "chunk_00054", "title_path": ["新生网上报道不要错过，听导员通知。"], "chunk": "在学校里学会开导航，不要高估自己的方向感。学会骑自行车。当然走路也不是不行，就是要花更长的时间。骑车别在大马路中间骑，对谁都不安全\n南开大一第一学期就可以考四六级！尽早考过，别拖！四级大多数人都是裸考通过的（所以高考水平一般没啥问题）。一年两次，分别在6月和12月，通过四级才能够报名六级。目前毕业不看是否通过四六级。四级过了就行，不用为了更高的成绩刷分，六级可以为了更高的成绩多考几次刷分。四六级网站可以开始报名的时候速速去报名，六级很多人需要刷分，考位比较紧张，是需要抢考位的，别慢慢悠悠不着急。如果有需要迁移户口的，报道当天带好录取通知书（必须）、迁移证、一寸照片（具体需要哪些东西新生手册上会写的）。报道当天户籍科会在几个迎新点收材料（会提前发通知，会很显眼，比较容易找到），就不用满校园迷路去找他们的办公地点了，错过规定时间不能补办户口迁入。其实迁不迁户口必要性不大，真正用到户口本户口页的地方也不多（基本没有），而且户口页在学校有的时候放假回家办业务也很麻烦（比如当你在回家路上丢了身份证需要补办的时候。。。因为户口在天津的话属于是异地补办，要等一个多月，户口在家里的话就多说只需要十天。"}
{"id": "chunk_00055", "title_path": ["新生网上报道不要错过，听导员通知。"], "chunk": "。。本人的亲身经历）。户口迁入校区应与学院所在校区一致：医学院学生户口迁入八里台校区；大类招生中，中国语言文学类、工商管理类、理科试验班、理科试验班类学生户口迁入八里台校区，工科试验班学生户口迁入津南校区。二选换专业了户口迁入校区也是不变的，跟你入校的大类入校的学院走。落户时间需要半年以上（即新生户口落到南开大学后约半年时间无法使用户口），落户期间不能办理护照、出国等手续。有身份证快过期或办护照签证等需要户口的情况，请一定在迁户前处理。"}
{"id": "chunk_00056", "title_path": ["医保"], "chunk": "黑龙江的医保和天津的医保不互用，在学校一定要参加医保（即使黑龙江已经保完学校还要再保）！（有定点医院，要在津医保上查，津南这边是津南医院，有一个海河医院那个听司机师傅说是传染病医院，还有一个津南中医院不算医保范围）\n宿舍先别过多装饰，别屯太多东西。军训会查寝，可能到时候会有要求。宿舍明令禁止养宠物。"}
{"id": "chunk_00057", "title_path": ["宿舍随缘分，主要看你们导员手气。"], "chunk": "先按大类分配代管学院，按代管学院统一分配宿舍。舍友分配根据各个导员自己分配原则，有的导员会根据作息习惯分配，有的导员会根据学号分配，有的导员按地域分配，有的导员纯随机分配。同一宿舍床位可以自由协调，都有空调（但是是需要花钱租的，一般都会租的，空调租是按年租）。目前津南都是上床下桌，3-4人间为主；八里台16-19宿为上下铺4人间，其他的宿舍楼基本为上床下桌，都是4人间为主。如果幸运的分到台里16-19宿，你们大一一年的上下铺宿舍大概长下面这个样子（图源23-cyq学长）（ps: 一般情况下上大二前都会搬走去台里其他上床下桌4人间的宿舍，上下铺继续留给下届新生住~）（据八里台学长学姐们介绍，这几栋上下铺宿舍楼基本年年都会给新生留着住一年的~~）\n津南本科4人间宿舍大多数长下面这个样子\n如有二选分流转专业等涉及到换校区的情况，则分配到新学院的相应宿舍，由新学院的导员分配宿舍。学院会安排车帮助搬校区的。跨校区辅修或者有跨校区做实验需求的等需要在另外的那个校区长期住宿的情况可以在学期初申请对应校区的临时宿舍。如果换校区涉及到人员流动，宿舍可能会涉及到拆分、合并、迎接新舍友等情况。\n南开本科生宿舍基本都是没有独立卫浴的，如果被分到研究生宿舍可能会有独卫。"}
{"id": "chunk_00058", "title_path": ["关于舍友相处"], "chunk": "舍友就是舍友，也可能发展为朋友，但别抱有太大期待，毕竟期待越大失望越大。舍友不一定要成为朋友，认清这一点应该会舒服很多。还有，不能幻想你的舍友一定是和你一样的正常人，毕竟高考只筛了成绩，没筛别的。见面礼！这个不用提前准备，（据过来人经验，你的舍友大概率不会准备）可以报道后，置办物品时，买些价格OK的零食（不用太贵，当年也是年少轻狂，大手笔买了两盒半熟芝士分，现在都肉疼，因为没必要）\n作息上！提前沟通好，但马上就军训，都得早睡早起，但是军训过后，就见分晓了（遇到“神仙舍友”的天天要23点准时熄灯，不管其他人干什么咔嚓就把灯关了，建议舍友间打开天窗说亮话！不要觉得抹不开面子，那等真正出问题就......）开关灯，有的是最后一个上去关灯，有的不一样，得具体问题具体分析！但切记，不要抹不开面子，不好意思表达自己的合理诉求！！！空调上！一般都租，钱一定算清，（如果你负责租借和续费）发群收款或是私信算好账的截图。同时，空调温度上，也一定要协商，毕竟每个人对温度冷热耐受力不同（也是在期末周被“神仙舍友”天天晚上关空调，热的不盖被子睡得满头大汗的受害者的忠告！！！）空调费AAA！"}
{"id": "chunk_00059", "title_path": ["关于舍友相处"], "chunk": "（每年学校都会给额度，但之后涉及自己充钱，一定要A，要不然有的“神仙”会以自己呆的时间短不A，但是这也还好，有的既不A也不开空调，就麻烦了）\n卫生上！各扫门前雪居多！也有制定排班表。反正，一个原则，做好自己那块儿的卫生就行！过生日！这个真的有时也一言难尽，反正建议随大流，能一起过就过，不能就拉倒，礼物啥的（我个人觉得没必要，但还是具体情况具体分析）"}
{"id": "chunk_00060", "title_path": ["宿舍供电："], "chunk": "宿舍每学年免费供电300度。超过300度就需要自己花钱购电，0.49元/度。通过飞书-南开微应用-电表充值即可。扣的是学子卡（学子卡的介绍见下面第15条）里的钱，充值前先保证学子卡里有足够的钱充电费。剩10度时会跳闸，记得要及时缴费。需要注意的是每天23:00-3:00是一卡通系统结算时间，这段时间里不能充电费！！南开24h不断电（没电费了或者电路维护等特殊情况除外），没有定时熄灯的说法。想什么时候睡什么时候睡，电想用多久用多久。宿舍限电300瓦，超了跳闸。其实也不是严格限电300瓦，正常用超了一般没事（比如宿舍4个游戏本，同时用不会跳的）。就是限制宿舍里不能使用大功率电器（eg：吹风机、电热毯等）。走廊里都有插头，可以使用这些大功率电器。不是不能在宿舍楼用，是不能在宿舍房间里用。（ps：其实4个游戏本有时候真跳，我曾听到一种说法是“可以经导员批准后调高宿舍的功率上限”，大家可以问问自己院有没有这一说）\n据学长们介绍，津南可以疯狂在300w附近试探，八里台超300w直接跳闸，寝室直接天黑请闭眼，宿管阿姨请睁眼。"}
{"id": "chunk_00061", "title_path": ["宿舍供电："], "chunk": "可以使用功率不超限额的小冰箱，有的宿管也有冰箱，但是理论上应该只让放药，网上有那种车载小冰箱功率低能用但是制冷很慢。（津南zhw学长：冰箱制冷的一部分不行，我买过一个，勉强能0度附近拉扯，要是制冷的话就八里台这电路真怕他暴毙了）\n在报道那几天和刚开课那几天人员比较杂乱，可能有人趁机进宿舍or公教推销各种东西/课程，假借毕设/课设/其他理由，别理他们，别他们说啥就信啥，不要交钱，直接宿舍群里联系宿管阿姨把他们清出去就好了。"}
{"id": "chunk_00062", "title_path": ["学子卡（一卡通/校园卡）："], "chunk": "官方使用说明：一卡通使用攻略https://mp.weixin.qq.com/s/tPD7dQTdg2hSKvAXVs5ngw\n学子卡在南开是个很重要的东西，报道的时候才会发，现在你们手里的交行卡不是这里说的学子卡（ps: 这里说的是校园卡，虽然正确的名字应该叫南开大学一卡通，但大家平时都叫学子卡），长下面那个样子。进校园进宿舍楼进图书馆进有门禁的学院（ps: 进图书馆进校园刷飞书的南开一码通也可以）（ps: 部分学院楼只对该学院的学生开放）（ps：为方便进出，可使用手机NFC绑定校园卡），租琴房去体育馆打球需要用学子卡才可以，洗澡的时候也要用学子卡，交电费扣的也是学子卡里的钱。南开食堂可以使用学子卡支付、支付宝支付、微信支付都可以，不过其他店铺什么的不能用学子卡支付。学子卡可绑定支付宝和微信进行充值。通过南开大学一卡通公众号/小程序/生活号，绑定校园卡，微信支付/支付宝支付即可，还是很方便的。微信关注南开大学一卡通公众号，然后点击下一卡通—一卡通绑定，支付宝关注南开大学一卡通生活号，然后点击下方我的一卡通—一卡通绑定。"}
{"id": "chunk_00063", "title_path": ["学子卡（一卡通/校园卡）："], "chunk": "在绑定页面中，输入信息门户账号密码登录，就绑完了，之后点击公众号/小程序/生活号下方的充值就可以用支付宝和微信充值一卡通了。前面提到的随通知书邮寄的交行卡与这个一卡通也是绑定的，也可以通过交行卡向一卡通充值，就是稍微麻烦点。一卡通里的钱分为过渡余额和卡余额。冲进去的钱都是在过渡余额里，充值后只有一卡通在食堂的POS卡机上刷过之后（一定要刷一下开学那天很热需要洗澡，所以一定要刷一下），过渡余额才能转为可用余额。过渡余额不能用来洗澡，但可以充电费！飞书一卡通业务（南开微应用—一卡通业务）可以进行余额查询、充值、流水查询、挂失解挂、修改密码，飞书一卡通业务页面页面上方的“卡余额”与“过渡余额”之和，为账户的实际余额。需要注意的是每天23:00-3:00是一卡通系统结算时间，这段时间里不能充钱充电费！！"}
{"id": "chunk_00064", "title_path": ["学子卡（一卡通/校园卡）："], "chunk": "（ps: 手机最好有NFC功能，这样基本就洗澡带卡，卡就放在宿舍减少丢的可能）\n南开洗澡是需要用一卡通的，洗澡前请确保卡里的钱（卡余额）是充足的（别洗一半卡里没钱停水了）。每分钟0.25元，卡放入卡槽就预扣1块钱，预扣费用完了就自动停水。按  键可暂停和继续，连按两次 键，余额回写后拔出卡。按键时卡一定要插在卡槽中，否则预扣费余额无法退回（就是说卡如果不在卡槽里，在预扣的1块钱用尽前不管你用了几秒钟都是扣1块钱）。学子卡丢了或者消磁了可以使用自助补卡机补办，不过卡里余额要大于15块钱（补卡制卡费），从学子卡里自动扣。补卡的时候记得带上身份证和学生证，台里补卡在办公楼1楼，津南补卡在业务西楼1楼。"}
{"id": "chunk_00065", "title_path": ["关于交通"], "chunk": "先附上一篇之前的推送：@2023级新同学 | 快来查收南开交通出行指南！https://mp.weixin.qq.com/s/LYvbJR1XR7Z1pt_jzPDdCA（里面可以看到报到时如何通过地铁公交从火车站飞机场到自己报道所在的校区~）\n校区间的公交通行（可以下载车来了，天津公交看实时数据）\n南开八里台津南两个校区之间通行有612公交，5元一次，可支付宝支付。612有612快线、612（默认慢线）、612点对点之分。\n还可以试图乘坐615。615是天大的校际班车，但会在南开停一站（雾）。"}
{"id": "chunk_00066", "title_path": ["地铁篇"], "chunk": "津南校区：津南校区只通一趟地铁：六号线二期（六号线十分逆天，六号线一期渌水道是终点，所以到渌水道需要站内换乘，而且六号线二期末班车渌水道站发车是晚上11:00，错过了就只能打车回学校了。（ps：现在渌水道站末班车时间已经延长到晚11:00了，且每周五天津地铁全线延长半小时，特殊日期部分地铁线路也会延长运营，可以关注天津地铁运营或津云等公众号的通知）。“进城”路线大概是六号线二期——渌水道——六号线一期——八里台校区。六号线二期另一侧终点是咸水沽西，下地铁就能到吾悦广场，还是很方便的，本人也习惯晚上八点下课去吾悦转一圈再回来。（六号线坐到解放南路也是大型商场，里面有喜家德）（ps：补一句津南这北一门有公交，可以坐车到永旺，比吾悦更大些的商场。本人也经常坐车到隔壁，隔壁tju建的确实挺豪的，食堂很多）\n八里台校区：八里台校区西门通六号线，东门通三号线和十一号线。六号线出西门走大学道到头左拐从一中心医院站上车，三号线出东门骑车找周邓纪念馆站。相比较津南，八里台地铁更便利，三号线六号线来回倒基本上天津能走个遍。"}
{"id": "chunk_00067", "title_path": ["地铁篇"], "chunk": "至于去各个车站，开导航吧，六号线能直通西站，去南站天津站或者机场，没怎么走过，不过从津南校区出发，到机场相比较去西站更近一些，八里台校区除了去机场都不是很远。（2025：现在东门新建了更近的十一号线，南开专属的一站）\n假期回家从学校到各个火车站（主要的：天津站、天津南站、天津西站）以及滨海国际机场，可选择简单粗暴的打车拼车出行。八里台校区地铁去车站很方便。津南校区通过地铁倒地铁也是能到各个车站和机场的，就是时间久一点。注意事项：在天津乘坐地铁需要下载天津地铁APP（25.07.08更新：天津地铁今年终于接入支付宝了，现在可以用支付宝—出行—公交地铁—地铁码坐地铁了，泪目），别坐反了走丢了就行。拿着录取通知书可以购买高铁二等座75折、火车硬座5折/硬卧减免50%硬座价，但需要携带身份证和通知书前往人工窗口购买（但一般是从家到学校所在地可以享受购票优惠）。部分景区凭录取通知书/准考证可享优惠，如果假期想出去玩的话，可以提前了解和咨询景区的相关政策。"}
{"id": "chunk_00068", "title_path": ["关于床上用品"], "chunk": "往年通知书给新生发了新生手册，今年没发，里面会写南开的床的尺寸。需要注意的是两个校区的床规格不太一致，且和网上能买到的床上用品的尺寸也不太一致。可网购但可能需要改改尺寸，也可自行定做。在这里贴一个去年的床品尺寸图，其实都大差不差，跟着学校的规格买就行（床品不建议买学校的）\n报道当天宿舍楼附近有卖床上用品的固定地点。规格是和学校床铺匹配的。但个人感觉质量一般（或者可能是不太用得惯），还是比较建议自己提前准备好自己用的舒服的。如果自行准备的话，床品可提前准备被子、枕头、床单、褥子等等【建议快递过来，黑龙江到天津路程还是远的，准备个真空储物袋可以把被子压成一个小饼，无论是快递还是携带省钱且方便】，床垫要选好尺寸再买（新床很有可能因为护栏放不进去床垫，学校卖的床垫有合适的尺寸。买的时候要说明，有60和200两个价位的，其他床品学校都有卖，具体尺寸见通知书新生手册）（ps:今年新生手册好像无了hh）\n建议买床帘，南开宿舍天花板上有滑轨，可以不用自己准备轨道的。有一个自己独立的空间，方便自己也方便舍友。"}
{"id": "chunk_00069", "title_path": ["关于床上用品"], "chunk": "两个校区宿舍床帘需要的长度与网上常见的规格不一定一致，知道宿舍楼后可以细问下在那个宿舍楼住过的学长学姐。报道后再准备也来得及，快递还是很快的。（津南这边床上空间很大，身高1.7的都可以在床上站直，建议床帘尺寸尽量长一点，八里台不同宿舍楼的床上空间大小都不一样，可以在确定宿舍之后去问问在那个宿舍楼住过的学长学姐）\n建议买堵床缝的海绵条，防止手机之类的东西从床缝掉下去。现在后勤已经不处理掉床缝捡东西的事情了，需要宿舍内部通力合作自行解决。生活用品不要带太多，现买完全来得及，建议点外卖或者网上买，别在学校买（贵且质量差）。报修可通过【飞书——南开微应用——后勤报修】或者【微信公众号南开后勤服务——服务指南——微信报修】两种方式提交报修申请，然后根据系统提示一步步填信息就好啦，手机号、维修地址、维修类型一定要填清楚哦，方便师傅处理。\n注意：现在后勤已经不处理东西掉床缝这种问题了，这种报了后勤也不会来人处理的，宿舍内部互帮互助吧。"}
{"id": "chunk_00070", "title_path": ["关于床上用品", "2024最新推送：迎新特辑·⑧ | 报修服务https://mp.weixin.qq.com/s/blJjhx0GNFpZ8I1TQk5WKg"], "chunk": "报道少带点东西，能邮寄到学校的就邮寄到学校（但别提前太久，快递地址请见后面两个校区的介绍）。开学报道会有学长学姐们帮你们搬行李、指导走报道流程等等。东西别带太多，能快递寄过来的就寄过来，能网购的就网购。尽量分批邮寄，一次性全邮寄过来取完快递再搬回宿舍也够累的。开学报道别把自己累个半死，别把学长学姐们累死。不是所有校园文体活动都必须参加，不想参加就不参加，没参加的没事的就自己安排时间，想干啥干啥，摒弃高中思维！"}
{"id": "chunk_00071", "title_path": ["南开大学图书馆"], "chunk": "南开大学八里台校区有3个图书馆，逸夫馆（新图，敬业广场西侧）、文中馆（老图，新开湖北侧）（ps: 文中馆太老现在在翻新，暂时不开放）和经济学分馆（经图，圆阶教学楼西侧）。津南校区只有一个中心馆（中心馆是从2楼开始的哦，不是从1楼开始，离开中心馆电梯要按2楼别按1楼），不过金融学院的宁一弘道书斋其他学院的人也是可以进的。"}
{"id": "chunk_00072", "title_path": ["图书馆预约系统开放时间："], "chunk": "八里台逸夫馆：每天晚上9点之后预约系统会开放，可以预约第二天的座位/研读间/研讨间\n八里台文中馆：每天晚上9：30之后预约系统会开放，可以预约第二天的座位/研读间/研讨间\n八里台经图：每天晚上9：30之后预约系统会开放，可以预约第二天的座位/研读间/研讨间\n津南中心馆：每天晚上10点之后预约系统会开放，可以预约第二天的座位/研读间/研讨间"}
{"id": "chunk_00073", "title_path": ["图书馆开放时间"], "chunk": "八里台逸夫馆：周一至周五、周日8:00-23:00，周六 8:00-17:30\n八里台文中馆：周一至周五、周日 6:30-23:30，周六 6:30-17:30\n八里台经图：周一至周五、周日 8:00-23:00，周六8:00-17:30\n（ps: 八里台的学长学姐们说八里台的图书馆开放时间总变hh…）\n津南中心馆：周一至周五、周日8:00-23:00，周六8:00-17:00\n图书馆预约方式（座位/研读间/研读间）（只能在校园网环境下使用！）"}
{"id": "chunk_00074", "title_path": ["官网："], "chunk": "预约座位：进入图书馆官网主页→快捷菜单（或服务→空间服务）→空间预约，进入“南开大学图书馆IC空间预约系统”→用信息门户账号/密码登录→座位→查看所要预约的图书馆区域的空闲座位→选择时间→跳转个人中心预约记录，即可完成预约。预约研读间/研讨间：图书馆官网主页→快捷菜单（或服务→空间服务）→空间预约，进入“南开大学图书馆IC空间预约系统”→用信息门户账号/密码登录→空间→查看研读间空闲情况（黄色为已预约，白色为空闲）→选择研读间→选择时间→（添加人员→）提交预约。\n预约座位/研读间/研讨间：南开大学图书馆公众号→读者服务→座位&研修间预约→跳转到统一认证界面，使用信息门户账号/密码登录→进行座位/研读间/研讨间预约。"}
{"id": "chunk_00075", "title_path": ["飞书预约（最常用）："], "chunk": "预约座位/研读间/研讨间：南开微应用→图书馆预约，选择空间/座位，选择要预约的图书馆，选择楼层选择座位位置ID编号/研读间房间ID编号，选择预约时间选择预约人员信息确认预约信息，再确认提交显示预约成功就约完啦。需要注意的是约完之后进馆后按照座位编号查找对应座位，找到之后就坐在自己预约的那个位置就好啦，尽量不要坐其他位置（可能是别人预约的呢）。研讨间只能进你自己那个，没约的进不去。研读间为1人间（ps: 这种房间数量比较少，想用的话需要每天一开放第二天预约的时候就马上抢）。研讨间有大研讨间、中研讨间和小研讨间，小研讨间至少3人使用，预约时至少需要使用3个人的信息；中研讨间至少4人使用，预约时使用至少4个人的信息；大研讨间至少5人使用，预约时至少需要使用5个人的信息。（ps: 研讨间每次预约时间最少1小时，最长4小时，超过最长使用时间的长时间使用研讨间可能需要换人轮着约几回，每次到预约时间了预约时使用信息了的人别忘了预约时间开始的半个小时内去房间门口刷卡签到。\n如果想长时间使用研讨间也是需要一开放第二天预约的时候就马上抢的）\n自习比较常用的就是座位/研读间/研讨间啦，不过图书馆还有很多有意思的空间，留给你们自己开学慢慢探索吧~~"}
{"id": "chunk_00076", "title_path": ["ps:"], "chunk": "图书馆研修间：https://lib.nankai.edu.cn/12059/list.htm\n图书馆座位：https://lib.nankai.edu.cn/12060/list.htm\n图书馆影音空间：https://lib.nankai.edu.cn/12057/list.htm\n图书馆多媒体阅览区：https://lib.nankai.edu.cn/12058/list.htm\n登录飞书→南开微应用→图书馆预约后，进入个人中心，可查看预约状态、违约情况，取消预约。已生效的预约无法取消！！"}
{"id": "chunk_00077", "title_path": ["图书馆进出要求："], "chunk": "图书馆入口处均设有签到机，刷卡签到即可（注：除逸夫馆外，中心馆、经济学分馆、文中馆等包含扫码器设备的馆舍提供扫码签到功能，效果与刷卡效果一致，二维码所在位置：个人中心-个人账号右侧。签到过程如下图所示，选择查看预约→刷学子卡→显示你的预约信息→点击签到就完成签到啦：\n在预约起始时间30分钟内均可刷卡进馆，不能提前签到进馆。在座位空闲的前提下（例如早晨开馆前），读者预约使用时间前20分钟，系统将开放签到功能；如果其他读者正在使用该座位，将无法执行提前签到功能。读者可点击“查看预约”功能，并在签到机处刷卡，即可查看预约信息，确认无误后点击签到即可完成签到。过了30分钟就违规进不来了，预约的座位也释放了。预约研读间/研讨间使用的时候，进入研讨间/研读间需要按下门禁开关+在房间门口刷学子卡且你的信息正确显示在机器上的时候才能进房间，同样在预约起始时间30分钟内均可刷卡签到。系统以按下门禁开关按钮作为判断读者是否离开研修间的唯一依据。当读者临时有事，需要在门口签到机选择“暂离/返回”，刷学子卡后暂时离馆。\n读者返回后，需要再次点击“暂离/返回”，刷校园卡入馆；在使用期间，普通暂离超过90分钟未返回图书馆，将记录座位违约一次，同时释放该座位资源。（ps：管的松的时候不刷暂离直接走然后再回来也没事）"}
{"id": "chunk_00078", "title_path": ["暂离/返回的过程如下图所示："], "chunk": "读者结束当天学习后，在签到机选择“释放座位”，刷学子卡离开图书馆，结束本次预约；提前刷卡离馆不算违约，但座位会被释放出来给其他人预约。不按照规定刷学子卡离馆，将记录违约一次。（ps：如果是待到闭馆不刷卡离馆直接走也没事）\n图书馆内不能吸烟或使用明火，不能带有色饮料及食品进馆。（ps：一般放包里没人看见还是能带进图书馆的hh，吃的时候注意点，别弄的到处都是）"}
{"id": "chunk_00079", "title_path": ["积分与惩罚机制"], "chunk": "（ps: 分扣没了只是一段时间内不能去图书馆而已，去其他地方还是可以的，不用太在意这个积分和惩罚的，反正分还会重置回来）\n每学期座位个人信誉积分1000分（每学期重置），违约一次扣除100分，违约满10次（或积分为0）禁止使用座位预约服务3天，3天后原本0积分会恢复正常；\n每年研修间个人积分300分（每年重置），违约一次扣除100分，违约满3次禁止使用研修间服务15天，15天后恢复正常。预约座位未到馆，扣除100积分。判断标准：超过预约起始时间30分钟未签到，例如：预约8:00的座位，8:30分仍未签到，则扣除100分；\n预约座位结束未操作离开，扣除100分。判断标准：超过预约结束时间仍未签退，例如：预约8:00-22:00，如果读者超过22:00点仍未签退，则扣除100分（闭馆前请提前下楼准备签退）。预约研讨间未到馆，扣除100积分。判断标准：超过预约起始时间30分钟未签到，例如：预约8:00的座位，8:30分仍未签到，则扣除100分；\n研讨间使用人数不达标，扣除主要预约人100分。\n判断标准：超过预约起始时间30分钟仍有读者未签到，例如：有8位读者预约研讨间，预约时间8:00-22:00，如果有预约的读者超过8:30仍未签到，则扣除主要预约人100分。"}
{"id": "chunk_00080", "title_path": ["图书借阅："], "chunk": "借阅证卡管理规则：https://lib.nankai.edu.cn/12053/list.htm\n图书借阅规则：https://lib.nankai.edu.cn/12054/list.htm\n馆际互借与文献传递服务：https://lib.nankai.edu.cn/12056/list.htm"}
{"id": "chunk_00081", "title_path": ["八里台篇"], "chunk": "在雨露校长的推动下，目前八里台校区所有宿舍都有层浴喽！洗澡不再需要前往南开浴园（其旁边的浴园超市也许是浴园存在的最后痕迹力）\n八里台食堂篇：学一食堂、学二食堂、学三食堂、清真食堂、实习餐厅、西南村市场。（自选菜可以打半份）"}
{"id": "chunk_00082", "title_path": ["八里台篇", "25更新：25年新建好了学四食堂，就在二食堂身后，估计九月份开学就能用，具体里面有什么好吃的还不知道。但是看着豪华的很。"], "chunk": "西南村美食圣地，号称学五食堂，鸡公煲一定要吃，大王烤冷面相对正宗，好吃！学二食堂二楼我觉得yyds，几乎不踩雷，学二食堂一楼我觉得对于东北人口味偏淡，学二食堂三楼是一家餐馆，学二食堂二楼半有一家菜馆，天津菜和川菜做的不错，平时校内聚会总去，推荐。二食堂二楼金鹏菜馆锅包肉还不错（金鹏的地三鲜不是一般的难吃，千万要避雷），可以品尝一下。学一食堂麻辣烫好吃，有学校的家常菜（便宜捏）。学一食堂的二楼是实习餐厅，少数可以一直开到九点多的餐厅，实习餐厅管理好，有单间，麻辣拌好吃。学三食堂二楼都很好吃，几乎不踩雷，有很多可以外带的包子豆浆馅饼（早餐我只吃三食堂.jpg）等，而且离教学楼更近，上课来不及直接去三食堂。坏消息是一楼那家有包子有牛奶燕麦粥的那家早餐关门了，三食堂二楼也关了不少档口，学校说暑期会重新招标，不知道会有什么新吃的🤔。清真食堂大家的评价都是便宜且好吃，是排队人最少最快的，很适合懒得等的同学。刚来可以每个口都吃一遍，我觉得南开的食堂还是很好吃的。"}
{"id": "chunk_00083", "title_path": ["八里台生活篇："], "chunk": "八里台校园里有浴园超市（尽量别买，贵！质量差！服务态度更是差到极致）、十宿楼下有一家超市、物美超市（又称劫贫济富超市），但是学校里的超市普遍贵。八里台位于市中心，生活用品（什么牙刷、脸盆等等）都可以点外卖，便宜而且算是比较方便，八里台有外卖柜，也不用担心外卖会丢，但是不给送楼下，只有点引力校园（微信小程序）才可送到宿舍楼下。美团有的可以送有的不可以，下单时要看好能不能配送进校。\n准备一个自我介绍，抛弃社恐！开学之后的班会、面试等等都需要，而且Presentation是南开常见的考核方式，自信大方很加分。"}
{"id": "chunk_00084", "title_path": ["八里台娱乐篇："], "chunk": "八里台地处市中心，周围娱乐设施非常多，交通也比较方便。大型商场有鲁能城（聚会常去，有ktv、海底捞、烤肉、生鲜超市等等）。东门出门距离天大不过500米，沿街都是好吃的（东门麦当劳、烤肉等等等等）。西门出门是天开园高教区，有小广场，适合散步，楼里边是天大南开的联合产业，还有咖啡馆哦，刚建成不就，也是同学们周末去的较多的地方。八里台离海河、滨江道、五大道也不远，地铁不到半个小时学校周围有天塔（天津电视塔，可参观）、水上公园，景色很好。"}
{"id": "chunk_00085", "title_path": ["八里台学习篇："], "chunk": "八里台图书馆有三个：逸夫馆（新馆，早8到晚11）、文中馆（老馆，早6到晚11:30，现在已经不开放了）、经图（经济学院图书馆，早八到晚11），可以借书、自习，而且有研讨室。图书馆需要预约，到时间要找机器签到，否则扣信誉分，满分1000分失约一次扣100，扣没了三天不让约图书馆，三天以后又恢复1000分了，如果约到闭馆时间了不用签退，不会扣分的。（带饮料食物去逸夫馆有一定概率被拦，放在包里就ok了）\n但是自习一般在二主楼（晚十点关门，教室座位随便选），主楼也可以（但是主楼太老了，灯光和桌椅都不太行），随便抓一个哪个学院的教学楼有空教室也可以自习（如外院）。八里台上课绝大部分在二主楼，实验课在综合实验楼（生化、物理等试验），机房在主楼的一楼。"}
{"id": "chunk_00086", "title_path": ["八里台宿舍篇："], "chunk": "门禁：已知西区公寓无门禁，其他宿舍楼的规定各不相同（全看楼长和宿管），有些宿舍回去晚了可能会挨骂，无视他，女生宿舍的门禁可能会更严格一些。八里台的床帘尺寸不固定，建议到宿舍量完再买！位置：新生可能在16/17宿，16/17/18宿是连在一起的三栋楼，17宿有热水房，布局很像小区，比较有生活气息，楼内也很有住宿的感觉。而且地理位置好，对面就是食堂，离教学楼、浴园都很近。"}
{"id": "chunk_00087", "title_path": ["八里台体育活动场所篇："], "chunk": "体育馆：在公众号“南开大学体育场馆管理中心”上预定场地\n特别说明--羽毛球馆八里台老馆、新馆都可以预定，纯看手速，偶尔场地比较紧张，一般提前一周抢。体育场：八里台--足球场，网球场，篮球场都有，还算充足，西区公寓也有篮球场（相比较有点破了），张长江风雨操场以篮球场地为主，位置较多。\n二主楼下是南开大学校医院，可以说麻雀虽小但五脏俱全。只能做一些简单的检查，化验采样之后要送到校外的医院。南开周围也有很多医院，就医和实习都方便。"}
{"id": "chunk_00088", "title_path": ["八里台出行篇："], "chunk": "八里台校区比较小，平时上课步行即可。出门玩可以骑自行车（方便、不堵车）、公交【东门和西门都有公交站，612在西门外，直达津南校区】（晕车慎坐，天津的路不是直的，天津公交车会制服每一个不晕车的人）、地铁（八里台没有专门地铁站，最近的地铁站是天塔站）。八里台东西跨越长，如果住西区公寓可能需要骑车，但是共享单车数量有限，得抢。"}
{"id": "chunk_00089", "title_path": ["八里台活动篇："], "chunk": "学活：学生活动中心，学生会的一些活动会在学活，经常有文艺活动。学活对面的大草坪也是聚餐、搞聚会的好场地。东方艺术大楼：一些讲座或者文艺演出有时在东方艺术大楼，不常去。新开湖：新开湖约会圣地。湖边有情侣约会、演奏乐器的，湖边的平台可以聚会（刚开学没上课的日子经常在湖边打牌）。\n八里台快递地址：天津市南开区学府街道卫津路94号南开大学八里台校区\n（驿站在学活背面，一食堂对面、西区公寓、二主丙座都有快递柜）\n八里台外卖地址：天津市学府街道南开大学西南门/西门保卫处二道岗"}
{"id": "chunk_00090", "title_path": ["津南篇"], "chunk": "津南校区因为在津南区（较偏），在海河教育园区里（是高教园），再加上公教楼对面有一片草地，又名津南大草原，津南同学偶尔戏称自己为津南土著。（大草原经常会举办一些各种稀奇古怪的活动就不举例了保持神秘感哈哈哈哈哈哈哈哈哈）\n津南有个经典传统：住理科的同学觉得住文科幸福，住文科同学觉得住理科幸福（津      南校区主要分为文科组团和理科组团，大体依据学院楼地理位置划分，各自有完善的配套生活服务）。理科主要有瑞幸，711（不算便宜），兰州拉面、文创店、第二食堂、原之味、魔都三兄弟（重庆小面啥的）、台峡糕点（甜品店，泡芙麻薯好吃，强推爆浆麻薯）、干洗店、理发店（不建议去）、易修哥（理科食堂对面二楼，可修电脑修手机）、打印店（理科食堂对面二楼，可打印海报装订洗照片之类的）、水果店（在理科，个人建议不去，性价比较低，不如出校地铁去双港菜市场买，双港美食圣地，或者用天猫美团拼夕夕淘宝京东之类的买）、理发店（通通不建议轻易尝试。zhw：文科还说得过去，理科我同学去烫头回来之后那叫一个抽象.....）等；\n文科主要有物美超市（但物不美价也不廉，劫贫济富了属于是）、库迪咖啡、蜜雪冰城（雪王！雪王！！"}
{"id": "chunk_00091", "title_path": ["津南篇"], "chunk": "）、KFC、（比较小，东西不是特别多，没有原味鸡，而且每到周四动不动就爆单）、打印店（也是可以打印海报装订洗照片之类的）、元和西饼（元和西饼喜欢吃的人较多，但也不是所有人都喜欢）、水站、书店、第一食堂、清真食堂、小食堂、文创店（在留学生公寓附近）、花店（个人感觉性价比一般）、健身房（本人健身的工科舍友表示器材一般，且她也已经忙到大二一整年都没时间去了）、理发店（不建议轻易尝试）以及各种餐厅（eg：橘南火锅、思蜀川菜、福莲餐厅等）。但整体上差距不大，在全国高校来看也是比较方便的。"}
{"id": "chunk_00092", "title_path": ["津南篇", "2024最新推送：迎新特辑·④ | 商业服务（津南校区）https://mp.weixin.qq.com/s/PyuWNNyewJkw23J5JcXvwg"], "chunk": "食堂可以使用学子卡支付、支付宝支付、微信支付都可以，商业街的店铺不能使用学子卡支付。鉴于校内的这个情况吧，想去超市的话就近可以地铁6号线（咸水沽西方向）去吾悦广场，那里有华润万家超市。稍微远点的商圈还有永旺（但没有地铁直达，北一门有公交）。想吃水果的话可以（推荐）地铁6号线（渌水道方向）到双港下车，去菜市场购买水果（那里还有蔬菜、生鲜、熟食之类的）\n目前津南校区西南门每天晚上都会出小摊，水果质量远超校内，有空可以去逛逛\n推荐尝试文科二楼的小食堂！里面有一家盖饭真的是现做的菜不是预制菜！就是饭点人太多要排队hhhhh（自选菜慎重）"}
{"id": "chunk_00093", "title_path": ["文科"], "chunk": "早餐清真豆沙饼，一楼有方便面馄饨，煎饼（我觉得理科好点 他家烤冷面听说很雷，）豆腐脑，大饼夹一切（可以试试，天津大饼很好吃嘟）面夫子（酸奶包、流沙包、糯米鸡、梅菜肉包推荐，好像是预制）粥铺（他家有肠粉好吃推荐，粥的话酸辣汤个人不喜欢，疙瘩汤可以）掉渣饼（他家有现榨豆浆，还有玉米掉渣饼好吃）小笼包\n文科二楼：茶泡饭（舍友常吃）小锅焖面（好吃）海南鸡饭（好吃）土豆泥拌饭（好吃）还有麻辣烫重庆小面啥的可以尝试，钵钵鸡也不错\n早餐：也有面夫子（我认为他家豆浆比文科面夫子好吃）也有煮方便面（吃过一次 面的口感硬 他家早餐还有刀削面）还有馄饨 还有面食（可选性超级多 比文科种类多）还有烧饼（他家豆沙饼好吃，还有酱香饼）煎饼"}
{"id": "chunk_00094", "title_path": ["中午晚上（本人在文科我感觉理科都很好吃）"], "chunk": "理科一楼五谷渔粉非常难吃，一定要避雷！！！！（现在好像黄了不确定）\n理科食堂文科食堂个人感觉二楼都比一楼好吃一点，可以都去吃吃试试，口味因人而异了。理科的面、石锅、烤盘饭都还可以，文科的烤盘饭、石锅、火锅面、猪肚鸡、豌杂面也还算可以，文科清真食堂的牛肉面、刀削面也不错。理科二楼原汁味味道还不错，就是稍贵。有人说理科三楼的麻辣香锅还不错，但这口味真因人而异了。理科食堂三楼晚上有夜宵（晚上8:00-10:00供应夜宵）（zhw：晚上七八点多理科三楼的烧烤就开了，一般晚上来不及吃饭我下课就去吃烧烤，还是比较好吃的，我和我班同学每周三晚上准时烧烤例会哈哈哈）\n校内餐厅的话，文科还有云锦拉面、橘南火锅（还算可以）、思蜀川菜（还算可以）、福莲餐厅（还算可以，在学校里算性价比高的了）、主考官烤肉（可以尝试，但个人不推荐）等等。推一下F+牛肉饭真的很不错。已经不封校了，去校外吃好吃的店更多。理科三楼有包间，可以用于聚餐、请客之类的。性价比还不错。"}
{"id": "chunk_00095", "title_path": ["同八里台，自选菜打菜可以打半份。"], "chunk": "理科三楼的盒饭个人认为比一楼二楼的都强得多，起码可以看出是当餐做的，价格也比一楼二楼合理得多。理科二楼出了楼梯口有一个自选的小盘/小碗菜，我的建议是谨慎选择，一不小心就可能选到自选菜刺客。住理科的谨慎去711购买洗护用品，文科谨慎去物美。防晒喷雾，如果你想花37.6买一瓶非常迷你的海飞丝收藏当我没说。（ps：快递是很方便滴，建议不急用的都别在学校里的超市买，通通网购）\n（淘宝天猫超市！上午下单下午到，下午下单第二天到。包括京东的小时达、次日达，有些生活用品或者牛奶酸奶，都可以通过这些方式，重点是便宜！）\n津南校区比八里台校区大很多，在学校里出行建议自行车。所以这个难得的假期好好学学怎么骑自行车吧。可以不自己买自行车，学校里哈啰、美团、青桔都有的。（ps：但是不一定能抢到车，有时候上课找不到共享单车，所以稍微早点点出门，别压线出门上课）天津的自行车道很完善的，在路上会看到很多人骑自行车出行。津南建的蛮规整的，但是楼和楼之间太像了。津南的再次强调，入校的前2周，学会开导航，学会问路。不要高估自己的方向感，反正目前没看到几个在津南没过迷路的。"}
{"id": "chunk_00096", "title_path": ["同八里台，自选菜打菜可以打半份。"], "chunk": "（zhw：搬家第一天自以为哪哪都找明白了，结果去公教找不到门，这个需要丢几次就好了。）（sl：让你开导航不开是吧）\n津南校区地址比较偏，但交通还是很方便的。西南门出去就是地铁站（地铁6号线，但6号线二期工程），西门出去就是公交车站，出去玩还是很可以的，就是时间成本会高一点。津南区就近可以去吾悦、永旺、咸水沽等去吃吃喝喝玩玩乐乐。去市区的话地方就更多了（自行搜索吧），因为交通很方便，去哪都行。从津南乘坐地铁去天津站和天津西路程时间最好预留一个半小时以上，加上进站时间最好提前两个小时走。（也可以选择拼车，这样快很多哈哈）北京和天津的城际高铁大概半个小时左右，到北京南站的车比较多，没啥事也可以去北京玩（比坐地铁从津南去火车站的时间可短太多了）\n关于外卖：引力校园上的外卖都能送到宿舍楼下，其他外卖软件上的外卖绝大部分只能送到外卖柜里（理科的外卖柜在西南门，文科的外卖柜在西北门，外卖地址建议写清楚文科理科哪个门哪个宿舍楼）。"}
{"id": "chunk_00097", "title_path": ["快递"], "chunk": "津南也是使用快递柜的，24年前是校内快递只有近邻宝，24年10月起变为菜鸟驿站、近邻宝都有（京东、顺丰等一般和菜鸟驿站在一起，放在菜鸟驿站的快递须下载菜鸟app查看该快递的取件码，在对应的架子找到自己的快递后使用出库码扫码出库自行取件。顺丰的快递一般会发短信通知，可以放几天不当天取件，但一般需在晚上6点前取件。近邻宝的快递有的时候会发短信有的时候不发，可以去近邻宝公众号小程序输入快递单号查看物流信息，看看快递到没到放哪个柜子还有取件码之类的信息，去对应的柜子输入对应的取件码就可以打开柜门取快递了）。现在快递柜主要分布在文科西北门校医院和理科西南门附近，可以通过查看地图查看导航（或者打听学长学姐）看哪个快递柜在哪个位置。对于寄到津南的快递，给出以下建议。写清楚南开大学津南校区（写同砚路38号也可以）（ps：个人比较推荐写南开大学津南校区，降低快递被送到隔壁天大北洋园校区的概率（发生过很多次，不是少数事件，不是在讲笑话））。"}
{"id": "chunk_00098", "title_path": ["快递"], "chunk": "（zhw：我的地址一般是“天津市津南区海河教育园区同砚路38号南开大学津南校区理科组团”，目前是没丢过）（sl：真严谨）\n宿舍楼可以写，门牌号写不写都行（都放快递柜里，也送不上门）\n不写宿舍楼是可以的，但非常非常建议写清楚文科组团or理科组团。不写文科组团还是理科组团一般会默认送到文科的快递柜里，也可能乱送。只写宿舍楼的话对送快递的师傅们来讲不是很友好，不仅降低了他们的工作效率（要分辨哪个楼是文哪个楼是理的），还提高被送错地方的概率，最后辛苦跑腿取快递的还是你自己，对住理科同学简直是折磨（不要怪没提醒过你们，住理科的天天跑到文科取快递谁也受不了）。所以，乖乖写清楚自己是住文科组团还是理科组团的，避免不必要的麻烦。（ps：有时可能会因为宿舍安排不下，部分理科专业的同学会住文科组团，部分文科专业的同学会住理科组团。不多见，但每年都会有几个学院是这样的）\n不要寄快递寄的太早，快递柜里存放一周多是可以的，一个月两个月的那肯定是不行的，会收回的。"}
{"id": "chunk_00099", "title_path": ["快递"], "chunk": "报道邮寄的东西可以多分一些小包裹。如果是大包裹的话快递柜放不下，取快递拿回来也很麻烦很累。（ps：跨文理组团取快递学校可不提供快递车这个服务哦，需要自己走到或者骑到文科快递点，自己取件再弄回宿舍。或者去问问宿管阿姨有没有快递车能不能好心借用一下，在新生报道时期，能不能刚好有可真说不准）\n津南取快递柜里的小件快递需要使用近邻宝校园的公众号，可以提前关注一下\nhttps://mp.weixin.qq.com/s/0w8SKh67TjfX8ti4sMqSsA"}
{"id": "chunk_00100", "title_path": ["宿舍"], "chunk": "津南绝大部分宿舍都是四人寝。少部分同学可能会被分到研究生宿舍，一般是三人寝。宿舍都是上床下桌，都配有风扇，空调情况需看下面的文字。最高6层，没电梯。宿舍里每个人都有3-4个插座，一般不需要插排（理论上似乎不允许用，不过体感所有人都在用插排不然设备一多确实不方便）。宿舍是配有空调的，但空调需要租，按年租，不管什么时候开始租，都是到8月31日算完整的一年，是相同的价钱（一年租两年租三年租折算下来每年的价格不一样的，到时候可以细问）。如果不租的话报道一段时间后师傅会进宿舍拆掉空调，要是租了师傅也会再来安上。空调需要交租金和押金来换取遥控器（租赁地址为学5B-5C中间直饮水办理二楼）\n每层都有饮水机，可使用水卡（一般没人用）和支付宝（刷脸/扫二维码）支付。ps: 24年暑假回来发现开始用乖胖app了，操作流程就看图片吧......\n每层都有浴室，不需要预约。插卡计费出水，0.25元/分。每个都有隔断但没有帘子，如果有需要可以自行准备浴帘。PS.现在津南的层浴应该都装上浴帘了。每层都有洗衣房，有公共洗衣机。使用U净APP或支付宝U净小程序均可。根据不同的需求和使用时间，有不同的计费标准。"}
{"id": "chunk_00101", "title_path": ["宿舍"], "chunk": "每个宿舍楼里都有打印机（公教楼、图书馆也有几个），使用小程序（可以看有没有坏有没有墨有没有纸能不能用）进行打印。扫码取件，微信支付支付宝支付均可。每个宿舍楼一层配有厨房（看愿不愿意自己做饭了，想做饭的记得配齐厨具调料以及食材，包括锅，不过用的是电磁炉）不过只能用电没有燃气，可以吃火锅啥的。（电磁炉能用的很熟练的话也可以自己去炒几个菜吃吃）\n津南主要在公教楼上课，部分课程会安排在学院楼上课。公教楼有A、B、C、D四栋，而且是互相联通的，很大，足够用。每层楼都有地图，每隔一段距离也有地图。不要忽视这个地图，当你在公教楼里迷路的时候，真的很有用。（ps：在公教楼里迷路真的是很正常的）大学课表安排的教室是乱动的（可见上课篇老学姐的课表，有的学院排课可能还会公教楼学院楼乱串），在课间的时候需要换到下一节课上课的教室，课间在公教ABCD里乱跨暴走是很常见的（雾）。津南有综合实验楼ABCD 4个实验楼，有实验课的看课表安排，在哪个时间段在哪个实验楼上什么课然后去上课即可。"}
{"id": "chunk_00102", "title_path": ["宿舍"], "chunk": "在津南如果需要办理什么手续（eg：户口、身份证、补办学子卡、火车票优惠），一般需要去综合业务西楼和综合业务东楼进行办理（在图书馆附近）。各种文艺活动、讲座演出、学生组织的办公一般会在大通学生活动中心。这里还有琴房，一次一小时（人多的时候会到时间会有人专门催），免费的，押学子卡即可。津南有两个体育场，文科组团理科组团各一个，文科的是主体育场。体育馆在文科体育场附近，比较大，在室内上的体育课都会在体育馆里上。如果想课余时间在馆里打打羽毛球之类的需要提前预约。如果想在热门时间能在馆里打羽毛球，是要定时抢场地抢时间的。津南运动场地不少，eg：篮球场、网球场、排球场都很多。津南体育馆的游泳馆据说是不错的。（详细信息请移步南开体育之声公众号自行搜索了解）\n校医院在文科西北角，但疫情期间什么都处理不了，不管大病小病，只会开转诊单。（雾）现在也建议直接出校去大医院吧。津南区有津南医院，是三甲医院。走医保报销的话注意南开大学医保的报销流程。"}
{"id": "chunk_00103", "title_path": ["宿舍"], "chunk": "额外说一点，津南医院是一个只能看小病的医院，它的优点是假条开的又快又好，缺点是稍微真的有点毛病它都看不好（已在骨科，内科，口腔科就诊过，都不行）\n如果你有时间，并且真的有需要得到长期的，正式的治疗的疾病，口腔问题请去天津口腔医院专家号；关节问题等骨科请去天津医院；万金油医院天津一中心也是很好的选择。以上均可使用医保，津南校区离市区较远，就医不便，但是真的身体不适请不要委屈自己。（PS：不想暴露太多个人信息，但由于身体素质比较差已经在天津的6家医院就诊过，在群里问就医问题如果能看见有问必答，祝大家都身体健康）"}
{"id": "chunk_00104", "title_path": ["津南自习的地方"], "chunk": "宿舍（每个宿舍楼里都有公共自习区，或者可以更简单粗暴，宿舍里从床上爬下来即可）（可认为是24小时自习区）\n公教楼（ABCD，足够用），可以通过飞书查询公教楼哪个教室什么时间段是没有被排课，是空的可供自习（但如果是被临时占用的就查不到喽），去公教楼自习不需要提前预约，自己随便找位置即可。（晚上10点关门）\n中心馆（津南的图书馆，共7层，很大，很够用），但去图书馆自习需要提前通过飞书预约时间和位置，是不能随意坐的（可能是别人约好的位置呀）。需要在预约开始的半个小时内需要进行刷卡签到，离馆要刷卡释放座位（其实如果直接约到闭馆时间不刷卡释放座位也不会扣分），没刷卡也是会扣信用分的。（扣分规则同八里台）（周六下午5:30闭馆，其余时间晚上11点闭馆）\n金院还有宁一弘道书斋（其他学院的同学也可以去的）。（晚上10点关门）"}
{"id": "chunk_00105", "title_path": ["高分应试篇"], "chunk": "首先，不要盲目自信，不要盲目自信，不要盲目自信，无论这门课有多简单，在你的印象里这门课你学的有多好，都不要盲目自信，考试会将你的自信按在地上狠狠摩擦。重点：上大学也是需要涂卡笔的！！！有的期末考试也是需要涂答题卡的，不是所有科目的考试都不需要答题卡涂卡笔！！！而且，四六级是一定一定需要涂卡笔涂卡的，不要去考场排队了发现自己没带涂卡笔！！！获得高分的第一步是拥有一个很不错的平时分，平时分一般是由上课考勤和作业组成，有的老师还会参考例如上课回答问题情况等，很多课都会由pre，如果想要高分pre是不能放弃的，这是保命的关键。考勤：上课考勤做到一次不缺其实不难，最重要的是选一个考勤方式相对轻松的老师，比如A老师用app签到，这个app的签到范围甚至包含了你的宿舍，你只需要一个去上课的眼线，就可以完成“人在家中坐，签到天上来”。而B老师考勤方式是随堂测试，甚至他给每个同学发了一张专用的纸，考勤就变得十分困难了。"}
{"id": "chunk_00106", "title_path": ["高分应试篇"], "chunk": "作业：这里的作业指的是除了期中期末考试（部分课程可能有月考）以外的所有需要花费你时间的东西，这些东西都可能算分数，解决办法是弄清楚算分方式 ，比如有的作业交了就给分，有的作业要看正确率，有的课程要求看线上慕课，有的课程会有随堂单元测试，务必要发挥自己获取信息的能力，如果作业看正确率的话就别自己写了，该抄就抄，不过要注意抄的时候要适当改动一些（上了这么多年学了相信大家都明白）。接下来就是考试成绩了，大学的考试往往不止考察你的知识掌握能力，事实上一个课程的考试题库可能小的很夸张，一般来说通过2-3年往年题目就可以遇到考试时一半左右的题目，获取往年题的方式一般是问学长学姐要（化学学院有一个叫freshman的文件夹，里面有往年题之类的东西，如果有和化院一样的课的话可以找化院同学要），也可以在集市收一般都能收到。有的考试如果不刷原题或者联系一些很特殊的考试技巧的话是不可能考出高分的，不要妄想着学的足够好就可以薄纱一切考试题。请注意，很多科目的往年题在极大程度上影响着你的考试成绩。"}
{"id": "chunk_00107", "title_path": ["高分应试篇"], "chunk": "考试前的最后两节课一定要去！甚至拿手机录音！很多老师会偷偷暗示一下考试题目甚至划重点，虽然可能画个P，，，但即使是P也要听（）    ——毕导\n工科，大一上的课程还算好，多花些精力在编程上。C++分数难看无所谓，反正大家是一样的难看。对C++要考试卷子啥用没有，反正年年变题型大家都是一样的不会。大一下有电路大物（现在工试大一下已经没有电路哩，时代的眼泪了），这玩意真别考试周突击，真的会寄的。平时作业会做课后题会写考试都没什么问题的，考试卷子可以找学长学姐们要。大二如果来计网了，计网的4个专业平时都别摆，期末周会更寄的，over。（详情可移步大类学习&生存板块的工科部分）\n由于文档过大，二次选拔部分新建子文档，链接如下\n【金山文档 | WPS云文档】 《爬行指南——二次选拔与大类篇》\nhttps://kdocs.cn/l/cpmmbKDokjPy\n由于文档过大，大类分流部分新建子文档，链接如下\n【金山文档 | WPS云文档】 《爬行指南——二次选拔与大类篇》\nhttps://kdocs.cn/l/cpmmbKDokjPy\n由于文档过大，大类生存部分新建子文档，链接如下\n【金山文档 | WPS云文档】 《爬行指南——二次选拔与大类篇》https://kdocs.cn/l/cpmmbKDokjPy"}
{"id": "chunk_00108", "title_path": ["关于转专业"], "chunk": "一般是大一下、大二下都有转专业的机会。大一下机会多一点，大二下一般不会有人想转了（不是因为没机会，机会都还是正常给的。就是这个时间点转可能来不太及，可能修不完课得延毕）\n不同学院的要求不一样，每个学院每年会在学院官网发转入的要求，有这个打算的自己到时候关注那个学院的官网就好（教务处官网一般能找到所有学院的，部分学院有公示期）。关于有没有面试、有没有笔试、有没有成绩排名要求之类的条件，每个学院每个专业都不一样，往年的要求参考即可，每年都有可能改。南开大学转专业总政策：转出无限制，转入有考核。转专业大致时间线：一般每一年年底会公布新一年的转专业细则（例如23年底发布了2024年本科生转专业细则，转入后为24-25第一学期），然后第二年转专业报名（看每年具体的通知即可，之前是期末考试后暑假的时候，但25年转专业提前为第二学期4月份左右，在分流之前），大概几天后各学院开始转专业及拟录取流程（所以建议大家有想法的利用寒假时间好好准备）而且不能降转，需要补课。转成功后调整学籍及培养计划到新专业并按新方案选课。可以关注一下我们在听，每年都有转专业的推文。最好提前了解一下转入学院的课程。"}
{"id": "chunk_00109", "title_path": ["关于转专业"], "chunk": "一般专业不开专业外名额，选了一般会掉。所以可以先跟对应学院老师打好关系（磨一磨），看能不能开几个专业外名额。南开转专业成功率有75%~80%，不算低。铁定要转专业的话可以具体也可以问问想转入专业的学长学姐们。基本上去查每个学院官网都公示转专业的接收名单，建议大家大胆放下包袱去问（直接飞书）（当然一定要礼貌）同时和转专业的同学磨磨关系挺有用的。还是强调一下：善用学院官网和教务处官网，熟读转专业细则和转专业招生计划，同时善用eamis中查课表的服务。\n大一下、大二下均有申请辅修的机会。一般都大一下才选辅修，大二下怕到毕业修不完。（当然要是有能修完的自信也没人阻拦，此外大多数学院都仅接受大一同学去辅修）"}
{"id": "chunk_00110", "title_path": ["可以中途退出"], "chunk": "每个学院下半学期也会发辅修的通知，上面会写要求（比如要不要求成绩&排名、需不需要面试、需不需要笔试之类的）。每个学院要求不一样，每年的要求也不一定一样（所以往年的信息仅供参考），有想辅修的同学到时候可关注自己想辅修的专业的学院官网蹲信息。辅修专业修满30学分能拿到辅修证明，修到50学分以上（需要根据辅修专业的具体要求，不同专业要求也不一样）能拿到双学位（需要没事看看教务系统，说不定啥时候辅修培养计划就会神奇地多了门必修课）。教育部的政策这几年不太明朗，可能拿不到两个学位证，只能在一个证上写两个学位。\n如果涉及到跨校区的辅修/双学位，可申请另一个校区的临时宿舍（好像是需要选出在另一个校区至少两天的课）。"}
{"id": "chunk_00111", "title_path": ["人文社科类"], "chunk": "比如中文历史哲学马院等，这些学院挂科比得高分还难，挂了真是你摆烂到极点。原本这部分写了个括号，中文大类的古代汉语、古代作品选除外，现在发现也不是除外了，因为这几门课说实话背了就能过，不背废废了也怨不得别人了，大一下中文大类传播学概论确实要辛苦一些，给分低有可能，不过还是不现实。文科高数或是马院的数理类课程，老师们一般都很善良，不用担心挂科的问题，需要自己认真完成作业做点题争取拿个好看点的分数。"}
{"id": "chunk_00112", "title_path": ["工科类"], "chunk": "不好好学容易形成挂科连锁反应，一学期就挂满学业警示那种，所以不要轻视任何一门课，不要高估自己，建议平时就好好学。但也别太卷，卷天卷地没啥用。工科与其说是卷不如说是超级累，课程的难度和数量在所有学科中也是顶中顶的，但是只要学懂学会成绩和排名一般不会很难看（应该吧），不太需要人卷人（对自己高要求想有点追求的卷王除外）。认真跟着学的话一般情况下是不会挂科的，但是不建议考前突击（根本突击不完），挂科带来的后果不仅是需要重修，压力大还耽误时间，还会影响转专业等各类事情。（ps：工科，是这样的，关于成绩和排名嘛，重要，但也没那么重要。还是那句话，不要把大学过成4年高三）\n（ps：其实原本想写的是虽然工科的课学起来量很大，且因为刚开始从高中学习向大学学习过渡导致学起来可能会不太适应觉得比较痛苦，但那点玩意也就是看起来唬人，只要你学了就没什么挂的机会，毕竟分低和挂科是两码事，而且大一工试一共就那点玩意，跟后续专业课那堆内容比根本不值一提。但是！！"}
{"id": "chunk_00113", "title_path": ["工科类"], "chunk": "随着23级24级出卷越来越难，且学生们普遍听信高中老师们的话，觉得上大学就轻松了不用学了，开始报复性放飞自我，平时也不怎么学，全指望期末突击，身边23级24级小登大一就那么点A类课B类课，高数、C++、线代、大物，全见到有挂的了，所以再次提醒，请勿轻视任何一门课）"}
{"id": "chunk_00114", "title_path": ["物质大类"], "chunk": "大一一定不要太摆烂，但是也不用过高四那样，大一挂科很麻烦，尤其一些专业课，会影响分流，比如生命科学学院要求挂科不超过四学分，不然来不了生科院（24级起分流任意，挂科不影响分流，但也尽量别挂）。我们导员一再强调挂科是底线，一般不挂科，但是也不要太摆烂。"}
{"id": "chunk_00115", "title_path": ["数统大类"], "chunk": "如果你不想评优/评奖学金/出国，A类课可以随便挂，重修之后过了没有任何影响，专业课我这么说，只要你一门课有一天时间复习，你就不会挂科！除非你是应付都懒得应付，那老师也肯定懒得捞你了（老师不一定会捞人，真的有数分58分的同学），那大家人各有志我也不多说什么，好好享受大学生活吧。"}
{"id": "chunk_00116", "title_path": ["关于荣誉称号&奖学金"], "chunk": "写在前面：大家进入大学第一件事要知道的就是，尽量在能力和心理预期范围内争取所谓荣誉，不要被造神化运动蒙蔽，虽然成绩仍然是相当重要的评判标准，但对荣誉和对荣誉获得者祛魅也是必要的。——by 21-新传-zhw"}
{"id": "chunk_00117", "title_path": ["造神是一场双向选择双向奔赴。"], "chunk": "——by 20-历史-唐厅\n自己学院关注自己学院的吧，很难统一讲，每年都有可能改动，可以找往届学长学姐要要奖学金评比的文件看看。国奖（24年起上涨为10000）市奖（8000）一般2%，校级奖学金对于99.9%的学生来说就是公能（5000）能有5%~7%（大概）（周奖那是神中神才有机会评的）和其他专项奖学金（2000）（eg：学业优秀奖学金、创新奖学金、学业进步奖学金、社会公益奖学金、学生服务奖学金、文体奖学金、参军入伍奖学金、中西部基层奖励金），看名字就能看出来有一些奖学金的不会特别在意学分绩。每个学院都有自己的奖学金加分细则且每个院加分细则不一样，每年可以导员到评奖学金的时候都会发文件，实在等不及的可以找学长学姐要自己学院往年奖学金评比的相关文件。大一一年的奖学金大类学生在原来的代管学院评，不是在分流后的学院和专业哦。\n其实也不止下面这些啦，有些学院还有各类名目的院级奖学金校友奖学金什么的……"}
{"id": "chunk_00118", "title_path": ["政府奖学金"], "chunk": "国家奖学金：用于奖励在校生中二年级以上（含二年级）学习成绩优秀和“公能”素质高的学生，奖励标准每人每年10000元，奖励比例约为2%（具体名额根据当年上级文件确定）。天津市人民政府奖学金：用于奖励在校生中二年级以上（含二年级）学习成绩优秀和“公能”素质高的学生，奖励标准每人每年8000元，奖励比例约为0.5%（具体名额根据当年上级文件确定）。国家励志奖学金：用于奖励在校生中二年级以上（含二年级）品学兼优的家庭经济困难学生，奖励资助标准每人每年5000元，奖励比例约为4.6%（具体名额根据当年上级文件确定）。天津市大学生创新创业奖学金：用于奖励在创新创业方面表现突出的学生，奖励标准及申请条件根据天津市教育发展基金会当年通知执行。"}
{"id": "chunk_00119", "title_path": ["优秀奖学金"], "chunk": "周恩来奖学金：为南开大学本科生最高荣誉，用于奖励在各方面综合表现突出的学生，奖励标准根据南开大学教育基金会当年通知执行。公能奖学金：用于奖励在专业学习、科研创新、公益志愿、校园活动、社会工作和文艺体育等方面表现突出的学生，奖励标准每人每年5000元，奖励比例为5%"}
{"id": "chunk_00120", "title_path": ["专项奖学金"], "chunk": "学业优秀奖学金：为奖励学习成绩优异的同学，学校设立学业优秀奖学金，奖励标准每人每年2000元，奖励比例为6%。创新奖学金：为鼓励学生积极参加科研研究、专业竞赛及创业实践活动，提升创新能力，学校设立创新奖学金，奖励标准每人每年2000元，获奖比例为3%。学业进步奖学金：为鼓励学生努力学习，学校设立学业进步奖学金，奖励标准每人每年2000元，获奖比例不超过2%。社会公益奖学金：为鼓励学生感恩和回馈社会，积极参与公益志愿活动，学校设立社会公益奖学金，奖励标准每人每年2000元，获奖比例为2%。学生服务奖学金：为鼓励学生勇于担当、乐于奉献，热心为广大同学服务，学校设立学生服务奖学金，奖励标准每人每年2000元，获奖比例为2%。文体奖学金：为鼓励学生开展文体锻炼，积极参与文化、体育活动，学校设立文体奖学金，奖励标准每人每年2000元，获奖比例为2%。参军入伍奖学金：用于鼓励学生志愿参军，投身国防事业，入伍期间2年一次性奖励16000元。中西部基层奖励金：为鼓励本科毕业生到西部地区和艰苦边远地区基层单位就业，学校设立中西部基层奖励金，奖励金额为每人3000元或5000元。\n其实也不止下面这些啦，各个学院各类名目的各种称号还有很多的……\n本科生三好学生评选对象为获得国家奖学金、天津市人民政府奖学金、周恩来奖学金、高额社会捐赠奖学金、公能奖学金的本科生，授予当选学生“南开大学三好学生”荣誉称号，颁发荣誉证书。\n本科生优秀学生干部评选对象为获得学生服务奖学金的本科生，授予当选学生“南开大学优秀学生干部”荣誉称号，颁发荣誉证书。"}
{"id": "chunk_00121", "title_path": ["学生年度人物"], "chunk": "用于表彰在勤奋好学、科研创新、社会实践、特殊才能等某一方面表现突出的学生，授予当选学生“南开大学学生年度人物”荣誉称号，颁发荣誉证书，给予一次性5000元的奖金奖励。学生年度人物提名奖颁发荣誉证书，给予一次性1000元的奖金奖励。\n用于表彰综合素质高、在德智体美劳各方面表现优秀，或在学术科研、创新创业、志愿服务、社会工作、文化体育等某一方面表现特别突出者，授予当选学生“南开大学优秀毕业生”荣誉称号，颁发荣誉证书。\n“周恩来班”为南开大学授予本科生班集体的最高荣誉，授予当选班级“周恩来班”荣誉称号，颁发荣誉证书和“周恩来班”称号题词奖牌。\n用于表彰在班级成员成长成才、班风建设等方面表现突出的班集体，授予当选班级“南开大学先进班集体”荣誉称号，颁发荣誉证书。\n用于表彰自觉以习近平新时代中国特色社会主义思想为指导，组织健全，制度完善，促进南开青年学生德智体美劳全面发展的社团。\n用于表彰团结友爱、彼此尊重，互帮互助、关系融洽，成员表现优秀的宿舍，每年评选出的文明宿舍占全校本科学生宿舍总数的10%。"}
{"id": "chunk_00122", "title_path": ["相关推送："], "chunk": "点击查看属于NKUer的荣誉&资助指南：https://mp.weixin.qq.com/s/PhRuV2B-BvFt-bqSMqpwSQ\n喜讯！来了解一下nku的奖助体系吧：https://mp.weixin.qq.com/s/bkwQDLZQrXIFol6MjpZGfQ"}
{"id": "chunk_00123", "title_path": ["关于学科竞赛"], "chunk": "大学生的竞赛比较复杂，分类比较多数量也比较多，每个比赛的规则也不一样，很难几句话讲的特别清楚，感兴趣的就自行上网查找相关信息吧。专业壁垒没那么强以及跨学科需要多学科门类的同学合作的较为知名比赛先在这列几个，欢迎其他同学前来补充。数学建模类比赛：全国大学生数学建模比赛，美国大学生数学建模竞赛etc\n创新创业类比赛：中国国际大学生创新大赛（曾用名中国国际“互联网+”大学生创新创业大赛，一年一次），挑战杯全国大学生课外学术科技作品竞赛（简称大挑，两年一次，大挑小挑隔年交叉举办），“挑战杯”中国大学生创业计划大赛（简称创青春、小挑，两年一次，大挑小挑隔年交叉举办）etc\n非专业组可以参加的英语和数学类比赛：外研社全国大学生英语系列比赛，全国大学生数学竞赛etc\n职业技能比赛：全国大学生职业规划大赛etc"}
{"id": "chunk_00124", "title_path": ["专业学科竞赛：那就太多了好吧"], "chunk": "有一个教育部认可的全国大学生学科竞赛名单，感兴趣的可以自行去找一找看一看。但是在南开不同学院认不认怎么认都有自己的一套说法，如有需要请自行查找相关学院的相关文件。对于理工类的专业较强的学科专业竞赛，能力超强（能力一般的请好好学习打基础，打比赛这玩意不是刚需）可以联系学院一些老师进实验室，跟导师做科研做项目什么的，有机会的话一些小比赛可能就会让你们参与了。在大类的同学可以多多打听其他学院的信息，如果每个学院都有认识的且无私的同学共享信息，会方便很多。很多时候不可避免会存在信息壁垒（学院与学院之间、特色班与大类之间），自行打破吧。各个学院公众号都去关注一下，虽然竞赛会发点，但发的不会特别多。也可以在这一年提前了解下各个学院的风格，为分流选专业做准备。一般有实验室的老师和研究生学长会找本科生一起参加比赛的，可以多多打听一下，也可以自己在网上（注意鉴别官方）找面向全国大学生的专业避雷没那么强的比赛，一般也都是可以参加的。"}
{"id": "chunk_00125", "title_path": ["什么是大创？"], "chunk": "大创即大学生创新创业训练项目，主要是由本科生在大一到大三的时间里，进行主持创新性的研究和实践性的创业活动，取得有关的研究成果或实践成果的过程。大创项目经费主要来自学校和国家拨款，根据项目的实际情况和实践价值，划分为校级（南开校级立项称为百项工程，简称百项）、省级（在天津就是天津市大学生创新创业训练项目，简称市创）和国家级（国家级大学生创新创业训练项目，简称国创）三类，不同等级的大创经费从1000-10000元不等。国创为期2年（也可以1年，申请提前结项即可），市创和百项为期1年。在完成申报书所预定项目的成果后，提交为期一年的项目结题申请书和项目有关实践作品，进行合格，良好和优秀的等级评定。"}
{"id": "chunk_00126", "title_path": ["大创的分类"], "chunk": "主要划分为两大类：学术科研类和创业实践类，进一步可细分为创新训练项目、创业训练项目和创业实践项目三类。学术科研类是指创新训练项目，即在导师的指导下，自主完成创新性研究项目设计、研究条件准备和项目实施、研究报告撰写、学术交流等工作。（一般大家都会立创新训练项目，立创业的很少，理工科这边可简单理解成这玩意就是进组跟导师做科研，基本就是一个科研项目的完整流程，一段科研项目经历）"}
{"id": "chunk_00127", "title_path": ["创业实践类是指创业训练项目和创业实践项目"], "chunk": "创业训练项目，即团队在导师的指导下，团队分工合作完成商业计划书的编制、可行性研究、撰写创业报告等工作。创业实践项目，即学生团队，在学校导师和企业导师共同指导下，采用前期创新训练项目（或创新性实验）的成果，提出一项具有市场前景的创新性产品或者服务，以此为基础开展创业实践活动。一般大二做，大一也不是不行，但一般不会大一上来就做。项目负责人都是大二的，大一是不可以当负责人的。（ps：大一明文规定不可以，但是其实报名了也不会打回）\n关于在奖学金或者综测加分与否还是得看各个学院自己的规定。有的学院比如计网做不做大创都没有保研加分，不过可以把这当成一段科研经历去写的。有的学院会有保研加分，有的学院不仅加分而且加分还很多，有的学院会允许一人组队，有的学院不允许一人组队，有的学院限制队伍人数，反正就是还是自行去了解自己学院的规定吧，每个学院的说法不太一样。关于项目最后是国创市创还是校级百项，会先进行立项答辩，然后根据答辩的排名决定。一般答辩只要别过分离谱，项还是能立的，立项就保底百项。"}
{"id": "chunk_00128", "title_path": ["创业实践类是指创业训练项目和创业实践项目"], "chunk": "有的学院还是比较公平公正的，会看你项目整体情况、答辩情况给分等给排名的，全凭实力；有的学院也不看你项目本身情况，答辩象征意义的走个过场，主要看指导老师的地位论资排辈进行排名（dddd）。可以跨学院立项，在别的学院做找别的专业的同学是可以的。做什么都可以，是不是本专业的也都可以，但还是考虑下自身实力和精力再决定做不做以及做什么吧。（跨学院项目保研中是否加分请参考自己学院保研细则）"}
{"id": "chunk_00129", "title_path": ["关于军训", "2025级本科新生（大一）的军训时间，2025年9月8日- 9月28日，为期20天"], "chunk": "附上一篇往年推送供参考：https://mp.weixin.qq.com/s/AGCiLTGr6j-vzSsbONO9WQ\n（ps：今年25级还好，是在9月军训，往届是在8月份最热的时候军训，蛮难熬的）"}
{"id": "chunk_00130", "title_path": ["军训小技巧："], "chunk": "下训之后可以快跑回宿舍抢洗衣机洗衣服（谁抢到了可以跟谁搭个伙但是不要总白嫖哦），三四个人一桶都是没问题的，但是记得给衣服做好标记。导员一定会告诉不要穿着军训服到处跑，尤其是做一些不恰当的举动（比如搂搂抱抱啊%￥*&……%你懂的），脱了军训服你才是自由的大学生。洗衣服小技巧：短袖是速干的，洗完一晚上肯定能干。裤子把裤腿扎起来，从裤腰用吹风机吹个五分钟或者十分钟，干得快。衣服同理，把开口的地方封住，从下摆开口吹。但是热风吹一定要敞口，因为容易糊。脖子和胳膊都要做防晒！（老登晒伤惨痛经历，晒伤之后出汗非常痛，而且晒伤没什么特效药，只能摸烫伤药比如炉甘石洗剂，最后自己硬扛过来）\n如果晒伤了，千万不要挠！越挠越严重，甚至留疤。晒伤先降温，用冷毛巾湿敷（不建议冰敷，这种温差极大）；然后补水，多喝水，涂保湿的乳或者霜缓解晒伤后的皮肤干燥。如果严重到起疱的程度，及时就医，遵从医嘱用药。军训期间容易拉肚子和发烧。尤其是在温度高的室外进入温度低的空调房，包括军训带来的压力，容易引发急性肠胃炎，建议可以和室友备一盒蒙脱石散，要不赶上晚上拉肚子拉的很严重一晚上都不用睡了，还要去早训。"}
{"id": "chunk_00131", "title_path": ["军训小技巧："], "chunk": "身体不舒服，及时请假就医，导员会理解的。刚开始训的前几天，会有很多人经受不住这种压力，出现低血糖、碱中毒的症状，训练期间不舒服（尤其是感觉自己要晕了）及时打报告去阴凉的地方休息，身体健康才是第一位！吃点早餐，来不及吃的话就带点面包一类的，如果实在没有吃早餐的习惯，可以喝脉动（脉动的糖含量比较高，打球和晕车的时候喝脉动都挺管用的，尤其是青柠味）\n背包里面放什么：水杯（建议保温杯，可以保持水是凉凉的不会被晒热），防晒（休息的时候可以补涂），驱蚊水（天津的蚊子真的狠毒），手机（刚开始一般会被收走，后面可能管的松点），吃的（后期休息的时候大家都在吃吃吃，体力消耗还是很大的，带点以防低血糖）[想不出来了，补充补充]\n[想补个战术考核说明，但是我的那个文件过期了，还有评分标准啥的，都过期了]\n准备个节目，活跃分子可以多准备几个，休息的时候就轮到你表演了\n（ps：每学年体测不及格不能评奖评优！！）"}
{"id": "chunk_00132", "title_path": ["关于体测"], "chunk": "南开一学年有两次体测，春季体测和秋季体测。如果该学期有体育课的话，体测成绩占体育课总成绩的25%。（eg：体测总成绩80，体育课成绩中体测部分的成绩就是25×80%）\n从22级开始，体测成绩与能否毕业挂钩，如果4个学年秋季体测的成绩（前3学年体测成绩共同占50%，毕业学年体测成绩占50%）到不了60，没办法毕业的。（规定就是这么规定的，但总感觉因为体测成绩不够就不能毕业属实有点扯淡，但大家还是，体测都及格吧，也没有特别难）\n秋季体测是全校本科生都要参加的，不管这学期有没有体育课，春季体测是该学期选体育课的学生才要参加（不完全准确，继续往后看）。秋季体测有800/1000米（20%）、50米，（20%）、BMI（15%）、肺活量（15%）、立定跳远（10%）、仰卧起坐/引体向上（10%）、坐位体前屈（10%）。括号里的是成绩占体测成绩的比例。如果秋季体测总成绩没及格，或者秋季体测因为各种原因没能参加，对不起，你需要在春季体测的时候进行补测。总成绩只有在全部项目都测完之后（都刷过卡）才会显示，否则会认为你没有完成体测。所以，如果某个项目不想做了，还是去机器上刷下卡，要不就没成绩。"}
{"id": "chunk_00133", "title_path": ["关于体测"], "chunk": "春季体测，一般来讲是只有春季学期有体育课的同学才会有的，特殊情况除外。一共有3项，仰卧起坐/引体向上、实心球、50米。这3项在春季学期的体测成绩占比是相同的（33.3%）。还是做不了的项目去刷下卡，要不会认为没有完成体测，体测没有成绩。春季体测从23级开始，改成特色马拉松了，暂时不知道大二还需不需要跑。不过基本都能满分，台里是在体育场跑，津南是在校园东侧跑，实测是9.8km，第一的好像给了一个手环，前十有奖励据说，但跑过去就好啦，本人跑完基本是昏睡三天，切记“分重要，命更重要”"}
{"id": "chunk_00134", "title_path": ["关于体育课"], "chunk": "体育课满分100分，10分是出勤，45分是体育课专项成绩，25分是体测，10分是创高课外锻炼，10分是体育理论考试。关于哪些老师专项课给分好给分不好都有统计信息，到时候你们问肯定能找得到。一门体育课1学分，体育课程总共4学分，一个学期只能选一门体育课，所以需要修4个学期的体育，一般大家都会在前4个学期修完体育课。到大三的时候再选体育课，各个学院教务不会给你特意留出体育课的时间（所以需要自己去看自己什么时候能插进去），以及高年级选课通道的体育课合适的比较少，每个留的人数也不多，比较难抢。就算体育课不幸被扔到别的老师的班级了，一般也不太建议退课，毕竟到大三之后再选是真的很难。没有基础，没有兴趣的不建议选球类，可以选瑜伽一类的，大家不推是不容易满分，但是下限也会相对的高点。"}
{"id": "chunk_00135", "title_path": ["创高体育"], "chunk": "关注南开体育之声公众号，什么时候进行体测，什么时候创高结束，什么时候体育理论考试开始之类的重要通知都会在上面发信息，不要错过。还有关于如何在南开进行各种体育运动（eg：体育馆、体育场、各种类型的运动、校长杯比赛等等），自行南开体育之声公众号搜索相关信息，越写坑越多，补坑补不过来了额啊啊啊。体育理论考试在创高上进行，正式考试错过了就是错过了，没有补考机会，10分没了也别怪任何人。不同专项课的题是不一样的。在正式测试前都有模拟，有时间的可以自己多刷几套模拟题，很容易碰到正式考试的整套原题。不愿意自己刷的到时候有理论考试信息共享的QQ群，大家在里面互帮互助，有人会把自己刷的题截图分享给大家，感谢这些好心人。"}
{"id": "chunk_00136", "title_path": ["创高课外锻炼"], "chunk": "只能在规定区域进行，也就是各个体育场的跑道上，换句话说，只能在体育场的跑道上跑步。跑步会有速度限制，但其实走的快点就行，跑跑走走的基本速度上没什么问题。创高这么个垃圾软件，在部分软件商店，已经1星下架了，但咱们还是得用，用创高的学校也还不少。津南文科体育场定位非常非常不准，但也因为不准有一些人骑自行车刷创高（雾）（真的不建议这么做，课外锻炼有一定的必要性，还有撞到审查的体育老师会很尴尬，容易10分全没）跑的时候时不时的注意自己的手机，提前保持开启后台运行，或者不要息屏，否则就算跑了5公里他也计不上。每次跑的时候都时不时的看下定位问题，就算你在跑道上跑，一道黄线计不上提示你超出范围都是常态，上次能计下次下次提示超范围计不上的也是常态，这时候，就往里圈跑吧。（说多了都是泪）理论上讲不允许一个人拿多个手机接力跑，理论上后台会有监测，但就创高那个垃圾定位吧，一般检测不到。（不多说，dddd）注意体育之声发布的该学期创高开始和结束时间，不要白跑，不要错过，都没办法补救的。"}
{"id": "chunk_00137", "title_path": ["创高有各种各样的限制，比较重要的几点："], "chunk": "每天最多5公里，多了也只计5公里。每次跑步至少1公里，不满1公里的是不计入的。每次跑完提交都必须拍摄在体育场的全人脸照片，否则无法通过审核。（第二天跑的时候都看下前一次记没记上，如果上面的条件都满足但就是没通过，去创高后台反馈，去找自己的体育老师沟通，一般能要回来）\n男生每学期跑100公里课外锻炼的10分能拿满，女生每学期跑80公里课外锻炼的10分能拿满。这10分不是按比例折算的。对女生，<60公里0分，60~65公里拿6分，65~70公里拿7分，70~75公里拿8分，75~80公里拿9分，>=80拿10分。男生，<60公里0分，60~70公里拿6分，70~80公里拿7分，80~90公里拿8分，90~100公里拿9分，>=100公里拿10分。\n必须写在前面的是，学生组织不是大学的必需，社团同样如此，可参加可不参加，自行决定。"}
{"id": "chunk_00138", "title_path": ["学生组织有校级学生组织和院级学生组织。"], "chunk": "院级学生组织各个学院到时候都会有介绍，自行参加了解即可。参加院级学生组织或者做班干可以让你和导员、学院这边的领导相对而言更熟悉，通过学院这边评的一些荣誉有着一丝丝的优势。但很恶心的大类招生制度学院代管制度实行之后，如果大类分流去别的学院，很容易让你辛辛苦苦打理一年的人际关系全部泡汤，需要重新建立人际关系。校级学生组织也有很多，可以关注【南开大学团委】和【南开大学学生会】两个公众号，纳新的时候都会发详细的推送，在线下各个组织也会有纳新的摊位。现在也可以去公众号上搜历史推送进行简单的了解。进入校级组织会认识来自不同学院的人，不局限于自己的学院自己的专业，接受不同的思维碰撞，大家玩的也都会很开心。校级组织听起来会更好听一点，工作也是涉及全校范围内的各个学院，做的工作也是校级的各项工作，可能需要打交道的老师也是学校的层级的，不再局限于自己的学院。肯定会需要协调统筹之类的综合能力。（其实大一都是干事，对干事的工作而言不需要多强的能力，往后留任另说。学长学姐安排做什么就做什么就好了）但也是因为这点，在很多通过学院评比的荣誉面前，只有校级组织经历的并不占优。"}
{"id": "chunk_00139", "title_path": ["学生组织有校级学生组织和院级学生组织。"], "chunk": "可以该参加参加，毕竟能锻炼一下个人能力，但是如果不是想从政或者选调之类的，不建议投入太多精力，很累的。大一玩一年愿意留任就留任，但是中层升高层那年要想好，毕竟高层就不能混了，而且大三这年离毕业也不远，需要自己考虑自己想要什么了，就业的出国的读研的考公考编的，这个时间点已经到了做选择的关键时期了，关于学生组织要不要留任就建议好好斟酌了。\nNKU社团说多不多，说少不少，各有各的特色。还是那句话，不是必须参加的，自行选择。可以去团委公众号搜搜各个社团的相关推送，介绍的都比较详细。（印象里纳新的时候出过类似合集的推送）"}
{"id": "chunk_00140", "title_path": ["【以下是社团夹带私货的环节】"], "chunk": "这里宣传一下【南风动漫社】（夹带私货），有兴趣的线下招新可以来看看~\n再夹带一下私货，欢迎了解【瑚琏琴社】，有兴趣的可以线下招新来看本人卖艺社死（戳戳张鹤文）\n第三个夹带私货，欢迎有乐器特长的同学加入【南开室内乐团（NKCO）】具体可去群里私戳李墨涵\n戳戳【公能思辨】，没基础可以冲，22级的教练人都不错的，八里台教练都是大美女，比如博一姐姐～\n可以考虑【摄影与无人机社团】，群里全是大佬\n欢迎大家加入【南开大学红色记忆宣讲团】，对于红色文化、革命历史、宣讲、社团集体社会实践进行调研的宝子们可以考虑一下哦～联系22马院王培源就可以\n戳戳【咖啡浪潮社团】，有兴趣的可以八里台线下招新来看看。（为自己的无知向各位学长们深表歉意，那就给打个广告吧~）\n【南开大学国乐相声协会】：给你快乐，我也快乐\n（加入该组织可增长舞台经验，学会写微信推送，不定期大吃饭等）"}
{"id": "chunk_00141", "title_path": ["【台球社】：欢迎来扎杆", "6【以下是学生组织的宣传环节】"], "chunk": "黄埔团校（南开大学团委组织部下面的一个组织）\n黄埔团校欢迎你（xhr：该组织明显区别于传统的学生组织，详情可询问zhw/xhr/zzz，不建议盲目参加，且该组织极其不适合想在学生工作上取得显著成绩的同学，但是确实能交到许多交心的朋友，如果性格合适真的值得来）（ps：zhw：21-新传-网新-张鹤文，xhr：22-人智-智科-许翰儒，zzz：22-中文-张梓洲）\n党宣融媒体中心（南开大学党委宣传部融媒体中心）\n党宣融媒体欢迎你，其作为南开大学最大的官方宣传组织，主要负责各大平台南开大学官号及微信公众号的宣传制作和运营工作，欢迎对文案策划，采访编辑，摄影视频，拍摄剪辑和美工设计有兴趣的同学报名【党委宣传部融媒体中心】，大家看到的招生视频大概率是我们出品的，有专门的对口导师指导，可以来玩，在官方账号上投视频啦出个镜什么的。（详情可询问cyq、zhw、xzjy）\n【南开大学报学生记者团】：做有深度有温度的学生新闻（是党委新闻中心下面的学生组织 经费贼多），目前已经并入党宣融媒体中心。欢迎加入南开大学团委组织部的【骨干培养办公室】！"}
{"id": "chunk_00142", "title_path": ["【台球社】：欢迎来扎杆", "6【以下是学生组织的宣传环节】"], "chunk": "日常可参加各个学院有意思的团学活动，跨院交际，（eg：包饺子、做非遗、去参观博物馆、去游学等等）有时甚至可蹭某些学院举办的期末考试复习课（比如高数）。还可体验给各个学院打分的快感，哇哈哈哈。在骨培共事是一件幸福的事情，我们是校团委组织部下设的每年招新最为火爆的一个办公室，近几年逐渐做大做强，力争成为组织部最具先进性、最具特色的标杆办公室！"}
{"id": "chunk_00143", "title_path": ["【南开大学国旗护卫队】"], "chunk": "南开大学国旗护卫队是由南开大学人民武装部直接领导和管理的准军事化爱国主义社团类学生组织。（国护是学生组织！！）\n先说选拔，选拔条件不是很严格，只要思想纯正，基本上报名面试了就能过，身高体态口齿都没有什么限制，因为筛人的环节在后面（笑）。报名这个组织我要先进行一波劝退，首先这个队伍是准军事化组织，纪律是十分严格的，戏谑态度的朋友就先不要来了。然后就是很苦，要频繁早起以及长时间站军姿，练正步，还有拉练体能之类的，虽然对身体素质的要求没有那么高，但每一个经历过的人都会对那段吃苦的经历有着独特的记忆。最后就是大家对其的态度，尽管近年来国护不断加大宣传力度，但其依然属于“神秘的组织”的范畴，可能会引起部分同志的偏见。一直以来，无私和志愿成为了这支队伍的主题。生在阳光下，国护人默默的为国旗付出着自己的青春。尽管面对着许多的质疑和不理解，国护人依然自信地把汗水投入到自己所爱的事业。"}
{"id": "chunk_00144", "title_path": ["活动内容："], "chunk": "日常活动上，大一上基本没有什么需要主导的活动，主要是接受训练，内容为徒手队列动作，大一下会学习持枪队列动作。训练频率为一周三次一小时的早训，周末三小时的集训，时间由队员投票决定。大二一周三次改为一周一次早训。同时，在某些特别节日会作礼兵服出升旗任务，如清明海军节空军节国庆之类的，只要报名人数足够，依然是自愿参加的。大一下学期一段时间后会交接日常升降旗任务，频率视人数而定，基本上大一一周一次，往后可能到两次（八里台两个旗杆，可能会三次），直到交接到下一次。同时，大一上学期期末会划分各职能股，约等于其他学生组织的各部门，包括作训股，监察股，宣传股，政工股，保障股，各股负责不同工作，具体内容可以找认识的人详谈。不过基本到了大二大家互相熟了也会频繁去跨股帮忙（尤其带训这，基本上所有都会参与带训）。大一下学期同时会遴选股长，负责股内工作。进入大二后，受训量减少，这时主要负责带训工作以及主导股内工作，作为教官去训练下一期队员。大三还可以选择竞选队委会，作为队长和指导员领导各项工作。"}
{"id": "chunk_00145", "title_path": ["担任军训的教官工作。"], "chunk": "国护队目前分为两分队，津南为一分队，八里台为二分队，今年23新生为第九期国护队员。国旗护卫队由南开大学武装部领导，负责老师为张更辉老师。目前国护自治性较强，因此日常工作主要由队委会领导，队委会由正副队长和正副政治指导员构成，两分队各自两名。各分队下设骨干，即分队长和其他五个职能股的股长，负责对内工作。"}
{"id": "chunk_00146", "title_path": ["益处"], "chunk": "首先，最直观的，有衣服穿有枪拿，很帅，改良体态，这类乱七八糟的；\n能够接触学工部及武装部领导（去年甚至能和露露握手），与其对接工作；\n大家最关心的，参加军训带训工作，担任排长连长甚至营长，一般训练的是同级\n所有的训练坚持下来，心理和各方面能力会得到一个很大程度的历练，磨人心性但却能让你成为一个更加坚强勇敢有责任心的人。"}
{"id": "chunk_00147", "title_path": ["训练下一期队员，指导工作。"], "chunk": "军事理论课助教的优先招揽（本人经验），但不确定。人际关系，能顶到最后，一起吃苦的人，关系一定不会差，不管男女能铁到穿同一条裤子。大概就这些，抒情的话我也不多说了，希望大家能够怀揣着热情与热爱加入南开大学国旗护卫队，我们同在蓝天下，共护一面旗！"}
{"id": "chunk_00148", "title_path": ["【团委学生课外活动指导中心体育工作组】"], "chunk": "其实就是大家熟知的校体育部，应该是津南一个八里台一个，在这里你可以当上足球篮球裁判，掌握校长杯的最新动向；还能参与荧光夜跑的策划与选歌（给朋友们当选歌台真的很爽且合法），在校庆荧光夜跑中内幕到奖品，还能认识到各个专业的学长学姐，获得一大堆期末复习的资料，更能认识到和你热爱相同运动的玩伴......同时也能收获许多干货：推送、排版、制图、场务等等，很大的提升了专业能力（同时也意味着在三大球校长杯举办期间特别特别累）总之校体是一个很nice的选择（感兴趣的欢迎私戳shr）\nps：这个好像很难讲，每个学院都不太一样且每年都会变的。导员都会发信息，会开会讲这个东西，自己留心去听。不要忽略这些东西，毕业前没达到相关要求毕不了业！"}
{"id": "chunk_00149", "title_path": ["志愿服务"], "chunk": "志愿服务有校内志愿服务和校外志愿服务两种。校内志愿服务各个学院会有专门的志愿者群，发自己学院的志愿服务信息。南开大学团委也会发面向全校招募志愿者的志愿活动的信息。如果想要更多的志愿服务的机会，加入学院的社志督（每个学院该部门的名字不一定相同）和学校的社志督是一个很不错的选择。校外志愿服务就需要自己找喽，找到就可以去做，拿到一系列证明（请提前问好自己学院对证明的要求），开学后找自己学院在负责志愿服务的部门工作的同学，交材料，然后催他赶紧批你的校外志愿服务时长就行。（ps：他们很容易忘也很容易不及时盯系统的）\n校内志愿服务时长和校外志愿服务时长在系统上会分开显示时长，但没关系，毕业要求看的是志愿时长，一般不区分是校内还是校外的。"}
{"id": "chunk_00150", "title_path": ["社会实践"], "chunk": "寒假暑假都会有，可自行组队，寒假有固定的任务要求，暑假一般随便，干啥都行。寒假的时长固定（印象里大多数是这样的），一般不能自己想申请多长就申请多长。暑期的可能会需要写申请书、留照片、留视频、写推送、写总结、写论文之类的（不一定是全都需要，也不一定全，需要看你们做什么以及想怎么做，具体情况具体分析）。暑期申请时长每天最多8小时，时长是可以自己写的。（dddd）\n社会实践时长和志愿服务时长是不一样的，不要混在一起谈！"}
{"id": "chunk_00151", "title_path": ["公能讲座"], "chunk": "总次数听够即可。如果该讲座是公能讲座，导员发讲座信息的时候一般会写出来的。形势与政策每学期需要听几次讲座（线上or线下都可能，看各自学院安排），导员和教务到时候会发通知，人去就行，别做太逆天的事就行，干啥随便（摸鱼）。每学期还有一篇报告，字数够交了就行，一般也不会查重。（查不查重看自己学院规定啊，每个学院不一定一样）"}
{"id": "chunk_00152", "title_path": ["关于入党"], "chunk": "基本原则：纯自愿，马院除外，据说马院潜规则是必须都得入（到时候问王培源确认一下）；年龄满十八岁；高中以前如有推优等情况均不作数，不满十八岁的不具有申请入党和推优资格。基本资料：入党申请书——手写，5-6页（不同学院不同要求，有四页半的也有12页半的），南开大学绿格稿纸（什么颜色也看学院吧，有的学院是南开抬头就行），不允许任何涂改。交上去之后或者交之前辅导员或是团委老师会让你填一些表格，比如入党申请人备案表等，比较规范的会让你准备一个大信封/档案袋装资料，以防丢失，基本流程走一遍之后，你就是入党申请人了。入党的优缺点：政治面貌保证，选调生的基本条件之一，留任学生工作有较大加成，未来从政或是事业单位有一定加成。缺点是去某些国家可能有一定程度受限。基本流程（时间线）：入党申请人——积极分子——发展对象——预备党员——中共党员\n入党申请人：以提交入党申请书时间为准，满半年后具有推优资格，在团支部进行差额/等额选举，推优后审核流程通过，成为积极分子。"}
{"id": "chunk_00153", "title_path": ["关于入党"], "chunk": "推优名额指标（学校规定，但各学院执行不一致）为所在团支部名额的20%，向下取整（这个向下取整我记得我给新传算指标时候是这么弄的，但是周政某些班和外院某些班一次只推一个人我也不知道为什么，可能各有各的要求）（有的学院是每个班给名额，有的学院是把大二到大四的放到一起考试，选出一些人）。走流程包括填表格，参加积极分子培训班，结业。结业这个事依然是一个学院一个玩法，文学院/新传是做点活动，提交个人总结，有的学院比较严格，比如进行闭卷考试等，大同小异。积极分子：要写思想汇报了，思想汇报一季度一篇，要求是4-5页（依然不同学院不同要求），南开大学绿色稿纸，不得出现涂改。这个日期从交入党申请书开始算，算起来这时候你的档案袋里要有两篇思想汇报了。积极分子满一年就具有成为发展对象的资格，这时候，你的档案袋里要有六篇思想汇报。最后还要写一篇综合思想汇报，也就是俗称的自传，落款日期要在所有思想汇报后面，成为发展对象日期之前，所以思想汇报的落款日期先别写，到时候装档案袋的时候听要求一起补。"}
{"id": "chunk_00154", "title_path": ["关于入党"], "chunk": "发展对象：积极分子满一年后，具有成为发展对象的资格，发展对象由学院党支部讨论得出，可能需要选拔也可能是老师内部决定，这个说不准。发展对象名额根据每年党委指标分配，可能不一定所有具有资格的积极分子都能成为发展对象。发展对象培训主要包括培训班，网上学习，线下学习，结课考核等，跟积极分子类似，但是要麻烦一些，还要填十几个表格，包括政审、函调等，需要细致与耐心，尽量能一遍过吧，祝你好运。也不排除发展对象考核没通过的情况，因为这些年指标在不断减少，得看学院党委的老师有无本事全部通过了，一般是成为发展对象都能过，就是麻烦不麻烦的问题，当时本人写表格填表格填的相似（因为总有要改的地方）发展对象全流程大概需要一个多月，最后发电子证书或纸质证书，装进档案袋。预备党员：发展对象培训结束后，成为预备党员，注意几个日期的填写，成为发展对象的日期和接收预备党员的日期是不一样的，包括你的入党申请日期、积极分子的日期，要牢记，这些都是基本要求。正式党员：预备党员满一年转正，别忘了一季度一篇的思想汇报，当然要不建议攒一起写（bushi）本人惨痛的教训，考毛概头一天晚上恶补三篇思想汇报。"}
{"id": "chunk_00155", "title_path": ["关于入党"], "chunk": "需要提出转正申请，走流程，就可以了，其实到预备党员问题就不大，基本熬出头了。总结：赶早不赶晚，毕竟入党申请书的日期是你自己写的，越早越好，别到时候差一天没有推优资格，一天＝半年，很亏。理论上要是没什么障碍，大三下基本就可以成为正式党员了。其他可以咨询zhw和hj，这俩人天天混已经熬出来了，主打的还是毅力。（ps：关于入党，每个学院卡人的点不太一样（毕竟人数有限），自己学院的情况还是自己去打听了解吧）"}
{"id": "chunk_00156", "title_path": ["（一）关于选调"], "chunk": "选调生主要分定向和非定向两种，为各级党委、政府从高等院校应届毕业生选拔后备干部的一种形式。经笔面试通过进入机关后为公务员（或参照公务员法管理的事业编，即参公）身份，在本单位干活的同时还会受单位所在地区的党委组织部跟踪评价管理，有可能得到优先提拔（现在每年人这么多就当个饼吧hhh）。新录用选调生需要在县以下机关锻炼两年，其中至少应到村锻炼一年。各省选调政策情况不一，报考态势千差万别，考试形式和难度也不尽相同，既有点击即送也有千里挑一。各省组织部在笔面试成绩、学生工作经历、专业、学历、籍贯、性别等方面各有偏好，总之，上岸是一个双向奔赴的过程。我校有专门的网站和公众号“南开选调生”以及社团学生立公研究会"}
{"id": "chunk_00157", "title_path": ["中共党员(含预备党员)。"], "chunk": "学生干部。范围因省而异，大部分指选调对象最高在学阶段担任校学生会(研究生会、团组织)副部长及以上职务，院系学生会(研究生会、团组织)主席、副主席(书记、副书记)，班长、团支部书记，且应任职满至少半学年（要求一学年的多），一般不包含各类学生社团职务。获得校级及以上荣誉称号(包括三好学生、优秀学生干部、优秀团干部等，不包含各类奖学金)。校级及以上荣誉称号一般只包括选调对象最高在学阶段取得的荣誉称号。"}
{"id": "chunk_00158", "title_path": ["具有参军入伍经历。"], "chunk": "以上四条至少满足一个，部分省份还对各学段的应届生最大年龄有要求。ps：绝大部分省份只允许选调对象最高在学阶段在选调高校范围内的才可以报考，除了黑龙江，比如说本科是92硕士在黑大哈理工也是可以报滴（笑）\nps：入党相关事宜可以咨询张鹤文或者黄觉，这俩老东西现在已经是预备党员混出来了，难度不是很大，但是要交的材料比较复杂，需要耐心细致。ps：关于入党，每个学院卡人的点不太一样（毕竟人数有限），自己学院的情况还是自己去打听了解吧"}
{"id": "chunk_00159", "title_path": ["具有参军入伍经历。", "3.地区与待遇：每年各省的选调大幕一般以九月初黑龙江发公告开始，到转年五月海南第二批面完试结束，虽然看起来时间跨度很长，但笔面试主要集中于十月中下旬到过年前这三个多月。由于一般选在周末，如果巡考的话很有可能发生考试撞车的情况，因此可能需要提前思考几个问题，异地能忍吗、待遇能活吗、考上真去吗？"], "chunk": "关于待遇，众所周知京津沪苏南浙北大湾区挣得多，可能一年都能二三十个达不溜，此外云南貌似也不少。其中天津有补充公积金，这玩意还是挺有用的。内地平均水平大概省直、副省级市直一年12-15，地级市9-11，基层10以下那样？现在很多地方拖欠绩效很严重，如果纯基本工资也就打个三四折挣扎在温饱线上！印象里工资出了名低的有：广西、河南、河北。这种可以通过公众号和小红书刷到。"}
{"id": "chunk_00160", "title_path": ["接下来谈谈我印象里的各个地区情况"], "chunk": "黑龙江：九月初笔试，笔面一个周末搞定，去哈尔滨，报销。先报岗，以笔面成绩为主，战线长递补能小半年。这几年岗越来越次，但是会保证每个专业都有省直岗。ps：欢迎满足条件的，大四上没啥事的uu报考黑定选，10月下旬考，能报大概1200左右的路费，而且不用提供发票，很适合顺路回家。吉林：本科报不了，送考入校，按学校给岗校内竞争\n辽宁；送考入校，笔试截各校男女各前100，面试官在线上，面试不太卡人，主要看后续配岗单位的面谈。内蒙古：12月底在北京考，有单独的政法专项，没有行测全老申论写完手快断了。山西：1月在太原，考一堆数学算一堆数对文科生不友好。天津：大概11月在天津市考之前一天，题中规中矩，北京各985人巨多。天津得自己交钱，看出来财政很吃紧了就是说。\n陕西：岗位是六月开盲盒，本科生铁踢乡镇，西安不好去。"}
{"id": "chunk_00161", "title_path": ["甘肃、宁夏：定选不在人家范围"], "chunk": "山东、河南：山东在第二批定选范围内好像10月考，河南好像是大概12月，巡考战士老家那能好考嘛hhh\n江浙沪：江苏分什么名校优生啥的好像，还卡本科生成绩，卷，偏爱本地高校，南开一年这仨加起来也就十个二十个好像。广东：机考，珠三角难考，当时卡点报名卡过了没报上。广西：在北京，笔面一天，咱学校上午笔试能去30个下午面试就剩10个左右了，我考那天是十大歌手决赛，甚至面试完能赶回津南看晚上的决赛。配岗开盲盒，据说外省分的还不错。四川：机考，据说成都待遇不错，开盲盒，笔试在北京面试去四川。省直和成都挺卷的，好像还有公文写作题。贵州云南：按岗报名，而且都考得蛮早的，云南好像还送考入校\n湖南：这家好像全扔村里然后三年后再考取前五百进省市。。。央选：每个学院推个位数人，校内先选一轮，然后跟国考一起考，后续一直到考察都是差额，非常容易陪跑到最后。而且bw加班极为严重，挣得也就那样，分房还得排队，看个人选择吧。24年好像咱学校有本科考上的。"}
{"id": "chunk_00162", "title_path": ["甘肃、宁夏：定选不在人家范围", "4.岗位与报考：大概可以分为按岗报考、按地区/部门报考和考上开盲盒几种情况。"], "chunk": "按岗报考：像黑龙江就是把岗位、专业限制啥的都弄成表，按照限制筛选报名就好，那很省事了，跟国省考差不多成绩高就上没啥好说的。卷的岗位，要么是专业不限都可以报，要么是小众专业全挤这块了，要么是女生，要么是好地方的。（我那次报的是限基本上所有文科专业、党员、本科以上，结果去面试候考室唠嗑的时候发现身边基本集齐了吉大所有文科专业的学生）像理工的计算机软件，文科汉语言法学专业有许多岗任君挑选。按地区/部门报考：这种不好不坏吧。像四川是把岗编成地区+序号的形式，然后限专业，等考上以后入职之前再开盲盒，起码不会报成都给扔大凉山去嘛。像辽宁分三层，第一层省直仨志愿，第二层沈大市直几个志愿，第三层沈大区直加其他市市直，这样面试后就等着各个单位联系面谈就好，谈妥了就签直接定，谈不妥就下一个志愿继续走。像天津是按市直部门和区的部门/镇街分的岗。开盲盒：恕我直言不太友好。。。六月底刷到西北某省开盲盒把人博士分山沟里（）\n（如有本科毕业就想走选调的选手可戳20-历史-唐铭毅交流）"}
{"id": "chunk_00163", "title_path": ["什么是支教保研？"], "chunk": "支教保研推荐免试研究生的招募指标由教育部专项下拨，支教保研隶属于国家“大学生志愿服务西部计划”，有关高校（从2025年开始，南开大学由校团委负责组织和选拔）按照“公开招募、自愿报名、择优选拔、集中派遣”的方式，每年招募一批具备本校推荐免试硕士研究生资格的应届本科毕业生到西部贫困地区基层中小学校开展为期一年的支教工作和力所能及的社会扶贫、志愿服务、各类公益活动等，同时按照当地团组织安排可兼任一定的基层组织建设工作等。简单来说就是获得本校保研资格，但是有条件的，需到学校对接的中西部地区县级以下服务地支教一年，支教结束后回校攻读硕士研究生。原则上专业任选，但需要对方学院开接收函确认接收，所以一般来说，都是保研至本学院。由于支教保研名额较少较为特殊且与普通保研的流程不同，本群目前为止只有本人一人入选支教团（虽然我感觉第28届的第二个人马上就会来），且本人是以倒数第一擦边进去的，所以以下文字仅供参考。基本要求：专业排名80%以内，同时不得参与普通推免。也就是说，支教团和普通保研只能选一个，如果成绩擦边普通保研想赌个大的进支教团，可以，但是风险很大，一旦失败直接G。"}
{"id": "chunk_00164", "title_path": ["关于名额："], "chunk": "每个高校每年支教保研的名额和服务地区一般较为固定，27届起成团总名额为22人，新疆阿勒泰10、西藏达孜5、甘肃庄浪4、海南海口3。28届及以后是否会有调整，尚不明确，一切按照当年文件情况走。每个院推荐名额数为：该院本科应届生总人数×1.5%向上取整，不满1的取到1，可根据上一年度入选人数向上浮动。举个例子：某学院本年度毕业生人数为77人，计算后得出结果1.155，向上取整到2，该学院上一年度一人入选支教团，最终得出学院推荐名额上限为3。关于选拔流程：首先学院测算名额数之后会筛一轮，院内先试讲。最终N进X，N为学院报名总人数，X为学院推荐名额上限，且最终X人会有顺序排列，最终xxx成为某院1号种子、xxx是2号，xxx是3号。根据以往经验，仅有文学院、金融学院三个种子全部入选。关于试讲：3分钟，超时强行打断（不管是到学校还是在学院）。校级初面/复面都是讲一样的东西，也就是初面进了之后给不同的评委再来一遍，复面结合初面成绩定最终排名。一节高中/初中任意学科的课即可，最重要的是让人如何在短短几分钟内抓住你的特点觉得你“特”“行”。"}
{"id": "chunk_00165", "title_path": ["关于名额："], "chunk": "通过学校研支团招募相关考核即可获得支教保研资格，同本年学业推免生一样填写推免系统，9.29当天也需接受推免拟录取通知，录取通知书则在次年与同届拟录取研究生的录取通知书一同下发。关于体检：参照西部计划志愿者招募体检标准。关于分团：一切服从安排。报名表会写让你填志愿顺序，虽然跟最后去哪没什么必然联系。关于支教专班和入选支教团的关系：不清楚，需要参加过青马专班的人写，这是新搞出来的东西。其他要求：党员（至少也得是预备党员）、教资（可能后面要求全面持证上岗了）、简历（校级两轮面试会根据简历内容提问，不要弄虚作假，评委一眼就能看出来）、评委（初面为各院分党委副书记，复面为校领导）\n（by-21新传-张鹤文）"}
{"id": "chunk_00166", "title_path": ["关于通识选修课（E类课）"], "chunk": "通识选修课程包括六个模块：公能素质和服务中国、艺术审美与文化思辨、科学精神与健康生活、社会发展与国家治理、工程素养与未来科技、世界文明与国际视野。自 21级学生开始，在满足E类课要求总学分的前提下，原则上需在六个模块中至少选择四个模块修读，每模块修满不少于 2 学分课程。22级开始好像改成14学分了，除了六个模块中至少选择四个模块修读外，艺术审美与文化思辨模块必须选够2个学分……\n本栏目推荐以课程要求＋个人上课体验＋得分情况三个维度展开，以实现供25级黑龙会uu参考的目的。（仅供参考哦）\n全球水与生态可持续性展望（2学分 科学精神与健康生活 2023年秋季学期）："}
{"id": "chunk_00167", "title_path": ["课程要求："], "chunk": "平时成绩 20%\n包括前几周课前二维码签到考勤、一次学术研讨签字考勤和一次结课两周论文汇报考勤\n学术论文一篇 80%\n文件名： 姓名+专业+论文题目\n邮件主题： 姓名+全球水与生态可持续性展望结课论文\n（包括目录、小节、参考文献以及页码〔4-6页〕，内容围绕讲课教授相关，word发送至邮箱。）\n张老师人还行，主要围绕水资源展开，老师请了环科的老师和教授，讲了包括全球水资源状况、污水处理、水资源再生和利用和国内水资源情况等议题。体验还行，是一门合格的通识课。\n给分4.0（98分）。无缺勤，论文是按照格式将知网几个论文整合在了一起，查重老师说30%以内，其实是不看的。环境安全（2学分 科学精神与健康生活 2023年秋季学期）\n自由分组小组展示 10%\n考勤（不提前告知，随机2-3次） 10%\n结课周期末开卷考试 80%"}
{"id": "chunk_00168", "title_path": ["个人上课体验："], "chunk": "汪老师很温和，课程主要围绕环境安全展开，包括水资源安全、土壤安全、大气安全、固体废物污染防治等。在课堂自习时候感觉像又完善了一遍自己的高中地理框架。期末开卷考试，老师会提前把PPT发群里，考试时候带着电脑按大章节找就行，都是原话。最后一个开放送分题GPT上大分。\n给分4.0（97分）。无缺勤，小组展示也是提前了一个周日准备好上去讲完的。环境保护概论（吴婧老师）（2学分 社会发展与国家治理 2023年秋季学期）"}
{"id": "chunk_00169", "title_path": ["课程要求："], "chunk": "考勤（1-7周线下课，只需要考勤2次即拿满） 10%\n学堂在线 90%\n视频单元考核（学堂在线观看视频记录） 30%\n作业单元考核（学堂在线，系统设置了2次提交作业的机会） 30%\n考试单元考核（学堂在线，考试内容来源于题库，题库由所有的作业单元的题目构成） 40%"}
{"id": "chunk_00170", "title_path": ["个人上课体验："], "chunk": "吴老师人也很好，主要讲的和环境安全挺像的，就是围绕大气、土壤、水资源、固体污染物防治、噪音污染、全球环境治理共建等几个议题展开。作业题都可以上网查到，视频也有所涉及。考试时候只需要翻之前的线上作业题就可以满分。（作业题圆的是单选，方框的是多选，刚开始出现多选题适合没注意到，答两次全错，大失败）\n给分4.0（100分）。考勤完成，最后学堂在线分数是99点多。掬水月在手—古典诗词与现代人生（1学分 艺术审美与文化修养 2024年春季学期）\n四次考勤（前9周隔一周上一次课） 20%\n智慧树在线学习（学习进度分 10%、学习习惯分10%） 20%\n章节线上测试一个 10%\n作业（提交“诗不远人话迦陵”视频） 10%\n期末线上考试 40%"}
{"id": "chunk_00171", "title_path": ["个人上课体验："], "chunk": "实话说，这个课事太多了，不过好在考勤时间固定，只上四次课。剩下的智慧树刷刷就行。课堂上老师会围绕“掬水月在手”这个电影讲一些内容，再就是诗词文化。我的作业视频是在宿舍录的，是给叶嘉莹先生录一个祝福视频和诗词文化见解（当然基本不给本人看啦）。期末线上测试题太难了，做了快1个半点，都搜不到，有点遭罪，最后才92。为了这一学分艺术，也是拼了QWQ（主要听说艺术审美的课好像都不是很OK，这门课分数透明，蛮实在的）\n给分4.0（96分）。无缺勤，所有内容按时提交。自然观察与生态摄影（1学分 艺术审美与文化修养 2024年春季学期）\n共四次考勤，只上两周内一整天的课（纸质签到） 缺勤两次者不通过"}
{"id": "chunk_00172", "title_path": ["个人上课体验："], "chunk": "主要是就上两天课省事，而且是一学分艺术课选的。第一周课程一整天老师在教室认识各种鸟，这个环科老师是观鸟爱好者。讲的一些故事蛮有意思的。第二周上午上课（我出去玩找人代签到的），下午是在津南有个湿地荒地实地拍摄（我旷了）。正好春天，一些花开了，整个学校都美美的，有跟我一个课的同学有的拍了鸟或者花发朋友圈还挺好看的。自然摄影作业我选的是那天出去玩拍的八里台化学楼的桃花，桃花挺好看！写一段文字＋配图交邮箱就行。（这老师上过官推来着哈哈哈哈）\n探秘大脑（1学分 科学精神与健康生活 2024年春季学期）\n长江雨课堂线上作业x2"}
{"id": "chunk_00173", "title_path": ["个人上课体验："], "chunk": "金老师是医学院的。其实这门课很像大脑医学知识科普，讲了包括睡眠，神经调节以及危害大脑健康的一些行为之类的。我印象比较深的是大脑之所以喝了咖啡睡不着，是因为咖啡因与一些受体结合，抑制褪黑素分泌之类的（如果说错了，那就是我学的不好）。反正蛮有用的，线上作业和期末考试都是老师发了一页课堂知识荟萃，开卷考试，就是写的有点累（ ）\n给分4.0（98分）。作业按时提交，线下结课考试考了。古代日本社会文化（2学分 世界文明与国际视野 2024年春季学期）\n议题论文3000字（无任何要求）\n课堂讨论报告Word.一个（这个老师好像也没看）"}
{"id": "chunk_00174", "title_path": ["个人上课体验："], "chunk": "神课！！！丁老师是区域国别研究相关，在学校日本研究院和历史学院任职，见多识广，讲话幽默风趣。老师讲了很多有意思的野史（Bushi）印象最深的就是老师谈及日本文化，说“比如日本男人爱上Crush，不一定要娶本人，可以娶她的女儿或者姐妹之类的”，反正就是在历史上形成的离谱价值观（ ）蛮独到的视角。老师组织过一次讨论课，议题关于中日家庭对比之类的，课堂上大家的观点都很新颖独到，我敢说这是最完美的通识选修课和大学理想课堂之一。本来老师开始说要期末开卷考试＋两次课堂报告来着，但是好像因为学生和老师各种事情改成了论文（秋季学期开学前交到邮箱）。最神奇的是，老师最后给分根本没看论文，集市上有同学甚至还没交论文，分就出来了。很神奇的e课体验，没有之一。\n给分4.0（96分）。在老师出分前交了论文。\n数学文化（李军）（2学分 科学精神与健康生活 2023年秋季学期）：\n隔周上课，扫码签到，有MOOC，期末半开卷。\n不是水课，很有趣。上课会讲一些数学精神和趣味题（游戏决胜策略之类的），老师人很好，讲课非常有趣，课堂会提问or抢答。MOOC讲一些对称性之类的东西，简单易懂的科普。推荐喜欢数学的uu来体验。\n给分4.0（94分）。MOOC少提交一次，线下请过假，但课堂比较积极。\n信息检索 （1学分 工程素养与未来科技 23秋季学期）\n平时成绩忘了，但是老师不点名，期末是进行信息检索作业，老师给题目，有中文、外文。\n不是很难，当时笨人没怎么听老师讲，但是是很有用的一门课，笨人现在挺后悔的，所以期末做的有点点费劲，但是三个小时左右也是搞定了。\n给分3.7（88分），因为笨人学艺不精，如果大家稍微听讲听讲估计很容易4.0的。当代美国外交（2学分 世界文明与国际视野 23秋季学期）\n平时成绩忘了，但是老师不点名（有一次不知道是为什么了老师很生气点了一次名），期末是进行论文结课（3000字），老师给几个题目，选一个来写，去年前年应该是都没查重。\n老师讲的很有意思，可以学到知识，之前有一个学长在自习，老师提问他，他说他在自习没在研究老师讲的内容，老师让他把他自习正在研究的给大家讲讲哈哈哈哈哈哈哈哈哈。（老师好像只提问老师认识的他们学院的学生）\n给分4.0（95.1分）\n纳米科学下的食品安全与健康（1.5学分 科学精神与健康生活 23秋季学期）\n平时成绩忘了，但是老师没点过一次名，期末是进行论文结课（1000字好像记不清了但不是很多），题目自选，笨人忘了ddl，过了一周多才发的也给很好的分。\n老师讲的很有意思，可以学到很多食品有关的知识，想了解什么也可以和老师说，老师会给你准备，然后课上讲，比如减肥时的饮食之类的。"}
{"id": "chunk_00175", "title_path": ["得分情况："], "chunk": "给分4.0（93分）\n（评价;这个课真的神中神，老师人好，一次没点名，最后chat的论文拿了满绩，这课下一届还开，欢迎大家冲 by另一个选了这个课的23级某人）\n工程训练（1.0学分 工程素养与未来科技 23秋季学期）"}
{"id": "chunk_00176", "title_path": ["课程要求："], "chunk": "每次都要去老师那里签到，该课程就是学习焊接（锡焊），每次上课做一个作品，按照完成顺序先后从100-60均匀给分，期末有一个实验报告（就是一小张卷子，考的都是老师讲的，有点小难，搜的答案可能和老师的不一样）大概11/12周就基本结课了，期末去看老师进行演示就可以了。"}
{"id": "chunk_00177", "title_path": ["个人上课体验："], "chunk": "本人纯是个人兴趣爱好选的，只是觉得比较有意思。。。但是挺累的，每次都要做将近3h，但是老师很好，很耐心的教，上课需要坐前排，在实验室上课，比较空旷还有空调杂音很大，如果不听老师讲很难完成，大家按照兴趣爱好来选。\n给分3.7（89分）\n认知脑科学-解读心智（2.0学分 科学精神与健康生活 24春季学期）\n老师说了不会点名，老师口谕是觉得大家有好多事比上课重要，应该是期中期末论文结课，就1000字，但是老师可能觉得太麻烦了，就直接把期中论文也当做期末了，直接就是结课了。"}
{"id": "chunk_00178", "title_path": ["个人上课体验："], "chunk": "老师是尔滨人，也是留学归来的，讲课非常非常非常有意思，讲的内容也很好玩，像单口相声，而且有留学需求的同学也可以去请教他，老师应该是经常喝多了就请假（本人猜测，因为老师好像非常喜欢drink），非常非常好的老师！\n给分4.0（93分）\n改变世界的化学（2.0学分 科学精神与健康生活 24春季学期）\n线下和MOOC穿插，期末有一篇论文（500字），还有一篇实践报告（最后老师带着去实验室做化学实验）\n课上比较轻松，不点名。不提问，类似于科普的感觉。\n给分4.0（96分）\n中国古典诗词中的品格与修养（MOOC）（2.0学分 艺术审美与文化思辨 24春季学期）\n线下和MOOC穿插，期末是小组展示PT赛（津南和台儿里两个小组进行PK，然后投票，基本是津南赢，因为津南选课的同学多哈哈哈哈哈），老师给题目，津南这边是11/12个人一组，展示15min，很轻松。\n课上比较轻松，不点名。不提问，同学提问加分，喜欢诗词的同学可以来和老师一起探讨。\n给分4.0（99分）"}
{"id": "chunk_00179", "title_path": ["个人上课体验："], "chunk": "第1节课和最后几节课去一下就可以了（听课程要求和论文要求），也可以去了当自习课，只不过课程时间是在中午，可能有同学睡午觉会不太习惯。老师课程里讲的基本上就是一些很贴近生活的一些生物技术的知识，比如说有之前讲过一些海藻啊之类的。课程内容还挺充实的。论文要求也很简单。\n中午的两节课 12:00~13:40\n统计学导论（1.0 学分 科学精神与健康生活 24秋季学期）"}
{"id": "chunk_00180", "title_path": ["课程要求:"], "chunk": "论文结课，没有签到，一学分的通过制（不过老师后来说要给改成考试结课，不知道下学期会不会改，记得在选课的时候看一下课程要求，点一下那门课，就会进入一个界面，然后会显示考试的和平时考勤的签到呀占比之类的，然后还可以看课程要求 下载那个文件，点进去之后就可以看具体的课程要求和内容了。）"}
{"id": "chunk_00181", "title_path": ["个人上课体验:"], "chunk": "老师讲的东西就是一些统计学的基础知识，会引用一些实际的例子来讲，挺好玩的，还了解到了一些统计方面的知识。论文是要求，第1部分是统计学史，第2部分是代码，代码的话是用R 写代码，可以让ai帮写。如果不会下载R的话，可以去小红书找教程，如果还是下载不好的话可以找我～嘿嘿\n中西文化对照视野下的西方人文经典导读 （1.0学分 世界文明与国际视野 25春季学期）"}
{"id": "chunk_00182", "title_path": ["课程要求:"], "chunk": "论文结课；PRE可做可不做，什么时间都可以，提前跟老师说就好，我做了；会根据你选择的主题分组，同一个主题下有几本不同的书，想读哪本都可以，然后组内同学商量好在结课前开一个读书分享会，中文就可以，讨论议题：1. Make some comments on the book.( 读 后感）2. The insights you have gained from reading the book; 3.How do the ideas in the book shed light on a social phenomenon or your personal experience? 另外，小组长可以与其他组员商量着再增加两个议题。（分组的作用就只是读书分享，pre是个人展示）"}
{"id": "chunk_00183", "title_path": ["个人上课体验:"], "chunk": "老师是英文授课，但是会把比较生涩的词用中文再说一遍。老师人很宽容。课堂同学们积极发言，会有很大的收获，尤其是思想上的。如果你想要学到点有用的思想和积极的进步的话，非常建议这门课。老师会发课程要求和书单，还会发电子书，所以不用担心要额外买书。在课堂上讨论一些主题，老师的讲解和同学的发言都能给我很大的启发，真的很棒的一门课。而且老师备课非常认真，给分也很棒！\n后半学期上课（非常舒适，前半学期不用上，选课的艺术嘻嘻）\n世界经典芭蕾舞剧赏析与实践 （2.0学分 世界文明与国际视野 25春季学期）\n基本每节课都有签到，论文结课，要在最后一节课的时候教纸质版论文，要用统一的论文封面。\n第一节课要自我介绍。会有实践课，要去学活跳舞，老师会教一些动作，不过是纯体验，不用紧张。会在下节课问你的跳舞体验。\n我的这门课刚好在体育课后面，基本就燃尽了，尤其是去实践跳芭蕾，脚真的很痛（痛哭），建议大家不要在体育课后紧接着选课。\n吉他演奏和鉴赏入门 （1.0学分 艺术审美与文化思辨 24春季学期）\n考核方式是为同学弹唱《南开秋天》的A段（但老师鼓励同学们把B段也加进去）；"}
{"id": "chunk_00184", "title_path": ["期中结课，每节课都点名；", "②  个人上课体验:"], "chunk": "老师人挺有意思的，每节课都会向同学们展示自己的新装备。需要自备吉他或者从老师那里购买（能稍微便宜一点），不过课上大部分时间都在欣赏音乐，弹奏技巧需要自己课下练习（尤其是扫弦）。考试前一周老师会提供简化版的节奏型（但还是建议按谱子上的节奏练习）\n前奏把拨片扫飞了，B段卡了几秒钟，最终4.0。服务学习：远离传染病 （2.0学分 功能素质和服务中国 24春季学期）\n期中结课，分组下社区调研，提交小组分工表和个人总结，事情比较多。"}
{"id": "chunk_00185", "title_path": ["个人上课体验："], "chunk": "一般般。前两周在津南的教室上课（主要讲传染病方面的知识），然后第三周要求刷慕课（不检查）。之后是以小组的形式下社区调研，包括卫华里社区和西南村社区，都在八里台。。。所以津南的同学们庆谨慎选择。调研之前小组同学先商量一份策划案出来交给老师。调研的形式包括调查问卷和传单发放。调查问卷（首先得有人设计这个东西）收集个八九十份，然后总结出调查对象对哪种传染病不太了解，并以此为主题设计传单（传单也得有人设计）、在公众号上发送推文（推文也得有人写）。传单交给老师复印（设计时是彩色的，印出来是黑白的），脸皮厚一厚也都能发出去，关键是要留存此过程的照片（覆盖全体组员）。最后一节课在八里台思源堂进行小组汇报。此课不好翘也不好水，毕竟一个组也就五六个人。老师还是很心地善良的，考虑到津南学生通勤不易，迟到个几十分钟也会非常耐心地安慰你。最后还给每人发了一个结课证书。"}
{"id": "chunk_00186", "title_path": ["关于小学期（国际学分课程）"], "chunk": "小学期 （国际学分课程） 一共要学3学分，从24级开始国际小学期变成了必修，也就是说大学四年这三学分是必修的，大部分课程开在暑假期间，也就是要牺牲暑假来修。选课：小学在eamis上有单独的选课，选课时间要看教务处老师通知，几乎每个学院都会开小学期的课程，可以根据自己的兴趣、方便的时间等来自由选择（暑假每周都会有课，当然是建议选前两周的的课，这样不耽误暑假回家或者其他安排）。还有的课程不跟随eamis一起选课（不是很理解），需要关注学院自己的公众号通知到底如何选课，是填问卷还是怎么样。总之，一个暑假是可以把3分都修满滴~\n不建议跨学院选课选得太离谱，比如说文科生去选物理学院开的课程，这样对你能否拿到学分有影响。国际学分还有很多不同的获取途径，如暑期云课堂、国际交流等如有问题，可以联系自己学院的教学办公室询问。记得学期期间有的学院会有主题讲座（会通知在学院群里），如果通知里说“算在国际学分里”，那这就是国际交流里面的，听几次讲座折合一学分。化院当时发的【国际学分课程】特别提醒，选修了其他学院开设的国际学分课程也是认定为国际学分。"}
{"id": "chunk_00187", "title_path": ["关于小学期（国际学分课程）"], "chunk": "小学期选课建议：需要注意的是当天选课，当天就能退课，然后第1次选课是先选自己学院的课，第2次选课是可以选到别的学院的国际学分课程，一定要确定自己到底想不想上这个课，因为过了这两个选课的时间，就没有专门退课的时间了。我选的是暑假的第1周到第二周的星期一的课没有选第2周的，有些同学课选多了就上着上着就后悔了，想回家，可惜没有后悔药了只能继续上……\n结课&给分形式：同时选课之前要仔细看好你想选的课是百分制还是通过制（结课方式是考试还是论文结课），百分制最后需要考试的，而通过制只需要完成结课论文或者其他作业就可以得到相应学分了。还要关注课程安排的难易程度，比如要求较高的英语pre等。云课堂：可以理解成小学期的线上形式，也是可以算作国际小学期学分的，学9学时算一学分，18学时两学分，还要提交3000字课堂体验。不过好像是有学分上限的，具体就看每年的通知吧。"}
{"id": "chunk_00188", "title_path": ["关于小学期（国际学分课程）", "24级的云课堂详情下如图（一定要关注学院的通知，报名的时候赶上期末周，有同学没报上名，不知道有没有影响）"], "chunk": "本栏目推荐以课程要求＋个人上课体验＋得分情况三个维度展开，以实现供25级黑龙会uu参考的目的。（欢迎大家建设这里~仅供参考哦~）\n细胞膜与细胞骨架生物学（1.0学分 生命科学学院 25小学期）\n授课老师：Andrea Daga，李芃老师负责签到和一些通知。课程要求：前几节课有签到，后面就没有了，不过建议还是都去比较好，或者可以跟同学商量好，互相帮忙签到，签到方式是有一张签到表，找到自己的名字，在旁边签字。结课方式是在上课最后那天小组展示，即presentation，5个人一组，自己选择组员，每人讲一张幻灯片就可以，一张幻灯片一钟，5个人总共5分钟就行。个人上课体验：老师人很好，上课会给我们开字幕，英语听力不好的有福了，而且如果有没懂的可以随时告诉老师哪里没跟上或者不理解，老师很宽容。课程内容结束后老师会给你的邮箱发送课程的课件，如果你在课前就需要的话，可以联系我（syj同学），我发给你。课程时间是第一周的周一到周五的下午（老师讲课）和第二周的星期一下午（小组展示）。得分情况：3.7，不知道算不算好，不过需要付出的很少，所以我觉得挺好的🥰\n国际发展前沿（1.0学分 经济学院 25小学期）\n课程要求+个人上课体验：为期三天，1学分。避雷，事儿多还要小组讨论、做ppt、pre（每小组每个人都要上去说）、课上要求回答问题，总之避雷，下次有没有这个课就不确定了。"}
{"id": "chunk_00189", "title_path": ["得分情况：目前未知"], "chunk": "中外文明交流互鉴（2.0学分 外国语学院 25小学期）\n授课老师：都是外教全英语授课，还有一位日本教授全日语授课（不用担心听不懂，会有日语系的研究生学长学姐一句一句翻译的），这个老师课上会放很多有关日本文化的视频。课程为期5天。课程要求+个人上课体验：论文结课，3000字，按时发到邮箱就可以了。虽然有点名签到吧，但是人家给2学分，还是通过制，签完到或点完名课间就可以溜了（200人小礼堂没空调太热了）也没那么多事，课上愿意干啥就干啥了。"}
