{"id": "chunk_00000", "title_path": ["（排名不分先后）", "2023年"], "chunk": "黑龙江校友会22级以上全体成员及外援团队"}
{"id": "chunk_00001", "title_path": ["（排名不分先后）", "2024年"], "chunk": "陈昱奇 赵新松 李沐熹 董丰瑞 王汉莹 李古月 李天娇 曲维宁 汤盛宣 宋佳欣 孙  蕗\n杨  博 孙浩然 孙悦美 张越珊 张瀚方 张鹤文 张语甜 魏同心 谷泓毅 王沛暄 王  晓\n王叙澄 程正骁 许翰儒 杨佳铭 李欣芮 唐铭毅"}
{"id": "chunk_00002", "title_path": ["严正声明:"], "chunk": "本爬行指南为编辑组所有成员共同的知识成果，具有合法的知识产权，仅供黑龙江校友会内部传阅。所有黑龙江校友会成员严禁外传（链接和文件都禁止外传），严禁用作商业用途，严禁恶意删除或编辑。若有违反以上规定或其他造成不良影响的行为者，在群内置顶通告并踢出黑龙江校友会，禁止参加一切黑龙江校友会有关活动，禁止获取黑龙江校友会任何资源和信息，进行省内“封杀”。\n全体爬行指南编辑成员  敬上"}
{"id": "chunk_00003", "title_path": ["兹通告发布之日生效，皆按照本声明处理。", "2024年7月28日"], "chunk": "补充说明：爬行指南是往届黑龙江考入南开的学长学姐写给历届黑龙江新生用以补足信息差的，每年都会更新。我们本身没有任何义务给每届新生补信息差，也没必要管你们。准备指南、建群带学带玩都是纯义务，也混不到任何表扬荣誉，可以去问其他省份同学有没有我们这样年年对本省新生操碎心的学长学姐。请勿外传，请尊重我们劳动成果，不管主动给还是被要。认真读完这份指南能让你们开学初领先很多，都这样了还外传的人真不好说你是聪明还是傻。Cyq:丑话说前头，别逼我们到时候找上门去骂你。线下逮到你直接把你脑袋揪下来踢爆，进行等量的言语攻击，黑龙会内部公开致歉，记入黑龙会史记，并且问候你祖宗十八辈，还有外省同学如果看到是谁转发的，请直接飞书私信2311938，必有重谢。"}
{"id": "chunk_00004", "title_path": ["目录"], "chunk": " 写在前面\t5\nNKU课程体系\t5\n校园常用网站\t7\n生存必备软件\t9\n微信公众号\t11\n代管学院\t13\n 校园生活小妙招和美食推荐\t19\n选课篇\t19\n上课篇\t22\n翘课篇\t24\n注意事项「新生必看」\t25\n南开大学图书馆\t35\n八里台篇\t40\n津南篇\t43\n高分应试篇\t49\n 二次选拔\t51\n 关于大类分流\t51\n 大类生存法则\t51\n 关于转专业\t52\n 关于辅修&双学位\t53\n 关于挂科\t54\n人文社科类\t54\n工科类\t54\n物质大类\t54\n数统大类\t55\n 关于荣誉称号&奖学金\t56\n 关于学科竞赛\t59\n 关于大创\t60\n 关于军训\t62\n 关于体测&体育课\t64\n关于体测\t64\n关于体育课\t64\n创高体育\t65\n 关于学生组织&社团\t67\n 关于志愿服务、社会实践、公能讲座\t71\n 关于入党\t72\n 关于选调生&考公考编\t74\n 关于支教保研\t77\n 关于通识选修课（E类课）\t79\n 关于小学期（国际学分课程）\t89"}
{"id": "chunk_00005", "title_path": ["NKU课程体系"], "chunk": "首先，介绍一下NKU的课程类别，所有课分成ABCDE五个类别：\nA：通识必修课（eg.基础英语，体育，思政，高数，军理，形策公能，大学语文等等。没错，在南开文科生也需要学高数，理科生也要学大学语文）\nB：大类基础课（一般是大一在大类分流前要学的基础的专业课，整个院或整个大类里的必修课。现在随着培养方案的迭代完善已基本消失，大多转为C类课）\nC：专业必修课（培养计划上C的都需要选，专业课表安排哪位老师授课就上哪位老师的，就别挑了，ABC类课没上全没法毕业可不能任性啊）\nD：专业选修课（可以挑着上，不是所有D都要上的，专选学分修够了就行。不同专业的专选学分要求可能不一样，看自己的培养计划。部分学院保研不看，部分学院保研要求必须选指定的几门D，选课前最好咨询学长学姐查阅保研细则谨慎选择，出国的话选高分的或者目标院校指定的几门即可）\nE：通识选修课（各种各样的选修课，eg.日本茶道，认识电影，手机摄影，不一而足啦，选课前可前往“枝上进化论”公众号或本文档后部的评价部分了解所选课程的要求、特点及学生评价）\n小学期 （国际学分课程） ：一共要学3学分。"}
{"id": "chunk_00006", "title_path": ["NKU课程体系"], "chunk": "从24级开始国际小学期变成了必修，也就是说大学四年这三学分是必修的，大部分课程开在暑假期间，也就是可能要牺牲暑假来修。（ps：理论上，国际学分必修，但是小学期不必修，暑假不一定要被牺牲❛˓◞˂̵✧ 可以云课堂 讲座 交流 等等 具体后面会讲）\n每门课有对应的学分，代表着这门课的重要性，以及学费（每学分120块钱）。课程结课的评价方式有两种，分为通过制（两级制）和百分制，通过制只有通过和不通过，没有具体分数，不通过的课程相当于挂科，ABC类课如果是两级制的不通过则需要重修，通过制只计学分，不影响学分绩不影响绩点。百分制就是有分数的那种，同样没到60分就是挂科了，这门课拿不到学分。南开这边没有挂科后补考的说法，ABC类课只能第二年跟下一届学生一起上课，重修该门课程（DE你要是挂了再学了随便，满足毕业总学分要求即可）。"}
{"id": "chunk_00007", "title_path": ["学分绩"], "chunk": "在计算所谓的“学分绩”时，按照每门课所对应的学分加权平均\n比如得九同学数学分析（5.5学分）考了80分，高等代数（4.5学分）考了90分，这两门的平均学分绩就是（80×5.5+90×4.5）/（4.5+5.5）=84.5分\n不过对于24级学分绩只是个概念科普，学分绩对你们已经不适用了（见下一条）"}
{"id": "chunk_00008", "title_path": ["绩点制"], "chunk": "南开从23级开始从学分绩改革成绩点制（课程的百分分数根据分数段直接折绩点，教务系统上显示的就是绩点，没有分数），绩点与分数的转换标准如下：\n单门课程的学分绩点=该门课程所得绩点×该课程学分\n平均学分绩点=所修课程学分绩点之和÷所修课程学分数之和\n比如呵呵同学高等数学1（5学分）的绩点为4.0，线性代数（4学分）的绩点为3.0，这两门的平均绩点就是（4.0×5+3.0×4）/（5+4）=3.56.\nps: 看期末成绩需要先完成期中评教和期末评教，然后才能在教务系统上看到成绩，没期末评教是看不到成绩的，飞书—南开微应用—教学质量管理平台即可完成评教。"}
{"id": "chunk_00009", "title_path": ["绩点制", "23级及之后的具体分数查询"], "chunk": "使用绩点之后我们在教学管理信息网站eamis（下面会说）只能看到自己的绩点，而看不到原始的百分制分数，是否什么办法查询呢？登录http://dzpz.nankai.edu.cn，预览自己的中文成绩单即可查询到了！\n附上2025-2026南开校历，请学会查看校历"}
{"id": "chunk_00010", "title_path": ["补充："], "chunk": "小学期（暑期学校）是接在春季学期之后的夏季学期，为期1个月，可选课程量比较少，大部分为选修课，只有少数学院有专业必修课（25更新：现在小学期开始有很多国际学分课程了，国际学分是必须修够3学分的）。如果没有必修课可以自愿选择是否选课上小学期，不选课就直接放暑假。选课的话则需要在学校正常完成课程才能放假。但是到24级小学期变成了必修，详细见“国际小学期板块”。节假日不在校历上显示，南开不出意外都是按法定节假日去放，具体调休听学校通知即可。"}
{"id": "chunk_00011", "title_path": ["校园网"], "chunk": "校园网是NKU_WLAN（校园网是免费的！！），连接之后应该会自己弹出一个上网登入窗，输入学号+门户密码就可以啦。如果没弹出来，自行输入网址202.113.18.106（or 1.1.1.1 or 8.8.8.8），记住密码，自服务，无感知连接，不同的设备有不同的脾气，有的设备连接校园网就很丝滑，有的就很麻烦（eg：苹果，苹果用户在变换位置前可以先把校园网关掉，到目的地后再打开重连），这个需要慢慢体会啦。每月月初的时候校园网会断一个小时，连不上用不了，别懵，用流量吧。（24年更新：现在已经不太会断啦，不必担心这个）\n登校园网的快捷方法，学会了以后就不用每次输入账号密码啦——登入校园网之后，点击“自服务”，进入页面后点击“服务”，接着点击“无感知MAC地址维护”后，就可以将你的设备和校园网绑定啦！（一个账号最多可以绑定5个设备）\n校园网账号是学号，初始密码是身份证号后六位（港澳台学生为入学时提供给学校的证件号后六位，注意：身份证号中的X为大写），登录后可以修改密码，改完之后自己记住了，以后经常用的。"}
{"id": "chunk_00012", "title_path": ["校园网"], "chunk": "南开大学官网https://www.nankai.edu.cn/\n南开大学信息门户http://urp.nankai.edu.cn、i.nankai.edu.cn。聚集了学校的各种信息，包括学校和学院的公告、同学们关注的热点、学校近期的活动讲座的有关信息、各类招生就业的信息以及后勤和日常生活等方面的信息，同时，同学们在这里也会完善和更新个人信息用干奖助学金发放等的信息凭借。（ps: 信息门户需要在校园网环境下or校外挂vpn才能正常使用）\n信息门户账号和密码：信息门户的账号是学号，初始密码是身份证号后六位（港澳台学生为入学时提供给学校的证件号后六位，注意：身份证号中的X为大写），登录后可修改密码，改完之后自己记住了，以后经常用的。南开邮箱http://mail.nankai.edu.cn/，可申请自己的邮箱。"}
{"id": "chunk_00013", "title_path": ["校园网"], "chunk": "南开大学图书馆http://www.lib.nankai.edu.cn/。访问馆藏资源及常用数据库等。在南开下载论文不需要自行额外花钱。教务处网站jwc.nankai.edu.cn，可以了解关于选课、考试、辅修、各类通知，同时还可以由此跳转到智慧树在线平台、中国大学MOOC等在线学习平台。"}
{"id": "chunk_00014", "title_path": ["校园网"], "chunk": "研究生院的网站graduate.nankai.edu.cn，研究生信息管理系统yjs.nankai.edu.cn（培养方案与研究方向、选课、查询成绩、科研信息等），研究生信息管理系统yjsxsgl.nankai.edu.cn（奖惩管理、资助管理、活动管理、党建管理）\n南开大学学位论文管理系统/硕博论文提交libpaper.nankai.edu.cn\n***教学管理系统eamis.nankai.edu.cn ，建议大家收藏此网站，它是大家四年经常用到的系统，选课，成绩，转专业，毕业审核等等很多教学相关事项都是在这个系统里进行，培养方案也在系统中可以查看到，之后大家分流到相应学院培养方案就会相应的变更了\n一站式登录平台xgb.nankai.edu.cn立公增能辅学平台、就业管理系统等需要从这里登录\nczfw.nankai.edu.cn南开大学团委成长服务平台，可以由此查看参与团组织的各类活动，网站内也包含志愿服务、社会实践、创新创业大赛、课外活动、社团管理等多平台入口。"}
{"id": "chunk_00015", "title_path": ["校园网"], "chunk": "其中志愿服务管理平台和社会实践平台有独立网站：\n志愿服务：zyfw.nankai.edu.cn\n社会实践：shsj.nankai.edu.cn\n正版化软件平台 可以申请正版adobe账号，以及正版office系列 http://ca.nankai.edu.cn。"}
{"id": "chunk_00016", "title_path": ["各自学院的官网"], "chunk": "学信网https://www.chsi.com.cn/。教育部学历查询网站、教育部高校招生阳光工程指定网站、全国硕士研究生招生报名和调剂指定网站。全国大学生四六级考试：https://cet.neea.edu.cn/"}
{"id": "chunk_00017", "title_path": ["上课可能会使用的一些平台网址"], "chunk": "智慧树在线平台https://nankaiweb.zhihuishu.com/\n雨课堂网页版https://www.yuketang.cn/web\n长江雨课堂网页版https://changjiang.yuketang.cn/v2/web\n学堂云在线平台https://nankai.yuketang.cn/static/vue_pro/index.html\n中国大学MOOC  https://www.icourse163.org/\n南开大学小雅 https://nankai.ai-augmented.com/home"}
{"id": "chunk_00018", "title_path": ["飞书"], "chunk": "使用手机在应用商店中下载并安装“飞书”软件。打开软件后在登录页面点选底部的“SSO登录”进入SSO登录页，在SSO登录页的输入框内填写6个英文小写字母“nankai”并点击“下一步”，在弹出的南开大学统一身份认证登录页里按照提示输入信息门户账号密码（写在前面了，自己往上找），验证通过后即登录成功。在飞书里，你可以直接联系南开中的任何人，比如捡到学子卡、身份证一类证件可以很方面地联系物主。你还可以把任何人拉到任意群里来（雾），预约图书馆、预约洗澡、亲友来访登记预约、交电费、期末评教、看自己的课表、看空教室、查询点对点班车等等一系列事务都要借助飞书来完成，还有飞书妙记、飞书文档、板栗看板一类据说很好用的东西……但是很可惜笔者没怎么用过，坐等家人们补充。热知识：飞书聊天可以显示对方是否已读信息，已读不回的行为可以看的清清楚楚\n飞书在南开很重要很重要，很多很多事情都可以在飞书上操作，具体自行探索吧\n邀请好友及家人入校：飞书—出入校登记—亲友来访申请，然后根据要求填信息即可。申请后不会马上通过，建议至少在亲友来访前一天就在系统上申请，不要当天才申请。"}
{"id": "chunk_00019", "title_path": ["飞书"], "chunk": "现在审批采用二级审批制，辅导员＋副书记，如果提前预约迟迟没有通过可以自行飞书或微信催一下老师或领导。可以提前预约报道那天的亲友进校，这样自驾把车开进学校送东西的话可能方便点，顺便和父母自驾游了（bushi）。一个问卷只能约一人一天的访客申请信息，约多人要多填几次哈～\n体育相关专用app，详情请见后文【体测/体育课】板块"}
{"id": "chunk_00020", "title_path": ["EasyConnect（VPN）"], "chunk": "简单来讲，如果想在非校园网条件下（eg：不在学校、校园网抽风了不好用不得不开流量等）访问校园网，想访问许多学校网站，需要通过VPN实现。校园内的很多网站都是仅在校园网下才能够进入的，如果校外没有连校园网，需要连接VPN，网址是：webvpn.nankai.edu.cn。此网站为南开大学vpn入口，从此页面登录之后可在校外访问相关网站。从该网站检索多种校园服务平台，如社会实践平台、南开大学邮箱等。移动端需要下载“EasyConnect”这个软件，在校外无法连接校园网时，可以由此跳转校内各个网站，非常便捷！（这是刚需！）应用商店下载可能搜不到或者显示高风险什么的，继续下载就可以啦，或者去网页搜easyconnect下载。输入地址vpn.nankai.edu.cn，点击连接。输入用户名和密码（默认是和信息门户的信息一致的），点击登录。登录成功，资源列表显示可以使用的相关资源，点击相关资源即可进行相关访问。上课要求下载的软件如知到、学习通、雨课堂、小雅等，现在不需要下载，第一节课任课老师讲要求时就知道了。"}
{"id": "chunk_00021", "title_path": ["EasyConnect（VPN）"], "chunk": "校园集市：一个很神奇的存在，可以随便找一个学长学姐拉你进入一个推送群，自动给你推送新鲜出炉的帖子，不仅可以吃瓜聊天看八卦，还可以答疑解惑、第一时间追踪很多校内新闻，比如出分了啊什么的，也可以起到帮助打破信息差到作用！温馨提示：请少起幺蛾子，集市少带节奏。集市会实名认证，虽然大家都用网名，但其实等于实名上网，带节奏一找一个准。\n官方微信公众号，发布南开大学的综合性信息。学费、住宿费等需要用这个公众号交。"}
{"id": "chunk_00022", "title_path": ["各个学院自己的微信公众号"], "chunk": "需关注自己学院的微信公众号，很多信息会在上面发布。涉及多个学院的大类新生可关注此大类的所有学院的微信公众号，不错过每个学院的信息。（有的学院可能会有好几个个公众号，不要遗漏）\n《满“新”欢喜 ｜NKU萌新看过来！院系公众号大集结！》https://mp.weixin.qq.com/s/d8LFo2siH1i6SxMNPvNjqw\n南开大学本科招生办的微信公众号，发布南开本科招生政策、招生动态等。\n教务部的微信公众号。选课退课（预选、正选一阶段、正选二阶段、补退选、期中退课等）、期中期末评教、学业指导的讲座等等很多的通知和答疑信息会在此公众号发布。\n南开大学体育场馆管理中心公众号可进行体育馆的场地及使用时间的预约、集体活动场地的申请等。\n南开大学体育部的公众号，体测、体育理论测试、创高、以及一系列体育活动的通知会在这个公众号上发布。（关于体育课，可移步体测&体育课板块）\n团学组织的动态、好玩的活动、志愿的招募等等会在上面发布。青年大学习也在这里。（没错，上大学还是有青年大学习要学）\n南开大学学生会、南开大学研究生会的官方公众号\n南开大学校园文化活动官方发布平台，比如什么荧光夜跑啦，音乐会啦之类的\n学生创新创业比赛、活动、交流讲座等的通知会在这里发布。\n医保相关的内容都会在这里发布。稍微了解下医保报销流程及政策，报销还是能省钱的。\n一卡通绑定微信后，一卡通的充值可通过公众号进行。支付宝的小程序也可以。\n宿舍什么东西坏了需要报修可通过这个公众号处理。ps: 现在后勤不处理宿舍东西掉床缝够不上来这种情况了，需要和舍友通力合作自行解决。\n南开学生工作部管理平台，一部分活动信息（eg：学生社区）、党团建设的信息等会在上面发布，更多的信息是关于国旗护卫队和军训的（对大家来讲军训的信息应该更重要吧）。\n学生自发建立的公众号，有很多关于南开的信息，eg迎新推送，大类介绍，转专业介绍，各种信息的通知等等。可以简单理解为一个学生自运营的信息汇总平台。"}
{"id": "chunk_00023", "title_path": ["代管学院"], "chunk": "大类招生虽然旨在留给大家一年的缓冲期、让大家有更多的选择机会，但同时也有行政管理上的麻烦，为了便于将大类学生归入学校的管理体系，只能将大类学生随机分到对应学院“代理管理”，称为“代管学院”，同时也会分到一个暂时的班级称为“模拟班级”，等到大一末分流到对应的学院，则会重组班级。如21级的sl同学录取到工科试验班（信息科学与技术）大类，随机分到工科试验班（信息科学与技术）模拟三班，2021年工科试验班（信息科学与技术）模拟三班对应代管学院为人工智能学院。在代管学院内部为方便管理导员会进一步划分行政班级，最终被分到工科试验班（信息科学与技术）模拟3-2班。这里工科试验班（信息科学与技术）模拟三班对应的就是sl同学的代管学院人工智能学院，工科试验班（信息科学与技术）模拟3-2班就是在代管学院内部的行政班级。ps: 每个大类模拟班级对应的大类代管学院每年可能略有区别，请以当年通知为准，大类模拟班级和代管学院的对应关系在通知里都会写的很清楚的。代管学院纯随机分，代管学院内部的行政班级也是纯随机分，代管学院没有任何好坏之分，行政班级也没有任何好坏之分，只是为了方便管理。\n每个大类的不同代管学院报道的校区不一定是一样的。如果该大类所有学院都分布在一个校区的那种就肯定都在那个校区，如果该大类的几个学院涉及到两个校区就不一定在哪个校区报道了，需要听对应代管学院导员的通知。"}
{"id": "chunk_00024", "title_path": ["附两个校区的学院分布情况："], "chunk": "附25年不同招生大类包含的学院及专业\n这里我们可以看到，物理类005组的经济学类的经济学院在八里台校区，在八里台校区报道。金融学类的金融学院在津南校区，在津南校区报道。物理类006组：\n理科试验班（卓越拔尖计划伯苓班）的3个学院都是在八里台校区，都是在八里台报道。工科试验班（卓越拔尖计划伯苓班）的3个学院都是在津南校区，都是在津南校区报道。理科试验班（数学与大数据）的2个学院都是在八里台校区，都是在八里台报道。工科试验班（信息科学与技术）的4个学院都在津南校区，都是在津南校区报道。理科试验班（物理与光电信息技术工程）有2个学院，其中电光在津南，物理在八里台。去年物院代管的在八里台校区报道，电光代管的在津南校区报道（仅供参考，具体请以导员通知为准）。理科试验班（物质科学与可持续能源发展）有5个学院，其中化学学院、生命科学学院在八里台校区，环境科学与工程学院、材料科学与工程学院、药学院在津南校区。往年化院、生科代管的在八里台校区报道，环科、材料、药学院代管的在津南校区报道（仅供参考，具体请以导员通知为准）。"}
{"id": "chunk_00025", "title_path": ["附两个校区的学院分布情况："], "chunk": "医学院往年都是在津南校区报道，大一大二在津南校区，大三大四大五在八里台校区（智医4年都在津南校区），学院会安排车的搬校区的（ps: 有医学院学长学姐说以后搬不搬了不好说，具体听学院通知吧）。历史类001组：外国语言文学类的外国语学院在八里台校区，在八里台校区报道\n历史类002组：马克思主义理论类的马克思主义学院在津南校区，在津南校区报道\n历史类003组：\n金融学类的金融学院在津南校区，在津南校区报道\n工商管理类（未来商业领导者计划）有两个学院，旅游与服务学院在津南校区，商学院在八里台校区。去年旅院代管的在津南校区报道，商院代管的在八里台校区报道（仅供参考，具体请以导员通知为准）。中国语言文学类有3个学院，文学院在八里台，新闻与传播学院和汉语言文化学院在津南校区。往年这3个学院代管的都在八里台校区报道（仅供参考，具体请以导员通知为准）。\n历史学类的历史学院在津南校区，在津南校区报道"}
{"id": "chunk_00026", "title_path": ["Q：如何得知自己在哪个代管学院？"], "chunk": "A：南开大学官方微信公众号到时候会发推送的，大概8月初，应该是在新生辅导员推送里，里面应该会有代管学院查询的方式。没有大类的新生群，只有代管学院的新生群哦~\nps: 2024最新推送：萌新手册！你的辅导员喊你进群啦https://mp.weixin.qq.com/s/S9_6omyivx4-mcINCNKy8g\nps: 你们通知书那页的右下角有串数字是251xxxx，这串数字很重要，请熟练背诵，它就是你们大学本科4年的学号。ps: 推送里推荐假期做的事愿意做就做，不愿意做就不做，不是作业，开学没人查，大家都不记得这回事。（摒弃高中思维！）\nps: 在得知代管学院后，需要（必须）进对应代管学院的QQ群，这个QQ群是对应代管学院的导员管理，算是比较官方的一个群吧，开学前的很多通知什么的导员都会这个群里发（要是不进就等着错过这些通知吧，而且为了联系到没进群的人导员和学长学姐们又增添了很多很多工作量）。"}
{"id": "chunk_00027", "title_path": ["Q：如何得知自己在哪个代管学院？"], "chunk": "以及，请只进你所在的代管学院的那个QQ群，大类其他代管学院的QQ群不要进，每个学院导员手里都有自己学院代管的新生名单，他们需要一个一个对名单你是不是他们学院代管的，请不要再给导员和学长学姐们增添无意义的工作量了，忙新生真的够晕头转向的了（就算导员和学长学姐们忙晕了手滑把你放进去了早晚也会把你踢出来）。在你自己的代管学院的那个QQ群里学校学院通知都少不了的，导员和学长学姐们都会及时发在群里的，再忙也不会隔很久才通知，也不会漏掉任何一个通知。而且只听你自己的代管学院的通知就够了，又不是别的学院代管，听别的学院导员的通知没有用，听你自己代管学院的导员安排足够用了。在二次选拔结束确定大一一年的学院后，导员可能新开飞书/微信的年级群方便管理，也有可能继续沿用这个QQ群，听导员安排就好了。"}
{"id": "chunk_00028", "title_path": ["Q：导员是什么？"], "chunk": "A：zhw：辅导员约等于大家大学的“班主任”，但不完全是。一没班主任管的那么全面，该下班也下班了，总不至于吃喝管的样样俱全；二没班主任认人认得全，也许四年了他也叫不上你的名字；三是你们后续活动的一系列通知基本都是由辅导员发，是所有信息的中转站。但是你一系列事情还都得找他，怎么说呢就是一个大学生活总代理，大部分辅导员都还挺好的。sl: 大学的辅导员不等于高中的班主任，学习和生活上都没人管你，不可能像高中班主任那样管你，没人看教室后门盯你在偷摸干啥，都上大学了就独立一点吧。一个学院一个年级就一个导员，但一个院一个年级百十号学生（大院一个年级能有200-300+人吧，有的院两个年级一个导员或者4个年级一个导员也正常），他不可能每个人都对的上号，如果不是给学院干活或者临时有事的话，估计除了开班会（也不是所有班会导员都会参与）平时也见不着导员人，没什么交集。辅导员干的基本都是杂活，处理学生的杂事，发发学校的通知什么的。"}
{"id": "chunk_00029", "title_path": ["Q：导员是什么？"], "chunk": "（eg: 日常思政教育、入党、党团的那些事（类似高中团委书记管的那些事，有些导员本身也是学院团委的老师）、奖助学金、勤工助学、困难补助、个人班级学院的评奖评优、心理健康教育、职业规划就业指导、安全教育、参加社会实践、宿舍分配、学院学生组织的管理、学院学生组织搞的一些活动、学生的各种突发事件、曾经疫情期间的各种日常管理（什么出入申请，体温，还有各种想不起来也说不全的琐事）……反正各种生活上的杂活都是导员的，有点类似一个大管家的角色）"}
{"id": "chunk_00030", "title_path": ["A："], "chunk": "代管学院是你的行政管理单位，按照代管学院分宿舍，此后非换校区或自行调换等原因不再重新分宿舍，对应学院的辅导员负责管理你学习生活方面的七七八八，你可以参加以代管学院的活动（eg.永怀话剧节、五月的鲜花合唱、形势与政策讲座），申请加入对应学院的部门（eg.院级学生会、团校、团委宣传部等等），班级一起开班团会、一起做青年大学习等等\n但是代管学院的制度确实会造成一些所谓的“资源的不平衡分配”，因为不同学院有不同的制度和信息偏向，学院的办事效率、入党、评优、评奖学金、社会实践、志愿服务、公能实践讲座认证等等确实因院而异，但目前来说确实没有更好的解决办法，已经最大程度的保障公平性了。一个比较有争议的点在于，如果你分流前加入了对应学院的组织（比如团宣：干事→部门负责人→总负责人），如果你分流去了其他学院，在之前的院级组织所累积的基础会全部消失，需要从头干起。在教学方面，被分到不同学院没有任何影响，可能会因为大类难以统一课表而分AB课表（详情见大类生存部分），所有大类范围内学院开的课都可以选，如果时间排的开，也可以串着选。不过出于情理因素，代管学院确实会在无形中对分流的去向产生一定不可避免的影响。"}
{"id": "chunk_00031", "title_path": ["A："], "chunk": "毕竟在这个代管学院待了1整年，相对大类的其他学院你确实会更了解你所在的这个代管学院（比如行政），更了解这个代管学院里的专业，更了解这个代管学院里的老师，认识很多代管学院里相关专业的学长学姐。这些或多或少都会影响你的分流选择。不过这也是个无解的问题，可以多和这个大类里在其他学院代管的同学多交流，尽可能降低这个影响吧。"}
{"id": "chunk_00032", "title_path": ["选课篇"], "chunk": "「有些时候得高分最重要的点就在于选一个好老师，三大原则：人好事少给分高」\n选课分为预选、正选一阶段 、正选二阶段、补退选。预选不是模拟选课，是一定要必须参加的（预选必须参加！）。选课就是在教务系统上，建议使用谷歌，火狐浏览器。but教务系统比较烂，选课的时候经常崩，不过你选不了大家也都选不了，倒是不用急，守在电脑前面常刷新就好了（可以去咱们群里聊天hh，万一某次刷新你就进去了呢）。选课前教务部会发布选课手册，选课手册上会有选课操作说明，选课的流程时间安排，开课单位的联系方式，各个开课单位开设的所有课程等。原则上每学期选课学分不超过32学分，实际上限根据各学院规定为准，复合班辅修转专业或者课多的专业，学院教务一般会调整选课学分上限（比如计网人每学期的选课学分上限基本都改成是45学分了）。如果只是个人有需求可以找学院教务问一问（这种能不能改就随缘了）\n在教务系统上选课时，注意从对应通道选课，体育、英语、通识选修等等不同类型的课程选课入口不一样，可以在选课开始前提前多开不同通道的窗口或两个设备多开窗口（eg: 电脑+平板）。选课时先去选A类课，BCDE统统都往后排。"}
{"id": "chunk_00033", "title_path": ["选课篇"], "chunk": "大一上必选的课包括基础英语、体育、思政、公能实践、形势与政策、高数、军理等（请以自己的培养计划和专业课表为准）。目前的预选规则是通识必修课（A类课）预选人数设置上限为计划名额的110%，其他课程不设选课人数上限。如果你手速慢了，预选的时候没在前110%选上的这个老师的课的话，就只能选别的老师。不过预选选上也不意味着一定能上这个老师的课，随机多出来的10%人会随机扔到没选满的班级（ps: 这就是就是A类课的代理补选功能啦，某个课程在筛选掉课后系统自动补选到同一课程还有名额的其他教学班中，系统自动分配到仍有名额的老师或其他选课时间，一般A类课都默认勾选代理补选功能了）。别的不多说了，把后面这句话刻在脑子里，选课先选A类课，A类课里先去选体育课。（ps：教务系统筛选多出来的10%的机制比较神秘且随机，所以如果预选选上了，正选阶段会不会被筛掉是凭运气不凭手速的）。"}
{"id": "chunk_00034", "title_path": ["选课篇"], "chunk": "A类课可以换老师，可以不按学院教务安排的去选，不过最好乖乖按学院教务的安排去选课，否则掉课风险非常大。A类课课程如果预选结束后被筛选掉课了，在正选和补退选的时候记得去选上，别忘了就行。英语和体育有的上就不错了，不要挑来挑去，高年级补选体育和英语更难抢（难哭了呜呜）。BCDE课在预选阶段没有名额限制（所以看到1000/15都很正常），就算掉了在正选阶段肯定也能选上其他老师的课，专业必修C类课（专业选修D类课可不一定哈）怎么都能让你有课上，通识选修E类课很多，也不必在某个学期一定选某门课，也不一定非得在某个学期前修够所有E类课学分，时间还长，有很多很多选择。选课时看清校区，非必要不跨校区（有特殊安排另说，否则很折腾人）。预选之前学院教务一般都会给一份专业课表，ABC必修课必选且建议按照教务老师给的选课时间去选，根据课表的剩余时间可以根据选课手册和培养计划自行安排DE选修课。预选结束之前选课退课随意，预选结束后会在随机的时间进行随机掉课。正选前会知道预选的结果的（善用集市，集市的消息很快的），掉什么课纯随缘。"}
{"id": "chunk_00035", "title_path": ["选课篇"], "chunk": "预选结果可以在教务系统—我的课表—学生课表或飞书—南开微应用—我的课表里查看，注意先切换到对应学期。选课前可以先自行规划个课表，准备几个备选方案。规不规矩无所谓，反正就你一个人看，自己能看懂就行。专业课，可选范围较小，一般来说很好规划；但比如E课，总数太多，筛选与专业课不冲突的E课就是个技术活（x）一个好办法是用pdf阅读器会内置的搜索功能（如edge就有），搜索“9/10”字样，就能筛选出位于9/10节时间段的E课，再根据天数、话题的喜爱度等初步确定几个E课，再去枝上进化论或大群咨询等确定风评。这样的E课规划过程个人觉得条理比较清楚。当然了，选好了心意的课最后还得看抢不抢得到（x）\n不建议去机房选课，教务系统很烂，机房的网络更烂。。。正选全拼手速，好的DE类课和A类课直接秒没。正选分两个阶段，在第一阶段的时候通识必修课同类课程你只能抢安排给你的教学班，在第二阶段的时候通识必修课同类课程你才可以去抢安排给其他学院的教学班；其他课程不受影响，正常抢课。（ps: 正选期间个别课程可能经过沟通后会调整选课人数上限，一般这种不会正式通知的，需要随时关注选课系统，万一就上调人数你就有机会了呢）"}
{"id": "chunk_00036", "title_path": ["选课篇"], "chunk": "正选可选课可退课，13点定时放出剩余名额（定时放课的意思在13点之前有同学退课，该课程的已选人数不会减1，要等到13点才减少），限选课人数，单门课选课人数达到计划人数后就不能选了，会有系统提示。（如果看到偶尔某些显示选课人数超过计划人数的课，那可能是系统BUG或学生单独找任课老师特别加入名单里或是老师指定，一般情况是不超过的）（eg: 假如某人在13点前的某个时间退掉了一门某门课，这时候其他人是选不了这个课的，到13点那一刻，系统放出这个人退掉的名额，就可以拼手速抢了，通常秒没）\n补退选可退课可选课，如果不喜欢或不想上了就可以退课，之前没选的课如果有名额了也可以再选。期中退课：只能退课，且仅限开课半学期以上或后半学期才开课的课程。已上了半学期的课退了要付半学期的学费，期中退课退掉的课成绩单上会标记为W（Withdraw），除此之外基本没啥啥影响。注意：期中退课是一学期中最后一次退课的机会，之后就没有退课的机会了。体育课不允许期中退课！！部分课程也不允许申请期中退课，选课的时候大家在选课系统上可以看到能不能期中退课的，如果介意的话可以在选课的时候稍微注意一下能不能期中退课。"}
{"id": "chunk_00037", "title_path": ["选课篇"], "chunk": "关于E类课：不同专业什么时候推荐多选E类课什么时候推荐少选E类课可以多去问问本专业的学长学姐们，不过也是参考啦，选不选什么时候选还是看你自己。关于E类课的评价校外机构如枝上进化论等到时候可能会发一个选课评价的共享文档，里面有的E会有一些评价（ps: 但不可能涵盖所有E，每年E都有新开的和不开的）。预选选E的时候无人数上限，选是可以随便选的，只要时间排的开，不过选课人数超过选课上限的E掉的时候全凭运气（eg: 运气不好的时候可能选6个掉6个hh）。这种情况下为了保住几个E，选的时候可以选一些选课人数没那么多的E或者没到选课人数上限的E（but这种E要不新开的没人选过，要不可能评价不太好or上过的人太少，需要综合考虑，此时可借助万能的集市），要不就尽可能多的把所有空闲时间都排上E，赌上自己的运气看能剩几个。此外，sym学姐表示，e真不建议自己又查又问选出来那么几个好的最后还掉，直接退补选的时候看那种99/100和49/50，chua一下选上，绝对不踩雷。后面有一个E类课专门的板块，可移步后文。"}
{"id": "chunk_00038", "title_path": ["选课篇"], "chunk": "小学期选课：小学期有单独的选课，选课时间要看教务处老师通知。小学期国际学分课程特别注意的是当天选课，当天就能退课，然后第1次选课是先选自己学院的课，第2次选课是可以选到别的学院的国际学分课程，一定要确定自己到底想不想上这个课，因为过了这两个选课的时间，就没有专门退课的时间了。后面有小学期专门的一个板块，可移步后文。小学期选课要注意课程周数和时间，还要看一下是线上还是线下，方便自己对假期进行安排，线上课一定是最难抢的！"}
{"id": "chunk_00039", "title_path": ["老师是否暗示题目、划重点？"], "chunk": "老师给平时分怎样、批卷给分怎样？作业多不多？老师查不查考勤、如何查考勤？（雨课堂扫码签到、纸质版签到、随堂突击小测、上课点名、随堂小测而且不允许别人代交，以上几种方式人脉考勤的难度系数依次递增，需要谨慎考虑）\n开始上课的前两周是开放退补选的，推荐想好好学习的同学把专业课的所有老师的课都上一遍，自己亲身感受一下，权衡利弊之后做出专业课最优选择。同时，由于前两周的选课名单不固定，大家会来回补退选，老师是不会记录考勤的，许多通识课可以直接大胆翘课不用去！开学买书可以不用买！太贵了而且很多书上课根本不用！提前问好学长学姐哪些课需要用到纸质版教材，去校园集市or二手交易群里收，一般都是5块钱一本左右妥妥滴～导员让买教材的时候直接拒绝就好。（甚至，你还可以找学长要来电子版看）\n这里单独开辟出一条，用来记录学长学姐们曾经遇到的一些有点点雷的A类课老师（部分校外机构在选课前会发包含部分A类课课程评价老师评价的选课手册，一般是通过转推送集赞的形式）。"}
{"id": "chunk_00040", "title_path": ["老师是否暗示题目、划重点？"], "chunk": "当然这里肯定不能包含所有有点雷的老师啦（而且每个人真实体验也不同捏），但一定饱含学长学姐们的真情实感o(╥﹏╥)o\n（ps：有写这里的uu们记得写清楚老师名字（缩写）和课程名字哦，不要让25级uu们看到这里的时候在选课的时候对不上号精准踩雷~）"}
{"id": "chunk_00041", "title_path": ["老师是否暗示题目、划重点？", "①马克思主义基本原理 课程的马克思主义叶冬娜老师：每次点名都到但平时分无缘无故被扣掉很多分，给分极其不好，她负责给分的班级平均分远低于其他班级，马原课在大一下选，千方百计躲过她准没错，否则期末出分哭死"], "chunk": "南开大学2024-2025学年第一学期本科生选课通知：https://jwcold.nankai.edu.cn/2024/0812/c24a548720/page.htm\n可以看看里面操作说明、选课流程、时间安排、选课说明注意事项之类的内容。附件有2024-2025学年第一学期选课手册。"}
{"id": "chunk_00042", "title_path": ["「摒弃高中思维，搞清楚上课的目的」"], "chunk": "在大学里，每个人都有自己不同的思维模式和学习习惯，如果你很依赖于听课和老师的讲课水平的话（Attention！我强调了是如果你很依赖于这种外界因素的话，并不是鼓励大家这样卷），我建议你打开思路，翘掉一些收获不大的课（记得让你的朋友帮你盯着点考勤），去选课手册查其他开这个课的老师讲的课，去旁听，全部都可以旁听！伯苓班的也可以！课表仅仅是限制了你的期末考试，没有必要一切都按照课表来！请关注各个学院的公众号，大类同学都要关注！有很多相关的比赛呀之类的信息，可能因为代管学院这个垃圾制度而搞出信息差，平时也多水水群，有啥好事互相串通串通。（ps：其实大部分时候，学院们并不会在自己的公众号发竞赛信息的，其实最好还是，每个学院都有稳定的朋友，大家无私的信息共通下）\n大学就是大不了自己学（bushi，如果你第一次上高数课或者其他课听不懂，完全不用慌张，这里推荐bilibili大学。高数-b站搜索兆筱小分队，学长讲的非常简单易懂，全是干货，期末通关也适合看。高数-b站宋浩老师，宋浩老师是专业教数学的啦，相信很多人都听过老师的名字，除了高数还有线代等等数学课程，讲解也更深。"}
{"id": "chunk_00043", "title_path": ["「摒弃高中思维，搞清楚上课的目的」"], "chunk": "大学物理-b站东北大学或者东南大学，我认为热学那东南大学讲的更好。微观经济学—小卷毛爱学习，通俗易懂适合速通但是最好结合教材全面复习。但是不要忘了好好完成作业以及看看我们自己的课本，因为考试极大概率是原题。电路基础---书的编者讲的就非常好，画质一般但是思路清晰，上课从未听过也可轻松学会，吃透了应付考试没问题。"}
{"id": "chunk_00044", "title_path": ["政治经济学——小卷毛爱学习"], "chunk": "学长学姐是了解大学一个很重要的途径，无论是选课、考试等，很多老师不按照课本讲课，多数都有自己的PPT，学长学姐手里一般会有老师的PPT，作业答案，老师的出题风格，往年试题等等等等，学习事半功倍。对了！大一的军事理论课，每一周的随堂测验都是一样的，记得拜托一个比你上课早的同学帮你拍照记录，这样在一开始刚拿到作业纸时就可以写好答案，在大家都急地满头大汗搜题/互相抄袭时，你可以大步流星向外走去privilege尽数体现了，在南开的幸福感upup！附上一张南开课表（能用飞书之后，选课后飞书上也是能查看课表的。下面这张是老学姐自己做给自己看的，且别害怕，不是所有专业的课排的像我们专业这么多这么密…）\n南开一天一共有14节课，从早八到晚十。每节课45分钟，可粗浅分为上午（1~4）、下午（7~10）、晚上（11~14）。中间课间的时间是不一样的，1~2、3~4、5~6、7~8、9~10、11~12、12~13、13~14是10分钟的课间，2~3、4~5、6~7、8~9是20分钟的课间（一般用于下课换教室）。10~11之间是50分钟的休息，可供吃晚饭。第11节课是18：30开始上课的。"}
{"id": "chunk_00045", "title_path": ["政治经济学——小卷毛爱学习"], "chunk": "南开的课至少是2节连上，3节4节连上的课也有。实验课课表只安排2节但实际上一天的也有可能。实际上课下课时间要根据老师的安排来，有的老师喜欢会连上然后早下课，有的老师喜欢按课表安排上下课。（还有极少数大学老师也蛮喜欢拖堂的…）\n南开是没有专门排午休时间的。当然5、6如果没有课的话就可以当做是午休了，但如果5、6有课那就没有午休。（看学院教务排课喜好）\n周四下午7-10一般全校统一不排课（特殊学院特殊安排或者临时串课等情况除外），用来各种公能讲座形策班会或者文体比赛这种，如果没有这种安排就是没有课，自己愿意干啥就去干啥。南开周末一般不会排专业课（特殊学院特殊情况除外），但有的时候部分学院会把一些实验课专业选修课之类的安排在周末（不多见，但有），有一部分E类课会排在周末（大部分还是在周一到周五的）。总之周末如果没有选课的话，且没有被临时加课的话（ps：全校范围内不多见，但有）上大学还是有可以自己安排的周末的。\n南开没有早自习、跑操、晚自习、早操、晚操之类的。没有课的时间就自行安排即可，想做什么做什么。"}
{"id": "chunk_00046", "title_path": ["翘课篇"], "chunk": "翘课最重要的点在于选课，选一个不查考勤，甚至默许大家爱来不来的老师，是实现上课自由的第一步，查考勤的课也可以让全勤的同学帮你盯着（真救你一命了别忘了请人家喝奶茶），需要扫码签到、点名、写随堂小测什么的及时给你通风报信，还是很安全的"}
{"id": "chunk_00047", "title_path": ["翘课的原因有很多，我大概将其分为"], "chunk": "对这课的要求本就不高，比如对于数统的同学，A类课只有一个奖学金的作用，也就不用卷起来，如果你的老师不是很爱查考勤，完全可以轻松翘掉（譬如基础英语、大学物理、C++、思修、马原等课程）\n老师讲的太烂，效果完全不如自学，同时还会带来巨大的精神内耗。"}
{"id": "chunk_00048", "title_path": ["纯粹就是懒得去"], "chunk": "不查考勤/让朋友帮你考勤的课+以上原因都可以轻松翘掉，但你得有自己的计划，比如翘掉专业课了要记得在考试之前悬崖勒马补回来，老师发火了反应迅速补个假条啥的，，，别玩脱了就行，玩脱了也没事，平时分就那么点，扣完大不了70＋，自己权衡就行（反正尽量还是别玩脱哈哈哈哈可以先试着摸一下这个老师的习惯）\n有一种合法的翘课方式叫做自修，并不是只有重修和课程冲突才能自修，直接申请说明原因（指告诉老师自己学过了）也很可能被通过，然后就可以光明正大地不去上课了。而且自修还有一个好处就是省钱，正常120一学分，但自修只要30。自修是有平时成绩的，要按时交作业，但是据我了解，连任课老师自己都不一定知道自修的平时分是怎么给的hhhhhh"}
{"id": "chunk_00049", "title_path": ["注意事项「新生必看」"], "chunk": "不需要办校园手机卡！！！重要的话说三遍。南开有校园网，是免费的WIFI，NKU_WLAN，不需要再办各大运营商的手机卡。（如果是因为其他原因需要办手机卡另说）拉你们去办手机卡的人他不一定是校内的，忽悠你的不要听！拉一个手机卡他能挣一百多回扣！"}
{"id": "chunk_00050", "title_path": ["报道需要带的证件"], "chunk": "身份证！！（刚开学东西乱保管好，没人偷，经常是自己找不到了，津南的补身份证打车十分钟左右，十个工作日后取！！！也可选择邮寄，要补办当天办理邮寄，本人觉得邮寄很方便）\n高考准考证，录取通知书（报道可能会用，但一般看一眼就完事了，忘带说明一下，没关系，这条只是教训）\n证件照（见下面第3条）\n档案袋和团组织关系材料（见下面第4条）\n南开发的交行银行卡（见下面第5条）\n贫困证明、生源地贷款回执单：如果有申请补助需要的记得带上。户口迁移证明：需要迁移户口的同学按规定带好证明（见下面第10条）\n可以多带一些近期各种尺寸（一寸、二寸、小二寸等）的免冠照，红蓝白三种背景的都多带几张备用。建议同时准备好一份电子版（自己还要记得放在哪里的那种），需要的时候可以根据要求调整尺寸和底色后冲洗出来。学校打印店是可以洗照片的。"}
{"id": "chunk_00051", "title_path": ["档案"], "chunk": "团员档案里一般包括团员证、入团申请书志愿书、团员信息登记表等材料，如果高中已经把相关材料封入档案袋中了，请不要再拆开档案袋查看，开学报道完整的带过来即可。（没错，大学报道需要带好自己的团员档案）\n档案袋可能高中已经发到你们手里，也可能暂存在高中。如果高中已经把档案发给你们了，建议开学时亲自带到学校并根据导员要求的时间地点交给导员或其他团委老师。不要邮寄，你自己的档案要自己负责！！！如果在高中那里，需要高中寄出。可以先问清楚自己的导员是由学院接收还是学生自己在大学接收后上交？如果寄给学院的话，一定要问清楚接收人信息和地址，跟踪物流信息，避免丢失。"}
{"id": "chunk_00052", "title_path": ["线上转接团组织："], "chunk": "网址：https://zhtj.youth.cn/zhtj\n时间：等辅导员通知，不用着急，着急也转不了\n流程：登录“智慧团建系统”——个人中心，账号信息由中学提供——点左侧“关系转接”菜单——按提示要求填写申请信息——等待审批。转出原因选“升学”，转入团组织选“团天津市委”“南开大学xx学院团委”。具体详细的信息听导员的通知，以导员通知为准。\n千万别自己手欠在发通知之前就开始转，一定要等团支书或者辅导员通知之后再弄，一旦操作失误后面会很麻烦！！！"}
{"id": "chunk_00053", "title_path": ["随通知书邮寄交行卡，注意查收（别错过）。"], "chunk": "邮寄的交行卡收到后建议假期提前激活好（如果生活的区域附近有交行），开学后学校网点小还人多，需要排队。这张交行卡用途不多，也就奖学金、助管助教工资什么的能用到这张卡，钱会打到这张卡里。其他的地方大多数都可以用其他卡的。交学费和住宿费在南开大学微信公众号（生活保障-学宿费缴纳）交，可以不用学校发的这张交行卡。输入自己的学号和对应年份即可查询要交的费用，然后就可以交了。一般都是在期中退课结束之后才能交费，会发通知的，不要急。"}
{"id": "chunk_00054", "title_path": ["新生网上报道不要错过，听导员通知。"], "chunk": "在学校里学会开导航，不要高估自己的方向感。学会骑自行车。当然走路也不是不行，就是要花更长的时间。骑车别在大马路中间骑，对谁都不安全\n南开大一第一学期就可以考四六级！尽早考过，别拖！四级大多数人都是裸考通过的（所以高考水平一般没啥问题）。一年两次，分别在6月和12月，通过四级才能够报名六级。目前毕业不看是否通过四六级。四级过了就行，不用为了更高的成绩刷分，六级可以为了更高的成绩多考几次刷分。四六级网站可以开始报名的时候速速去报名，六级很多人需要刷分，考位比较紧张，是需要抢考位的，别慢慢悠悠不着急。如果有需要迁移户口的，报道当天带好录取通知书（必须）、迁移证、一寸照片（具体需要哪些东西新生手册上会写的）。报道当天户籍科会在几个迎新点收材料（会提前发通知，会很显眼，比较容易找到），就不用满校园迷路去找他们的办公地点了，错过规定时间不能补办户口迁入。其实迁不迁户口必要性不大，真正用到户口本户口页的地方也不多（基本没有），而且户口页在学校有的时候放假回家办业务也很麻烦（比如当你在回家路上丢了身份证需要补办的时候。。。因为户口在天津的话属于是异地补办，要等一个多月，户口在家里的话就多说只需要十天。"}
{"id": "chunk_00055", "title_path": ["新生网上报道不要错过，听导员通知。"], "chunk": "。。本人的亲身经历）。户口迁入校区应与学院所在校区一致：医学院学生户口迁入八里台校区；大类招生中，中国语言文学类、工商管理类、理科试验班、理科试验班类学生户口迁入八里台校区，工科试验班学生户口迁入津南校区。二选换专业了户口迁入校区也是不变的，跟你入校的大类入校的学院走。落户时间需要半年以上（即新生户口落到南开大学后约半年时间无法使用户口），落户期间不能办理护照、出国等手续。有身份证快过期或办护照签证等需要户口的情况，请一定在迁户前处理。"}
{"id": "chunk_00056", "title_path": ["医保"], "chunk": "黑龙江的医保和天津的医保不互用，在学校一定要参加医保（即使黑龙江已经保完学校还要再保）！（有定点医院，要在津医保上查，津南这边是津南医院，有一个海河医院那个听司机师傅说是传染病医院，还有一个津南中医院不算医保范围）\n宿舍先别过多装饰，别屯太多东西。军训会查寝，可能到时候会有要求。宿舍明令禁止养宠物。"}
{"id": "chunk_00057", "title_path": ["宿舍随缘分，主要看你们导员手气。"], "chunk": "先按大类分配代管学院，按代管学院统一分配宿舍。舍友分配根据各个导员自己分配原则，有的导员会根据作息习惯分配，有的导员会根据学号分配，有的导员按地域分配，有的导员纯随机分配。同一宿舍床位可以自由协调，都有空调（但是是需要花钱租的，一般都会租的，空调租是按年租）。目前津南都是上床下桌，3-4人间为主；八里台16-19宿为上下铺4人间，其他的宿舍楼基本为上床下桌，都是4人间为主。如果幸运的分到台里16-19宿，你们大一一年的上下铺宿舍大概长下面这个样子（图源23-cyq学长）（ps: 一般情况下上大二前都会搬走去台里其他上床下桌4人间的宿舍，上下铺继续留给下届新生住~）（据八里台学长学姐们介绍，这几栋上下铺宿舍楼基本年年都会给新生留着住一年的~~）\n津南本科4人间宿舍大多数长下面这个样子\n如有二选分流转专业等涉及到换校区的情况，则分配到新学院的相应宿舍，由新学院的导员分配宿舍。学院会安排车帮助搬校区的。跨校区辅修或者有跨校区做实验需求的等需要在另外的那个校区长期住宿的情况可以在学期初申请对应校区的临时宿舍。如果换校区涉及到人员流动，宿舍可能会涉及到拆分、合并、迎接新舍友等情况。\n南开本科生宿舍基本都是没有独立卫浴的，如果被分到研究生宿舍可能会有独卫。"}
{"id": "chunk_00058", "title_path": ["关于舍友相处"], "chunk": "舍友就是舍友，也可能发展为朋友，但别抱有太大期待，毕竟期待越大失望越大。舍友不一定要成为朋友，认清这一点应该会舒服很多。还有，不能幻想你的舍友一定是和你一样的正常人，毕竟高考只筛了成绩，没筛别的。见面礼！这个不用提前准备，（据过来人经验，你的舍友大概率不会准备）可以报道后，置办物品时，买些价格OK的零食（不用太贵，当年也是年少轻狂，大手笔买了两盒半熟芝士分，现在都肉疼，因为没必要）\n作息上！提前沟通好，但马上就军训，都得早睡早起，但是军训过后，就见分晓了（遇到“神仙舍友”的天天要23点准时熄灯，不管其他人干什么咔嚓就把灯关了，建议舍友间打开天窗说亮话！不要觉得抹不开面子，那等真正出问题就......）开关灯，有的是最后一个上去关灯，有的不一样，得具体问题具体分析！但切记，不要抹不开面子，不好意思表达自己的合理诉求！！！空调上！一般都租，钱一定算清，（如果你负责租借和续费）发群收款或是私信算好账的截图。同时，空调温度上，也一定要协商，毕竟每个人对温度冷热耐受力不同（也是在期末周被“神仙舍友”天天晚上关空调，热的不盖被子睡得满头大汗的受害者的忠告！！！）空调费AAA！"}
{"id": "chunk_00059", "title_path": ["关于舍友相处"], "chunk": "（每年学校都会给额度，但之后涉及自己充钱，一定要A，要不然有的“神仙”会以自己呆的时间短不A，但是这也还好，有的既不A也不开空调，就麻烦了）\n卫生上！各扫门前雪居多！也有制定排班表。反正，一个原则，做好自己那块儿的卫生就行！过生日！这个真的有时也一言难尽，反正建议随大流，能一起过就过，不能就拉倒，礼物啥的（我个人觉得没必要，但还是具体情况具体分析）"}
{"id": "chunk_00060", "title_path": ["宿舍供电："], "chunk": "宿舍每学年免费供电300度。超过300度就需要自己花钱购电，0.49元/度。通过飞书-南开微应用-电表充值即可。扣的是学子卡（学子卡的介绍见下面第15条）里的钱，充值前先保证学子卡里有足够的钱充电费。剩10度时会跳闸，记得要及时缴费。需要注意的是每天23:00-3:00是一卡通系统结算时间，这段时间里不能充电费！！南开24h不断电（没电费了或者电路维护等特殊情况除外），没有定时熄灯的说法。想什么时候睡什么时候睡，电想用多久用多久。宿舍限电300瓦，超了跳闸。其实也不是严格限电300瓦，正常用超了一般没事（比如宿舍4个游戏本，同时用不会跳的）。就是限制宿舍里不能使用大功率电器（eg：吹风机、电热毯等）。走廊里都有插头，可以使用这些大功率电器。不是不能在宿舍楼用，是不能在宿舍房间里用。（ps：其实4个游戏本有时候真跳，我曾听到一种说法是“可以经导员批准后调高宿舍的功率上限”，大家可以问问自己院有没有这一说）\n据学长们介绍，津南可以疯狂在300w附近试探，八里台超300w直接跳闸，寝室直接天黑请闭眼，宿管阿姨请睁眼。"}
{"id": "chunk_00061", "title_path": ["宿舍供电："], "chunk": "可以使用功率不超限额的小冰箱，有的宿管也有冰箱，但是理论上应该只让放药，网上有那种车载小冰箱功率低能用但是制冷很慢。（津南zhw学长：冰箱制冷的一部分不行，我买过一个，勉强能0度附近拉扯，要是制冷的话就八里台这电路真怕他暴毙了）\n在报道那几天和刚开课那几天人员比较杂乱，可能有人趁机进宿舍or公教推销各种东西/课程，假借毕设/课设/其他理由，别理他们，别他们说啥就信啥，不要交钱，直接宿舍群里联系宿管阿姨把他们清出去就好了。"}
{"id": "chunk_00062", "title_path": ["学子卡（一卡通/校园卡）："], "chunk": "官方使用说明：一卡通使用攻略https://mp.weixin.qq.com/s/tPD7dQTdg2hSKvAXVs5ngw\n学子卡在南开是个很重要的东西，报道的时候才会发，现在你们手里的交行卡不是这里说的学子卡（ps: 这里说的是校园卡，虽然正确的名字应该叫南开大学一卡通，但大家平时都叫学子卡），长下面那个样子。进校园进宿舍楼进图书馆进有门禁的学院（ps: 进图书馆进校园刷飞书的南开一码通也可以）（ps: 部分学院楼只对该学院的学生开放）（ps：为方便进出，可使用手机NFC绑定校园卡），租琴房去体育馆打球需要用学子卡才可以，洗澡的时候也要用学子卡，交电费扣的也是学子卡里的钱。南开食堂可以使用学子卡支付、支付宝支付、微信支付都可以，不过其他店铺什么的不能用学子卡支付。学子卡可绑定支付宝和微信进行充值。通过南开大学一卡通公众号/小程序/生活号，绑定校园卡，微信支付/支付宝支付即可，还是很方便的。微信关注南开大学一卡通公众号，然后点击下一卡通—一卡通绑定，支付宝关注南开大学一卡通生活号，然后点击下方我的一卡通—一卡通绑定。"}
{"id": "chunk_00063", "title_path": ["学子卡（一卡通/校园卡）："], "chunk": "在绑定页面中，输入信息门户账号密码登录，就绑完了，之后点击公众号/小程序/生活号下方的充值就可以用支付宝和微信充值一卡通了。前面提到的随通知书邮寄的交行卡与这个一卡通也是绑定的，也可以通过交行卡向一卡通充值，就是稍微麻烦点。一卡通里的钱分为过渡余额和卡余额。冲进去的钱都是在过渡余额里，充值后只有一卡通在食堂的POS卡机上刷过之后（一定要刷一下开学那天很热需要洗澡，所以一定要刷一下），过渡余额才能转为可用余额。过渡余额不能用来洗澡，但可以充电费！飞书一卡通业务（南开微应用—一卡通业务）可以进行余额查询、充值、流水查询、挂失解挂、修改密码，飞书一卡通业务页面页面上方的“卡余额”与“过渡余额”之和，为账户的实际余额。需要注意的是每天23:00-3:00是一卡通系统结算时间，这段时间里不能充钱充电费！！"}
{"id": "chunk_00064", "title_path": ["学子卡（一卡通/校园卡）："], "chunk": "（ps: 手机最好有NFC功能，这样基本就洗澡带卡，卡就放在宿舍减少丢的可能）\n南开洗澡是需要用一卡通的，洗澡前请确保卡里的钱（卡余额）是充足的（别洗一半卡里没钱停水了）。每分钟0.25元，卡放入卡槽就预扣1块钱，预扣费用完了就自动停水。按  键可暂停和继续，连按两次 键，余额回写后拔出卡。按键时卡一定要插在卡槽中，否则预扣费余额无法退回（就是说卡如果不在卡槽里，在预扣的1块钱用尽前不管你用了几秒钟都是扣1块钱）。学子卡丢了或者消磁了可以使用自助补卡机补办，不过卡里余额要大于15块钱（补卡制卡费），从学子卡里自动扣。补卡的时候记得带上身份证和学生证，台里补卡在办公楼1楼，津南补卡在业务西楼1楼。"}
{"id": "chunk_00065", "title_path": ["关于交通"], "chunk": "先附上一篇之前的推送：@2023级新同学 | 快来查收南开交通出行指南！https://mp.weixin.qq.com/s/LYvbJR1XR7Z1pt_jzPDdCA（里面可以看到报到时如何通过地铁公交从火车站飞机场到自己报道所在的校区~）\n校区间的公交通行（可以下载车来了，天津公交看实时数据）\n南开八里台津南两个校区之间通行有612公交，5元一次，可支付宝支付。612有612快线、612（默认慢线）、612点对点之分。\n还可以试图乘坐615。615是天大的校际班车，但会在南开停一站（雾）。"}
{"id": "chunk_00066", "title_path": ["地铁篇"], "chunk": "津南校区：津南校区只通一趟地铁：六号线二期（六号线十分逆天，六号线一期渌水道是终点，所以到渌水道需要站内换乘，而且六号线二期末班车渌水道站发车是晚上11:00，错过了就只能打车回学校了。（ps：现在渌水道站末班车时间已经延长到晚11:00了，且每周五天津地铁全线延长半小时，特殊日期部分地铁线路也会延长运营，可以关注天津地铁运营或津云等公众号的通知）。“进城”路线大概是六号线二期——渌水道——六号线一期——八里台校区。六号线二期另一侧终点是咸水沽西，下地铁就能到吾悦广场，还是很方便的，本人也习惯晚上八点下课去吾悦转一圈再回来。（六号线坐到解放南路也是大型商场，里面有喜家德）（ps：补一句津南这北一门有公交，可以坐车到永旺，比吾悦更大些的商场。本人也经常坐车到隔壁，隔壁tju建的确实挺豪的，食堂很多）\n八里台校区：八里台校区西门通六号线，东门通三号线和十一号线。六号线出西门走大学道到头左拐从一中心医院站上车，三号线出东门骑车找周邓纪念馆站。相比较津南，八里台地铁更便利，三号线六号线来回倒基本上天津能走个遍。"}
{"id": "chunk_00067", "title_path": ["地铁篇"], "chunk": "至于去各个车站，开导航吧，六号线能直通西站，去南站天津站或者机场，没怎么走过，不过从津南校区出发，到机场相比较去西站更近一些，八里台校区除了去机场都不是很远。（2025：现在东门新建了更近的十一号线，南开专属的一站）\n假期回家从学校到各个火车站（主要的：天津站、天津南站、天津西站）以及滨海国际机场，可选择简单粗暴的打车拼车出行。八里台校区地铁去车站很方便。津南校区通过地铁倒地铁也是能到各个车站和机场的，就是时间久一点。注意事项：在天津乘坐地铁需要下载天津地铁APP（25.07.08更新：天津地铁今年终于接入支付宝了，现在可以用支付宝—出行—公交地铁—地铁码坐地铁了，泪目），别坐反了走丢了就行。拿着录取通知书可以购买高铁二等座75折、火车硬座5折/硬卧减免50%硬座价，但需要携带身份证和通知书前往人工窗口购买（但一般是从家到学校所在地可以享受购票优惠）。部分景区凭录取通知书/准考证可享优惠，如果假期想出去玩的话，可以提前了解和咨询景区的相关政策。"}
{"id": "chunk_00068", "title_path": ["关于床上用品"], "chunk": "往年通知书给新生发了新生手册，今年没发，里面会写南开的床的尺寸。需要注意的是两个校区的床规格不太一致，且和网上能买到的床上用品的尺寸也不太一致。可网购但可能需要改改尺寸，也可自行定做。在这里贴一个去年的床品尺寸图，其实都大差不差，跟着学校的规格买就行（床品不建议买学校的）\n报道当天宿舍楼附近有卖床上用品的固定地点。规格是和学校床铺匹配的。但个人感觉质量一般（或者可能是不太用得惯），还是比较建议自己提前准备好自己用的舒服的。如果自行准备的话，床品可提前准备被子、枕头、床单、褥子等等【建议快递过来，黑龙江到天津路程还是远的，准备个真空储物袋可以把被子压成一个小饼，无论是快递还是携带省钱且方便】，床垫要选好尺寸再买（新床很有可能因为护栏放不进去床垫，学校卖的床垫有合适的尺寸。买的时候要说明，有60和200两个价位的，其他床品学校都有卖，具体尺寸见通知书新生手册）（ps:今年新生手册好像无了hh）\n建议买床帘，南开宿舍天花板上有滑轨，可以不用自己准备轨道的。有一个自己独立的空间，方便自己也方便舍友。"}
{"id": "chunk_00069", "title_path": ["关于床上用品"], "chunk": "两个校区宿舍床帘需要的长度与网上常见的规格不一定一致，知道宿舍楼后可以细问下在那个宿舍楼住过的学长学姐。报道后再准备也来得及，快递还是很快的。（津南这边床上空间很大，身高1.7的都可以在床上站直，建议床帘尺寸尽量长一点，八里台不同宿舍楼的床上空间大小都不一样，可以在确定宿舍之后去问问在那个宿舍楼住过的学长学姐）\n建议买堵床缝的海绵条，防止手机之类的东西从床缝掉下去。现在后勤已经不处理掉床缝捡东西的事情了，需要宿舍内部通力合作自行解决。生活用品不要带太多，现买完全来得及，建议点外卖或者网上买，别在学校买（贵且质量差）。报修可通过【飞书——南开微应用——后勤报修】或者【微信公众号南开后勤服务——服务指南——微信报修】两种方式提交报修申请，然后根据系统提示一步步填信息就好啦，手机号、维修地址、维修类型一定要填清楚哦，方便师傅处理。\n注意：现在后勤已经不处理东西掉床缝这种问题了，这种报了后勤也不会来人处理的，宿舍内部互帮互助吧。"}
{"id": "chunk_00070", "title_path": ["关于床上用品", "2024最新推送：迎新特辑·⑧ | 报修服务https://mp.weixin.qq.com/s/blJjhx0GNFpZ8I1TQk5WKg"], "chunk": "报道少带点东西，能邮寄到学校的就邮寄到学校（但别提前太久，快递地址请见后面两个校区的介绍）。开学报道会有学长学姐们帮你们搬行李、指导走报道流程等等。东西别带太多，能快递寄过来的就寄过来，能网购的就网购。尽量分批邮寄，一次性全邮寄过来取完快递再搬回宿舍也够累的。开学报道别把自己累个半死，别把学长学姐们累死。不是所有校园文体活动都必须参加，不想参加就不参加，没参加的没事的就自己安排时间，想干啥干啥，摒弃高中思维！"}
{"id": "chunk_00071", "title_path": ["南开大学图书馆"], "chunk": "南开大学八里台校区有3个图书馆，逸夫馆（新图，敬业广场西侧）、文中馆（老图，新开湖北侧）（ps: 文中馆太老现在在翻新，暂时不开放）和经济学分馆（经图，圆阶教学楼西侧）。津南校区只有一个中心馆（中心馆是从2楼开始的哦，不是从1楼开始，离开中心馆电梯要按2楼别按1楼），不过金融学院的宁一弘道书斋其他学院的人也是可以进的。"}
{"id": "chunk_00072", "title_path": ["图书馆预约系统开放时间："], "chunk": "八里台逸夫馆：每天晚上9点之后预约系统会开放，可以预约第二天的座位/研读间/研讨间\n八里台文中馆：每天晚上9：30之后预约系统会开放，可以预约第二天的座位/研读间/研讨间\n八里台经图：每天晚上9：30之后预约系统会开放，可以预约第二天的座位/研读间/研讨间\n津南中心馆：每天晚上10点之后预约系统会开放，可以预约第二天的座位/研读间/研讨间"}
{"id": "chunk_00073", "title_path": ["图书馆开放时间"], "chunk": "八里台逸夫馆：周一至周五、周日8:00-23:00，周六 8:00-17:30\n八里台文中馆：周一至周五、周日 6:30-23:30，周六 6:30-17:30\n八里台经图：周一至周五、周日 8:00-23:00，周六8:00-17:30\n（ps: 八里台的学长学姐们说八里台的图书馆开放时间总变hh…）\n津南中心馆：周一至周五、周日8:00-23:00，周六8:00-17:00\n图书馆预约方式（座位/研读间/研读间）（只能在校园网环境下使用！）"}
{"id": "chunk_00074", "title_path": ["官网："], "chunk": "预约座位：进入图书馆官网主页→快捷菜单（或服务→空间服务）→空间预约，进入“南开大学图书馆IC空间预约系统”→用信息门户账号/密码登录→座位→查看所要预约的图书馆区域的空闲座位→选择时间→跳转个人中心预约记录，即可完成预约。预约研读间/研讨间：图书馆官网主页→快捷菜单（或服务→空间服务）→空间预约，进入“南开大学图书馆IC空间预约系统”→用信息门户账号/密码登录→空间→查看研读间空闲情况（黄色为已预约，白色为空闲）→选择研读间→选择时间→（添加人员→）提交预约。\n预约座位/研读间/研讨间：南开大学图书馆公众号→读者服务→座位&研修间预约→跳转到统一认证界面，使用信息门户账号/密码登录→进行座位/研读间/研讨间预约。"}
{"id": "chunk_00075", "title_path": ["飞书预约（最常用）："], "chunk": "预约座位/研读间/研讨间：南开微应用→图书馆预约，选择空间/座位，选择要预约的图书馆，选择楼层选择座位位置ID编号/研读间房间ID编号，选择预约时间选择预约人员信息确认预约信息，再确认提交显示预约成功就约完啦。需要注意的是约完之后进馆后按照座位编号查找对应座位，找到之后就坐在自己预约的那个位置就好啦，尽量不要坐其他位置（可能是别人预约的呢）。研讨间只能进你自己那个，没约的进不去。研读间为1人间（ps: 这种房间数量比较少，想用的话需要每天一开放第二天预约的时候就马上抢）。研讨间有大研讨间、中研讨间和小研讨间，小研讨间至少3人使用，预约时至少需要使用3个人的信息；中研讨间至少4人使用，预约时使用至少4个人的信息；大研讨间至少5人使用，预约时至少需要使用5个人的信息。（ps: 研讨间每次预约时间最少1小时，最长4小时，超过最长使用时间的长时间使用研讨间可能需要换人轮着约几回，每次到预约时间了预约时使用信息了的人别忘了预约时间开始的半个小时内去房间门口刷卡签到。\n如果想长时间使用研讨间也是需要一开放第二天预约的时候就马上抢的）\n自习比较常用的就是座位/研读间/研讨间啦，不过图书馆还有很多有意思的空间，留给你们自己开学慢慢探索吧~~"}
{"id": "chunk_00076", "title_path": ["ps:"], "chunk": "图书馆研修间：https://lib.nankai.edu.cn/12059/list.htm\n图书馆座位：https://lib.nankai.edu.cn/12060/list.htm\n图书馆影音空间：https://lib.nankai.edu.cn/12057/list.htm\n图书馆多媒体阅览区：https://lib.nankai.edu.cn/12058/list.htm\n登录飞书→南开微应用→图书馆预约后，进入个人中心，可查看预约状态、违约情况，取消预约。已生效的预约无法取消！！"}
{"id": "chunk_00077", "title_path": ["图书馆进出要求："], "chunk": "图书馆入口处均设有签到机，刷卡签到即可（注：除逸夫馆外，中心馆、经济学分馆、文中馆等包含扫码器设备的馆舍提供扫码签到功能，效果与刷卡效果一致，二维码所在位置：个人中心-个人账号右侧。签到过程如下图所示，选择查看预约→刷学子卡→显示你的预约信息→点击签到就完成签到啦：\n在预约起始时间30分钟内均可刷卡进馆，不能提前签到进馆。在座位空闲的前提下（例如早晨开馆前），读者预约使用时间前20分钟，系统将开放签到功能；如果其他读者正在使用该座位，将无法执行提前签到功能。读者可点击“查看预约”功能，并在签到机处刷卡，即可查看预约信息，确认无误后点击签到即可完成签到。过了30分钟就违规进不来了，预约的座位也释放了。预约研读间/研讨间使用的时候，进入研讨间/研读间需要按下门禁开关+在房间门口刷学子卡且你的信息正确显示在机器上的时候才能进房间，同样在预约起始时间30分钟内均可刷卡签到。系统以按下门禁开关按钮作为判断读者是否离开研修间的唯一依据。当读者临时有事，需要在门口签到机选择“暂离/返回”，刷学子卡后暂时离馆。\n读者返回后，需要再次点击“暂离/返回”，刷校园卡入馆；在使用期间，普通暂离超过90分钟未返回图书馆，将记录座位违约一次，同时释放该座位资源。（ps：管的松的时候不刷暂离直接走然后再回来也没事）"}
{"id": "chunk_00078", "title_path": ["暂离/返回的过程如下图所示："], "chunk": "读者结束当天学习后，在签到机选择“释放座位”，刷学子卡离开图书馆，结束本次预约；提前刷卡离馆不算违约，但座位会被释放出来给其他人预约。不按照规定刷学子卡离馆，将记录违约一次。（ps：如果是待到闭馆不刷卡离馆直接走也没事）\n图书馆内不能吸烟或使用明火，不能带有色饮料及食品进馆。（ps：一般放包里没人看见还是能带进图书馆的hh，吃的时候注意点，别弄的到处都是）"}
{"id": "chunk_00079", "title_path": ["积分与惩罚机制"], "chunk": "（ps: 分扣没了只是一段时间内不能去图书馆而已，去其他地方还是可以的，不用太在意这个积分和惩罚的，反正分还会重置回来）\n每学期座位个人信誉积分1000分（每学期重置），违约一次扣除100分，违约满10次（或积分为0）禁止使用座位预约服务3天，3天后原本0积分会恢复正常；\n每年研修间个人积分300分（每年重置），违约一次扣除100分，违约满3次禁止使用研修间服务15天，15天后恢复正常。预约座位未到馆，扣除100积分。判断标准：超过预约起始时间30分钟未签到，例如：预约8:00的座位，8:30分仍未签到，则扣除100分；\n预约座位结束未操作离开，扣除100分。判断标准：超过预约结束时间仍未签退，例如：预约8:00-22:00，如果读者超过22:00点仍未签退，则扣除100分（闭馆前请提前下楼准备签退）。预约研讨间未到馆，扣除100积分。判断标准：超过预约起始时间30分钟未签到，例如：预约8:00的座位，8:30分仍未签到，则扣除100分；\n研讨间使用人数不达标，扣除主要预约人100分。\n判断标准：超过预约起始时间30分钟仍有读者未签到，例如：有8位读者预约研讨间，预约时间8:00-22:00，如果有预约的读者超过8:30仍未签到，则扣除主要预约人100分。"}
{"id": "chunk_00080", "title_path": ["图书借阅："], "chunk": "借阅证卡管理规则：https://lib.nankai.edu.cn/12053/list.htm\n图书借阅规则：https://lib.nankai.edu.cn/12054/list.htm\n馆际互借与文献传递服务：https://lib.nankai.edu.cn/12056/list.htm"}
{"id": "chunk_00081", "title_path": ["八里台篇"], "chunk": "在雨露校长的推动下，目前八里台校区所有宿舍都有层浴喽！洗澡不再需要前往南开浴园（其旁边的浴园超市也许是浴园存在的最后痕迹力）\n八里台食堂篇：学一食堂、学二食堂、学三食堂、清真食堂、实习餐厅、西南村市场。（自选菜可以打半份）"}
{"id": "chunk_00082", "title_path": ["八里台篇", "25更新：25年新建好了学四食堂，就在二食堂身后，估计九月份开学就能用，具体里面有什么好吃的还不知道。但是看着豪华的很。"], "chunk": "西南村美食圣地，号称学五食堂，鸡公煲一定要吃，大王烤冷面相对正宗，好吃！学二食堂二楼我觉得yyds，几乎不踩雷，学二食堂一楼我觉得对于东北人口味偏淡，学二食堂三楼是一家餐馆，学二食堂二楼半有一家菜馆，天津菜和川菜做的不错，平时校内聚会总去，推荐。二食堂二楼金鹏菜馆锅包肉还不错（金鹏的地三鲜不是一般的难吃，千万要避雷），可以品尝一下。学一食堂麻辣烫好吃，有学校的家常菜（便宜捏）。学一食堂的二楼是实习餐厅，少数可以一直开到九点多的餐厅，实习餐厅管理好，有单间，麻辣拌好吃。学三食堂二楼都很好吃，几乎不踩雷，有很多可以外带的包子豆浆馅饼（早餐我只吃三食堂.jpg）等，而且离教学楼更近，上课来不及直接去三食堂。坏消息是一楼那家有包子有牛奶燕麦粥的那家早餐关门了，三食堂二楼也关了不少档口，学校说暑期会重新招标，不知道会有什么新吃的🤔。清真食堂大家的评价都是便宜且好吃，是排队人最少最快的，很适合懒得等的同学。刚来可以每个口都吃一遍，我觉得南开的食堂还是很好吃的。"}
{"id": "chunk_00083", "title_path": ["八里台生活篇："], "chunk": "八里台校园里有浴园超市（尽量别买，贵！质量差！服务态度更是差到极致）、十宿楼下有一家超市、物美超市（又称劫贫济富超市），但是学校里的超市普遍贵。八里台位于市中心，生活用品（什么牙刷、脸盆等等）都可以点外卖，便宜而且算是比较方便，八里台有外卖柜，也不用担心外卖会丢，但是不给送楼下，只有点引力校园（微信小程序）才可送到宿舍楼下。美团有的可以送有的不可以，下单时要看好能不能配送进校。\n准备一个自我介绍，抛弃社恐！开学之后的班会、面试等等都需要，而且Presentation是南开常见的考核方式，自信大方很加分。"}
{"id": "chunk_00084", "title_path": ["八里台娱乐篇："], "chunk": "八里台地处市中心，周围娱乐设施非常多，交通也比较方便。大型商场有鲁能城（聚会常去，有ktv、海底捞、烤肉、生鲜超市等等）。东门出门距离天大不过500米，沿街都是好吃的（东门麦当劳、烤肉等等等等）。西门出门是天开园高教区，有小广场，适合散步，楼里边是天大南开的联合产业，还有咖啡馆哦，刚建成不就，也是同学们周末去的较多的地方。八里台离海河、滨江道、五大道也不远，地铁不到半个小时学校周围有天塔（天津电视塔，可参观）、水上公园，景色很好。"}
{"id": "chunk_00085", "title_path": ["八里台学习篇："], "chunk": "八里台图书馆有三个：逸夫馆（新馆，早8到晚11）、文中馆（老馆，早6到晚11:30，现在已经不开放了）、经图（经济学院图书馆，早八到晚11），可以借书、自习，而且有研讨室。图书馆需要预约，到时间要找机器签到，否则扣信誉分，满分1000分失约一次扣100，扣没了三天不让约图书馆，三天以后又恢复1000分了，如果约到闭馆时间了不用签退，不会扣分的。（带饮料食物去逸夫馆有一定概率被拦，放在包里就ok了）\n但是自习一般在二主楼（晚十点关门，教室座位随便选），主楼也可以（但是主楼太老了，灯光和桌椅都不太行），随便抓一个哪个学院的教学楼有空教室也可以自习（如外院）。八里台上课绝大部分在二主楼，实验课在综合实验楼（生化、物理等试验），机房在主楼的一楼。"}
{"id": "chunk_00086", "title_path": ["八里台宿舍篇："], "chunk": "门禁：已知西区公寓无门禁，其他宿舍楼的规定各不相同（全看楼长和宿管），有些宿舍回去晚了可能会挨骂，无视他，女生宿舍的门禁可能会更严格一些。八里台的床帘尺寸不固定，建议到宿舍量完再买！位置：新生可能在16/17宿，16/17/18宿是连在一起的三栋楼，17宿有热水房，布局很像小区，比较有生活气息，楼内也很有住宿的感觉。而且地理位置好，对面就是食堂，离教学楼、浴园都很近。"}
{"id": "chunk_00087", "title_path": ["八里台体育活动场所篇："], "chunk": "体育馆：在公众号“南开大学体育场馆管理中心”上预定场地\n特别说明--羽毛球馆八里台老馆、新馆都可以预定，纯看手速，偶尔场地比较紧张，一般提前一周抢。体育场：八里台--足球场，网球场，篮球场都有，还算充足，西区公寓也有篮球场（相比较有点破了），张长江风雨操场以篮球场地为主，位置较多。\n二主楼下是南开大学校医院，可以说麻雀虽小但五脏俱全。只能做一些简单的检查，化验采样之后要送到校外的医院。南开周围也有很多医院，就医和实习都方便。"}
{"id": "chunk_00088", "title_path": ["八里台出行篇："], "chunk": "八里台校区比较小，平时上课步行即可。出门玩可以骑自行车（方便、不堵车）、公交【东门和西门都有公交站，612在西门外，直达津南校区】（晕车慎坐，天津的路不是直的，天津公交车会制服每一个不晕车的人）、地铁（八里台没有专门地铁站，最近的地铁站是天塔站）。八里台东西跨越长，如果住西区公寓可能需要骑车，但是共享单车数量有限，得抢。"}
{"id": "chunk_00089", "title_path": ["八里台活动篇："], "chunk": "学活：学生活动中心，学生会的一些活动会在学活，经常有文艺活动。学活对面的大草坪也是聚餐、搞聚会的好场地。东方艺术大楼：一些讲座或者文艺演出有时在东方艺术大楼，不常去。新开湖：新开湖约会圣地。湖边有情侣约会、演奏乐器的，湖边的平台可以聚会（刚开学没上课的日子经常在湖边打牌）。\n八里台快递地址：天津市南开区学府街道卫津路94号南开大学八里台校区\n（驿站在学活背面，一食堂对面、西区公寓、二主丙座都有快递柜）\n八里台外卖地址：天津市学府街道南开大学西南门/西门保卫处二道岗"}
{"id": "chunk_00090", "title_path": ["津南篇"], "chunk": "津南校区因为在津南区（较偏），在海河教育园区里（是高教园），再加上公教楼对面有一片草地，又名津南大草原，津南同学偶尔戏称自己为津南土著。（大草原经常会举办一些各种稀奇古怪的活动就不举例了保持神秘感哈哈哈哈哈哈哈哈哈）\n津南有个经典传统：住理科的同学觉得住文科幸福，住文科同学觉得住理科幸福（津      南校区主要分为文科组团和理科组团，大体依据学院楼地理位置划分，各自有完善的配套生活服务）。理科主要有瑞幸，711（不算便宜），兰州拉面、文创店、第二食堂、原之味、魔都三兄弟（重庆小面啥的）、台峡糕点（甜品店，泡芙麻薯好吃，强推爆浆麻薯）、干洗店、理发店（不建议去）、易修哥（理科食堂对面二楼，可修电脑修手机）、打印店（理科食堂对面二楼，可打印海报装订洗照片之类的）、水果店（在理科，个人建议不去，性价比较低，不如出校地铁去双港菜市场买，双港美食圣地，或者用天猫美团拼夕夕淘宝京东之类的买）、理发店（通通不建议轻易尝试。zhw：文科还说得过去，理科我同学去烫头回来之后那叫一个抽象.....）等；\n文科主要有物美超市（但物不美价也不廉，劫贫济富了属于是）、库迪咖啡、蜜雪冰城（雪王！雪王！！"}
{"id": "chunk_00091", "title_path": ["津南篇"], "chunk": "）、KFC、（比较小，东西不是特别多，没有原味鸡，而且每到周四动不动就爆单）、打印店（也是可以打印海报装订洗照片之类的）、元和西饼（元和西饼喜欢吃的人较多，但也不是所有人都喜欢）、水站、书店、第一食堂、清真食堂、小食堂、文创店（在留学生公寓附近）、花店（个人感觉性价比一般）、健身房（本人健身的工科舍友表示器材一般，且她也已经忙到大二一整年都没时间去了）、理发店（不建议轻易尝试）以及各种餐厅（eg：橘南火锅、思蜀川菜、福莲餐厅等）。但整体上差距不大，在全国高校来看也是比较方便的。"}
{"id": "chunk_00092", "title_path": ["津南篇", "2024最新推送：迎新特辑·④ | 商业服务（津南校区）https://mp.weixin.qq.com/s/PyuWNNyewJkw23J5JcXvwg"], "chunk": "食堂可以使用学子卡支付、支付宝支付、微信支付都可以，商业街的店铺不能使用学子卡支付。鉴于校内的这个情况吧，想去超市的话就近可以地铁6号线（咸水沽西方向）去吾悦广场，那里有华润万家超市。稍微远点的商圈还有永旺（但没有地铁直达，北一门有公交）。想吃水果的话可以（推荐）地铁6号线（渌水道方向）到双港下车，去菜市场购买水果（那里还有蔬菜、生鲜、熟食之类的）\n目前津南校区西南门每天晚上都会出小摊，水果质量远超校内，有空可以去逛逛\n推荐尝试文科二楼的小食堂！里面有一家盖饭真的是现做的菜不是预制菜！就是饭点人太多要排队hhhhh（自选菜慎重）"}
{"id": "chunk_00093", "title_path": ["文科"], "chunk": "早餐清真豆沙饼，一楼有方便面馄饨，煎饼（我觉得理科好点 他家烤冷面听说很雷，）豆腐脑，大饼夹一切（可以试试，天津大饼很好吃嘟）面夫子（酸奶包、流沙包、糯米鸡、梅菜肉包推荐，好像是预制）粥铺（他家有肠粉好吃推荐，粥的话酸辣汤个人不喜欢，疙瘩汤可以）掉渣饼（他家有现榨豆浆，还有玉米掉渣饼好吃）小笼包\n文科二楼：茶泡饭（舍友常吃）小锅焖面（好吃）海南鸡饭（好吃）土豆泥拌饭（好吃）还有麻辣烫重庆小面啥的可以尝试，钵钵鸡也不错\n早餐：也有面夫子（我认为他家豆浆比文科面夫子好吃）也有煮方便面（吃过一次 面的口感硬 他家早餐还有刀削面）还有馄饨 还有面食（可选性超级多 比文科种类多）还有烧饼（他家豆沙饼好吃，还有酱香饼）煎饼"}
{"id": "chunk_00094", "title_path": ["中午晚上（本人在文科我感觉理科都很好吃）"], "chunk": "理科一楼五谷渔粉非常难吃，一定要避雷！！！！（现在好像黄了不确定）\n理科食堂文科食堂个人感觉二楼都比一楼好吃一点，可以都去吃吃试试，口味因人而异了。理科的面、石锅、烤盘饭都还可以，文科的烤盘饭、石锅、火锅面、猪肚鸡、豌杂面也还算可以，文科清真食堂的牛肉面、刀削面也不错。理科二楼原汁味味道还不错，就是稍贵。有人说理科三楼的麻辣香锅还不错，但这口味真因人而异了。理科食堂三楼晚上有夜宵（晚上8:00-10:00供应夜宵）（zhw：晚上七八点多理科三楼的烧烤就开了，一般晚上来不及吃饭我下课就去吃烧烤，还是比较好吃的，我和我班同学每周三晚上准时烧烤例会哈哈哈）\n校内餐厅的话，文科还有云锦拉面、橘南火锅（还算可以）、思蜀川菜（还算可以）、福莲餐厅（还算可以，在学校里算性价比高的了）、主考官烤肉（可以尝试，但个人不推荐）等等。推一下F+牛肉饭真的很不错。已经不封校了，去校外吃好吃的店更多。理科三楼有包间，可以用于聚餐、请客之类的。性价比还不错。"}
{"id": "chunk_00095", "title_path": ["同八里台，自选菜打菜可以打半份。"], "chunk": "理科三楼的盒饭个人认为比一楼二楼的都强得多，起码可以看出是当餐做的，价格也比一楼二楼合理得多。理科二楼出了楼梯口有一个自选的小盘/小碗菜，我的建议是谨慎选择，一不小心就可能选到自选菜刺客。住理科的谨慎去711购买洗护用品，文科谨慎去物美。防晒喷雾，如果你想花37.6买一瓶非常迷你的海飞丝收藏当我没说。（ps：快递是很方便滴，建议不急用的都别在学校里的超市买，通通网购）\n（淘宝天猫超市！上午下单下午到，下午下单第二天到。包括京东的小时达、次日达，有些生活用品或者牛奶酸奶，都可以通过这些方式，重点是便宜！）\n津南校区比八里台校区大很多，在学校里出行建议自行车。所以这个难得的假期好好学学怎么骑自行车吧。可以不自己买自行车，学校里哈啰、美团、青桔都有的。（ps：但是不一定能抢到车，有时候上课找不到共享单车，所以稍微早点点出门，别压线出门上课）天津的自行车道很完善的，在路上会看到很多人骑自行车出行。津南建的蛮规整的，但是楼和楼之间太像了。津南的再次强调，入校的前2周，学会开导航，学会问路。不要高估自己的方向感，反正目前没看到几个在津南没过迷路的。"}
{"id": "chunk_00096", "title_path": ["同八里台，自选菜打菜可以打半份。"], "chunk": "（zhw：搬家第一天自以为哪哪都找明白了，结果去公教找不到门，这个需要丢几次就好了。）（sl：让你开导航不开是吧）\n津南校区地址比较偏，但交通还是很方便的。西南门出去就是地铁站（地铁6号线，但6号线二期工程），西门出去就是公交车站，出去玩还是很可以的，就是时间成本会高一点。津南区就近可以去吾悦、永旺、咸水沽等去吃吃喝喝玩玩乐乐。去市区的话地方就更多了（自行搜索吧），因为交通很方便，去哪都行。从津南乘坐地铁去天津站和天津西路程时间最好预留一个半小时以上，加上进站时间最好提前两个小时走。（也可以选择拼车，这样快很多哈哈）北京和天津的城际高铁大概半个小时左右，到北京南站的车比较多，没啥事也可以去北京玩（比坐地铁从津南去火车站的时间可短太多了）\n关于外卖：引力校园上的外卖都能送到宿舍楼下，其他外卖软件上的外卖绝大部分只能送到外卖柜里（理科的外卖柜在西南门，文科的外卖柜在西北门，外卖地址建议写清楚文科理科哪个门哪个宿舍楼）。"}
{"id": "chunk_00097", "title_path": ["快递"], "chunk": "津南也是使用快递柜的，24年前是校内快递只有近邻宝，24年10月起变为菜鸟驿站、近邻宝都有（京东、顺丰等一般和菜鸟驿站在一起，放在菜鸟驿站的快递须下载菜鸟app查看该快递的取件码，在对应的架子找到自己的快递后使用出库码扫码出库自行取件。顺丰的快递一般会发短信通知，可以放几天不当天取件，但一般需在晚上6点前取件。近邻宝的快递有的时候会发短信有的时候不发，可以去近邻宝公众号小程序输入快递单号查看物流信息，看看快递到没到放哪个柜子还有取件码之类的信息，去对应的柜子输入对应的取件码就可以打开柜门取快递了）。现在快递柜主要分布在文科西北门校医院和理科西南门附近，可以通过查看地图查看导航（或者打听学长学姐）看哪个快递柜在哪个位置。对于寄到津南的快递，给出以下建议。写清楚南开大学津南校区（写同砚路38号也可以）（ps：个人比较推荐写南开大学津南校区，降低快递被送到隔壁天大北洋园校区的概率（发生过很多次，不是少数事件，不是在讲笑话））。"}
{"id": "chunk_00098", "title_path": ["快递"], "chunk": "（zhw：我的地址一般是“天津市津南区海河教育园区同砚路38号南开大学津南校区理科组团”，目前是没丢过）（sl：真严谨）\n宿舍楼可以写，门牌号写不写都行（都放快递柜里，也送不上门）\n不写宿舍楼是可以的，但非常非常建议写清楚文科组团or理科组团。不写文科组团还是理科组团一般会默认送到文科的快递柜里，也可能乱送。只写宿舍楼的话对送快递的师傅们来讲不是很友好，不仅降低了他们的工作效率（要分辨哪个楼是文哪个楼是理的），还提高被送错地方的概率，最后辛苦跑腿取快递的还是你自己，对住理科同学简直是折磨（不要怪没提醒过你们，住理科的天天跑到文科取快递谁也受不了）。所以，乖乖写清楚自己是住文科组团还是理科组团的，避免不必要的麻烦。（ps：有时可能会因为宿舍安排不下，部分理科专业的同学会住文科组团，部分文科专业的同学会住理科组团。不多见，但每年都会有几个学院是这样的）\n不要寄快递寄的太早，快递柜里存放一周多是可以的，一个月两个月的那肯定是不行的，会收回的。"}
{"id": "chunk_00099", "title_path": ["快递"], "chunk": "报道邮寄的东西可以多分一些小包裹。如果是大包裹的话快递柜放不下，取快递拿回来也很麻烦很累。（ps：跨文理组团取快递学校可不提供快递车这个服务哦，需要自己走到或者骑到文科快递点，自己取件再弄回宿舍。或者去问问宿管阿姨有没有快递车能不能好心借用一下，在新生报道时期，能不能刚好有可真说不准）\n津南取快递柜里的小件快递需要使用近邻宝校园的公众号，可以提前关注一下\nhttps://mp.weixin.qq.com/s/0w8SKh67TjfX8ti4sMqSsA"}
{"id": "chunk_00100", "title_path": ["宿舍"], "chunk": "津南绝大部分宿舍都是四人寝。少部分同学可能会被分到研究生宿舍，一般是三人寝。宿舍都是上床下桌，都配有风扇，空调情况需看下面的文字。最高6层，没电梯。宿舍里每个人都有3-4个插座，一般不需要插排（理论上似乎不允许用，不过体感所有人都在用插排不然设备一多确实不方便）。宿舍是配有空调的，但空调需要租，按年租，不管什么时候开始租，都是到8月31日算完整的一年，是相同的价钱（一年租两年租三年租折算下来每年的价格不一样的，到时候可以细问）。如果不租的话报道一段时间后师傅会进宿舍拆掉空调，要是租了师傅也会再来安上。空调需要交租金和押金来换取遥控器（租赁地址为学5B-5C中间直饮水办理二楼）\n每层都有饮水机，可使用水卡（一般没人用）和支付宝（刷脸/扫二维码）支付。ps: 24年暑假回来发现开始用乖胖app了，操作流程就看图片吧......\n每层都有浴室，不需要预约。插卡计费出水，0.25元/分。每个都有隔断但没有帘子，如果有需要可以自行准备浴帘。PS.现在津南的层浴应该都装上浴帘了。每层都有洗衣房，有公共洗衣机。使用U净APP或支付宝U净小程序均可。根据不同的需求和使用时间，有不同的计费标准。"}
{"id": "chunk_00101", "title_path": ["宿舍"], "chunk": "每个宿舍楼里都有打印机（公教楼、图书馆也有几个），使用小程序（可以看有没有坏有没有墨有没有纸能不能用）进行打印。扫码取件，微信支付支付宝支付均可。每个宿舍楼一层配有厨房（看愿不愿意自己做饭了，想做饭的记得配齐厨具调料以及食材，包括锅，不过用的是电磁炉）不过只能用电没有燃气，可以吃火锅啥的。（电磁炉能用的很熟练的话也可以自己去炒几个菜吃吃）\n津南主要在公教楼上课，部分课程会安排在学院楼上课。公教楼有A、B、C、D四栋，而且是互相联通的，很大，足够用。每层楼都有地图，每隔一段距离也有地图。不要忽视这个地图，当你在公教楼里迷路的时候，真的很有用。（ps：在公教楼里迷路真的是很正常的）大学课表安排的教室是乱动的（可见上课篇老学姐的课表，有的学院排课可能还会公教楼学院楼乱串），在课间的时候需要换到下一节课上课的教室，课间在公教ABCD里乱跨暴走是很常见的（雾）。津南有综合实验楼ABCD 4个实验楼，有实验课的看课表安排，在哪个时间段在哪个实验楼上什么课然后去上课即可。"}
{"id": "chunk_00102", "title_path": ["宿舍"], "chunk": "在津南如果需要办理什么手续（eg：户口、身份证、补办学子卡、火车票优惠），一般需要去综合业务西楼和综合业务东楼进行办理（在图书馆附近）。各种文艺活动、讲座演出、学生组织的办公一般会在大通学生活动中心。这里还有琴房，一次一小时（人多的时候会到时间会有人专门催），免费的，押学子卡即可。津南有两个体育场，文科组团理科组团各一个，文科的是主体育场。体育馆在文科体育场附近，比较大，在室内上的体育课都会在体育馆里上。如果想课余时间在馆里打打羽毛球之类的需要提前预约。如果想在热门时间能在馆里打羽毛球，是要定时抢场地抢时间的。津南运动场地不少，eg：篮球场、网球场、排球场都很多。津南体育馆的游泳馆据说是不错的。（详细信息请移步南开体育之声公众号自行搜索了解）\n校医院在文科西北角，但疫情期间什么都处理不了，不管大病小病，只会开转诊单。（雾）现在也建议直接出校去大医院吧。津南区有津南医院，是三甲医院。走医保报销的话注意南开大学医保的报销流程。"}
{"id": "chunk_00103", "title_path": ["宿舍"], "chunk": "额外说一点，津南医院是一个只能看小病的医院，它的优点是假条开的又快又好，缺点是稍微真的有点毛病它都看不好（已在骨科，内科，口腔科就诊过，都不行）\n如果你有时间，并且真的有需要得到长期的，正式的治疗的疾病，口腔问题请去天津口腔医院专家号；关节问题等骨科请去天津医院；万金油医院天津一中心也是很好的选择。以上均可使用医保，津南校区离市区较远，就医不便，但是真的身体不适请不要委屈自己。（PS：不想暴露太多个人信息，但由于身体素质比较差已经在天津的6家医院就诊过，在群里问就医问题如果能看见有问必答，祝大家都身体健康）"}
{"id": "chunk_00104", "title_path": ["津南自习的地方"], "chunk": "宿舍（每个宿舍楼里都有公共自习区，或者可以更简单粗暴，宿舍里从床上爬下来即可）（可认为是24小时自习区）\n公教楼（ABCD，足够用），可以通过飞书查询公教楼哪个教室什么时间段是没有被排课，是空的可供自习（但如果是被临时占用的就查不到喽），去公教楼自习不需要提前预约，自己随便找位置即可。（晚上10点关门）\n中心馆（津南的图书馆，共7层，很大，很够用），但去图书馆自习需要提前通过飞书预约时间和位置，是不能随意坐的（可能是别人约好的位置呀）。需要在预约开始的半个小时内需要进行刷卡签到，离馆要刷卡释放座位（其实如果直接约到闭馆时间不刷卡释放座位也不会扣分），没刷卡也是会扣信用分的。（扣分规则同八里台）（周六下午5:30闭馆，其余时间晚上11点闭馆）\n金院还有宁一弘道书斋（其他学院的同学也可以去的）。（晚上10点关门）"}
{"id": "chunk_00105", "title_path": ["高分应试篇"], "chunk": "首先，不要盲目自信，不要盲目自信，不要盲目自信，无论这门课有多简单，在你的印象里这门课你学的有多好，都不要盲目自信，考试会将你的自信按在地上狠狠摩擦。重点：上大学也是需要涂卡笔的！！！有的期末考试也是需要涂答题卡的，不是所有科目的考试都不需要答题卡涂卡笔！！！而且，四六级是一定一定需要涂卡笔涂卡的，不要去考场排队了发现自己没带涂卡笔！！！获得高分的第一步是拥有一个很不错的平时分，平时分一般是由上课考勤和作业组成，有的老师还会参考例如上课回答问题情况等，很多课都会由pre，如果想要高分pre是不能放弃的，这是保命的关键。考勤：上课考勤做到一次不缺其实不难，最重要的是选一个考勤方式相对轻松的老师，比如A老师用app签到，这个app的签到范围甚至包含了你的宿舍，你只需要一个去上课的眼线，就可以完成“人在家中坐，签到天上来”。而B老师考勤方式是随堂测试，甚至他给每个同学发了一张专用的纸，考勤就变得十分困难了。"}
{"id": "chunk_00106", "title_path": ["高分应试篇"], "chunk": "作业：这里的作业指的是除了期中期末考试（部分课程可能有月考）以外的所有需要花费你时间的东西，这些东西都可能算分数，解决办法是弄清楚算分方式 ，比如有的作业交了就给分，有的作业要看正确率，有的课程要求看线上慕课，有的课程会有随堂单元测试，务必要发挥自己获取信息的能力，如果作业看正确率的话就别自己写了，该抄就抄，不过要注意抄的时候要适当改动一些（上了这么多年学了相信大家都明白）。接下来就是考试成绩了，大学的考试往往不止考察你的知识掌握能力，事实上一个课程的考试题库可能小的很夸张，一般来说通过2-3年往年题目就可以遇到考试时一半左右的题目，获取往年题的方式一般是问学长学姐要（化学学院有一个叫freshman的文件夹，里面有往年题之类的东西，如果有和化院一样的课的话可以找化院同学要），也可以在集市收一般都能收到。有的考试如果不刷原题或者联系一些很特殊的考试技巧的话是不可能考出高分的，不要妄想着学的足够好就可以薄纱一切考试题。请注意，很多科目的往年题在极大程度上影响着你的考试成绩。"}
{"id": "chunk_00107", "title_path": ["高分应试篇"], "chunk": "考试前的最后两节课一定要去！甚至拿手机录音！很多老师会偷偷暗示一下考试题目甚至划重点，虽然可能画个P，，，但即使是P也要听（）    ——毕导\n工科，大一上的课程还算好，多花些精力在编程上。C++分数难看无所谓，反正大家是一样的难看。对C++要考试卷子啥用没有，反正年年变题型大家都是一样的不会。大一下有电路大物（现在工试大一下已经没有电路哩，时代的眼泪了），这玩意真别考试周突击，真的会寄的。平时作业会做课后题会写考试都没什么问题的，考试卷子可以找学长学姐们要。大二如果来计网了，计网的4个专业平时都别摆，期末周会更寄的，over。（详情可移步大类学习&生存板块的工科部分）\n由于文档过大，二次选拔部分新建子文档，链接如下\n【金山文档 | WPS云文档】 《爬行指南——二次选拔与大类篇》\nhttps://kdocs.cn/l/cpmmbKDokjPy\n由于文档过大，大类分流部分新建子文档，链接如下\n【金山文档 | WPS云文档】 《爬行指南——二次选拔与大类篇》\nhttps://kdocs.cn/l/cpmmbKDokjPy\n由于文档过大，大类生存部分新建子文档，链接如下\n【金山文档 | WPS云文档】 《爬行指南——二次选拔与大类篇》https://kdocs.cn/l/cpmmbKDokjPy"}
{"id": "chunk_00108", "title_path": ["关于转专业"], "chunk": "一般是大一下、大二下都有转专业的机会。大一下机会多一点，大二下一般不会有人想转了（不是因为没机会，机会都还是正常给的。就是这个时间点转可能来不太及，可能修不完课得延毕）\n不同学院的要求不一样，每个学院每年会在学院官网发转入的要求，有这个打算的自己到时候关注那个学院的官网就好（教务处官网一般能找到所有学院的，部分学院有公示期）。关于有没有面试、有没有笔试、有没有成绩排名要求之类的条件，每个学院每个专业都不一样，往年的要求参考即可，每年都有可能改。南开大学转专业总政策：转出无限制，转入有考核。转专业大致时间线：一般每一年年底会公布新一年的转专业细则（例如23年底发布了2024年本科生转专业细则，转入后为24-25第一学期），然后第二年转专业报名（看每年具体的通知即可，之前是期末考试后暑假的时候，但25年转专业提前为第二学期4月份左右，在分流之前），大概几天后各学院开始转专业及拟录取流程（所以建议大家有想法的利用寒假时间好好准备）而且不能降转，需要补课。转成功后调整学籍及培养计划到新专业并按新方案选课。可以关注一下我们在听，每年都有转专业的推文。最好提前了解一下转入学院的课程。"}
{"id": "chunk_00109", "title_path": ["关于转专业"], "chunk": "一般专业不开专业外名额，选了一般会掉。所以可以先跟对应学院老师打好关系（磨一磨），看能不能开几个专业外名额。南开转专业成功率有75%~80%，不算低。铁定要转专业的话可以具体也可以问问想转入专业的学长学姐们。基本上去查每个学院官网都公示转专业的接收名单，建议大家大胆放下包袱去问（直接飞书）（当然一定要礼貌）同时和转专业的同学磨磨关系挺有用的。还是强调一下：善用学院官网和教务处官网，熟读转专业细则和转专业招生计划，同时善用eamis中查课表的服务。\n大一下、大二下均有申请辅修的机会。一般都大一下才选辅修，大二下怕到毕业修不完。（当然要是有能修完的自信也没人阻拦，此外大多数学院都仅接受大一同学去辅修）"}
{"id": "chunk_00110", "title_path": ["可以中途退出"], "chunk": "每个学院下半学期也会发辅修的通知，上面会写要求（比如要不要求成绩&排名、需不需要面试、需不需要笔试之类的）。每个学院要求不一样，每年的要求也不一定一样（所以往年的信息仅供参考），有想辅修的同学到时候可关注自己想辅修的专业的学院官网蹲信息。辅修专业修满30学分能拿到辅修证明，修到50学分以上（需要根据辅修专业的具体要求，不同专业要求也不一样）能拿到双学位（需要没事看看教务系统，说不定啥时候辅修培养计划就会神奇地多了门必修课）。教育部的政策这几年不太明朗，可能拿不到两个学位证，只能在一个证上写两个学位。\n如果涉及到跨校区的辅修/双学位，可申请另一个校区的临时宿舍（好像是需要选出在另一个校区至少两天的课）。"}
{"id": "chunk_00111", "title_path": ["人文社科类"], "chunk": "比如中文历史哲学马院等，这些学院挂科比得高分还难，挂了真是你摆烂到极点。原本这部分写了个括号，中文大类的古代汉语、古代作品选除外，现在发现也不是除外了，因为这几门课说实话背了就能过，不背废废了也怨不得别人了，大一下中文大类传播学概论确实要辛苦一些，给分低有可能，不过还是不现实。文科高数或是马院的数理类课程，老师们一般都很善良，不用担心挂科的问题，需要自己认真完成作业做点题争取拿个好看点的分数。"}
{"id": "chunk_00112", "title_path": ["工科类"], "chunk": "不好好学容易形成挂科连锁反应，一学期就挂满学业警示那种，所以不要轻视任何一门课，不要高估自己，建议平时就好好学。但也别太卷，卷天卷地没啥用。工科与其说是卷不如说是超级累，课程的难度和数量在所有学科中也是顶中顶的，但是只要学懂学会成绩和排名一般不会很难看（应该吧），不太需要人卷人（对自己高要求想有点追求的卷王除外）。认真跟着学的话一般情况下是不会挂科的，但是不建议考前突击（根本突击不完），挂科带来的后果不仅是需要重修，压力大还耽误时间，还会影响转专业等各类事情。（ps：工科，是这样的，关于成绩和排名嘛，重要，但也没那么重要。还是那句话，不要把大学过成4年高三）\n（ps：其实原本想写的是虽然工科的课学起来量很大，且因为刚开始从高中学习向大学学习过渡导致学起来可能会不太适应觉得比较痛苦，但那点玩意也就是看起来唬人，只要你学了就没什么挂的机会，毕竟分低和挂科是两码事，而且大一工试一共就那点玩意，跟后续专业课那堆内容比根本不值一提。但是！！"}
{"id": "chunk_00113", "title_path": ["工科类"], "chunk": "随着23级24级出卷越来越难，且学生们普遍听信高中老师们的话，觉得上大学就轻松了不用学了，开始报复性放飞自我，平时也不怎么学，全指望期末突击，身边23级24级小登大一就那么点A类课B类课，高数、C++、线代、大物，全见到有挂的了，所以再次提醒，请勿轻视任何一门课）"}
{"id": "chunk_00114", "title_path": ["物质大类"], "chunk": "大一一定不要太摆烂，但是也不用过高四那样，大一挂科很麻烦，尤其一些专业课，会影响分流，比如生命科学学院要求挂科不超过四学分，不然来不了生科院（24级起分流任意，挂科不影响分流，但也尽量别挂）。我们导员一再强调挂科是底线，一般不挂科，但是也不要太摆烂。"}
{"id": "chunk_00115", "title_path": ["数统大类"], "chunk": "如果你不想评优/评奖学金/出国，A类课可以随便挂，重修之后过了没有任何影响，专业课我这么说，只要你一门课有一天时间复习，你就不会挂科！除非你是应付都懒得应付，那老师也肯定懒得捞你了（老师不一定会捞人，真的有数分58分的同学），那大家人各有志我也不多说什么，好好享受大学生活吧。"}
{"id": "chunk_00116", "title_path": ["关于荣誉称号&奖学金"], "chunk": "写在前面：大家进入大学第一件事要知道的就是，尽量在能力和心理预期范围内争取所谓荣誉，不要被造神化运动蒙蔽，虽然成绩仍然是相当重要的评判标准，但对荣誉和对荣誉获得者祛魅也是必要的。——by 21-新传-zhw"}
{"id": "chunk_00117", "title_path": ["造神是一场双向选择双向奔赴。"], "chunk": "——by 20-历史-唐厅\n自己学院关注自己学院的吧，很难统一讲，每年都有可能改动，可以找往届学长学姐要要奖学金评比的文件看看。国奖（24年起上涨为10000）市奖（8000）一般2%，校级奖学金对于99.9%的学生来说就是公能（5000）能有5%~7%（大概）（周奖那是神中神才有机会评的）和其他专项奖学金（2000）（eg：学业优秀奖学金、创新奖学金、学业进步奖学金、社会公益奖学金、学生服务奖学金、文体奖学金、参军入伍奖学金、中西部基层奖励金），看名字就能看出来有一些奖学金的不会特别在意学分绩。每个学院都有自己的奖学金加分细则且每个院加分细则不一样，每年可以导员到评奖学金的时候都会发文件，实在等不及的可以找学长学姐要自己学院往年奖学金评比的相关文件。大一一年的奖学金大类学生在原来的代管学院评，不是在分流后的学院和专业哦。\n其实也不止下面这些啦，有些学院还有各类名目的院级奖学金校友奖学金什么的……"}
{"id": "chunk_00118", "title_path": ["政府奖学金"], "chunk": "国家奖学金：用于奖励在校生中二年级以上（含二年级）学习成绩优秀和“公能”素质高的学生，奖励标准每人每年10000元，奖励比例约为2%（具体名额根据当年上级文件确定）。天津市人民政府奖学金：用于奖励在校生中二年级以上（含二年级）学习成绩优秀和“公能”素质高的学生，奖励标准每人每年8000元，奖励比例约为0.5%（具体名额根据当年上级文件确定）。国家励志奖学金：用于奖励在校生中二年级以上（含二年级）品学兼优的家庭经济困难学生，奖励资助标准每人每年5000元，奖励比例约为4.6%（具体名额根据当年上级文件确定）。天津市大学生创新创业奖学金：用于奖励在创新创业方面表现突出的学生，奖励标准及申请条件根据天津市教育发展基金会当年通知执行。"}
{"id": "chunk_00119", "title_path": ["优秀奖学金"], "chunk": "周恩来奖学金：为南开大学本科生最高荣誉，用于奖励在各方面综合表现突出的学生，奖励标准根据南开大学教育基金会当年通知执行。公能奖学金：用于奖励在专业学习、科研创新、公益志愿、校园活动、社会工作和文艺体育等方面表现突出的学生，奖励标准每人每年5000元，奖励比例为5%"}
{"id": "chunk_00120", "title_path": ["专项奖学金"], "chunk": "学业优秀奖学金：为奖励学习成绩优异的同学，学校设立学业优秀奖学金，奖励标准每人每年2000元，奖励比例为6%。创新奖学金：为鼓励学生积极参加科研研究、专业竞赛及创业实践活动，提升创新能力，学校设立创新奖学金，奖励标准每人每年2000元，获奖比例为3%。学业进步奖学金：为鼓励学生努力学习，学校设立学业进步奖学金，奖励标准每人每年2000元，获奖比例不超过2%。社会公益奖学金：为鼓励学生感恩和回馈社会，积极参与公益志愿活动，学校设立社会公益奖学金，奖励标准每人每年2000元，获奖比例为2%。学生服务奖学金：为鼓励学生勇于担当、乐于奉献，热心为广大同学服务，学校设立学生服务奖学金，奖励标准每人每年2000元，获奖比例为2%。文体奖学金：为鼓励学生开展文体锻炼，积极参与文化、体育活动，学校设立文体奖学金，奖励标准每人每年2000元，获奖比例为2%。参军入伍奖学金：用于鼓励学生志愿参军，投身国防事业，入伍期间2年一次性奖励16000元。中西部基层奖励金：为鼓励本科毕业生到西部地区和艰苦边远地区基层单位就业，学校设立中西部基层奖励金，奖励金额为每人3000元或5000元。\n其实也不止下面这些啦，各个学院各类名目的各种称号还有很多的……\n本科生三好学生评选对象为获得国家奖学金、天津市人民政府奖学金、周恩来奖学金、高额社会捐赠奖学金、公能奖学金的本科生，授予当选学生“南开大学三好学生”荣誉称号，颁发荣誉证书。\n本科生优秀学生干部评选对象为获得学生服务奖学金的本科生，授予当选学生“南开大学优秀学生干部”荣誉称号，颁发荣誉证书。"}
{"id": "chunk_00121", "title_path": ["学生年度人物"], "chunk": "用于表彰在勤奋好学、科研创新、社会实践、特殊才能等某一方面表现突出的学生，授予当选学生“南开大学学生年度人物”荣誉称号，颁发荣誉证书，给予一次性5000元的奖金奖励。学生年度人物提名奖颁发荣誉证书，给予一次性1000元的奖金奖励。\n用于表彰综合素质高、在德智体美劳各方面表现优秀，或在学术科研、创新创业、志愿服务、社会工作、文化体育等某一方面表现特别突出者，授予当选学生“南开大学优秀毕业生”荣誉称号，颁发荣誉证书。\n“周恩来班”为南开大学授予本科生班集体的最高荣誉，授予当选班级“周恩来班”荣誉称号，颁发荣誉证书和“周恩来班”称号题词奖牌。\n用于表彰在班级成员成长成才、班风建设等方面表现突出的班集体，授予当选班级“南开大学先进班集体”荣誉称号，颁发荣誉证书。\n用于表彰自觉以习近平新时代中国特色社会主义思想为指导，组织健全，制度完善，促进南开青年学生德智体美劳全面发展的社团。\n用于表彰团结友爱、彼此尊重，互帮互助、关系融洽，成员表现优秀的宿舍，每年评选出的文明宿舍占全校本科学生宿舍总数的10%。"}
{"id": "chunk_00122", "title_path": ["相关推送："], "chunk": "点击查看属于NKUer的荣誉&资助指南：https://mp.weixin.qq.com/s/PhRuV2B-BvFt-bqSMqpwSQ\n喜讯！来了解一下nku的奖助体系吧：https://mp.weixin.qq.com/s/bkwQDLZQrXIFol6MjpZGfQ"}
{"id": "chunk_00123", "title_path": ["关于学科竞赛"], "chunk": "大学生的竞赛比较复杂，分类比较多数量也比较多，每个比赛的规则也不一样，很难几句话讲的特别清楚，感兴趣的就自行上网查找相关信息吧。专业壁垒没那么强以及跨学科需要多学科门类的同学合作的较为知名比赛先在这列几个，欢迎其他同学前来补充。数学建模类比赛：全国大学生数学建模比赛，美国大学生数学建模竞赛etc\n创新创业类比赛：中国国际大学生创新大赛（曾用名中国国际“互联网+”大学生创新创业大赛，一年一次），挑战杯全国大学生课外学术科技作品竞赛（简称大挑，两年一次，大挑小挑隔年交叉举办），“挑战杯”中国大学生创业计划大赛（简称创青春、小挑，两年一次，大挑小挑隔年交叉举办）etc\n非专业组可以参加的英语和数学类比赛：外研社全国大学生英语系列比赛，全国大学生数学竞赛etc\n职业技能比赛：全国大学生职业规划大赛etc"}
{"id": "chunk_00124", "title_path": ["专业学科竞赛：那就太多了好吧"], "chunk": "有一个教育部认可的全国大学生学科竞赛名单，感兴趣的可以自行去找一找看一看。但是在南开不同学院认不认怎么认都有自己的一套说法，如有需要请自行查找相关学院的相关文件。对于理工类的专业较强的学科专业竞赛，能力超强（能力一般的请好好学习打基础，打比赛这玩意不是刚需）可以联系学院一些老师进实验室，跟导师做科研做项目什么的，有机会的话一些小比赛可能就会让你们参与了。在大类的同学可以多多打听其他学院的信息，如果每个学院都有认识的且无私的同学共享信息，会方便很多。很多时候不可避免会存在信息壁垒（学院与学院之间、特色班与大类之间），自行打破吧。各个学院公众号都去关注一下，虽然竞赛会发点，但发的不会特别多。也可以在这一年提前了解下各个学院的风格，为分流选专业做准备。一般有实验室的老师和研究生学长会找本科生一起参加比赛的，可以多多打听一下，也可以自己在网上（注意鉴别官方）找面向全国大学生的专业避雷没那么强的比赛，一般也都是可以参加的。"}
{"id": "chunk_00125", "title_path": ["什么是大创？"], "chunk": "大创即大学生创新创业训练项目，主要是由本科生在大一到大三的时间里，进行主持创新性的研究和实践性的创业活动，取得有关的研究成果或实践成果的过程。大创项目经费主要来自学校和国家拨款，根据项目的实际情况和实践价值，划分为校级（南开校级立项称为百项工程，简称百项）、省级（在天津就是天津市大学生创新创业训练项目，简称市创）和国家级（国家级大学生创新创业训练项目，简称国创）三类，不同等级的大创经费从1000-10000元不等。国创为期2年（也可以1年，申请提前结项即可），市创和百项为期1年。在完成申报书所预定项目的成果后，提交为期一年的项目结题申请书和项目有关实践作品，进行合格，良好和优秀的等级评定。"}
{"id": "chunk_00126", "title_path": ["大创的分类"], "chunk": "主要划分为两大类：学术科研类和创业实践类，进一步可细分为创新训练项目、创业训练项目和创业实践项目三类。学术科研类是指创新训练项目，即在导师的指导下，自主完成创新性研究项目设计、研究条件准备和项目实施、研究报告撰写、学术交流等工作。（一般大家都会立创新训练项目，立创业的很少，理工科这边可简单理解成这玩意就是进组跟导师做科研，基本就是一个科研项目的完整流程，一段科研项目经历）"}
{"id": "chunk_00127", "title_path": ["创业实践类是指创业训练项目和创业实践项目"], "chunk": "创业训练项目，即团队在导师的指导下，团队分工合作完成商业计划书的编制、可行性研究、撰写创业报告等工作。创业实践项目，即学生团队，在学校导师和企业导师共同指导下，采用前期创新训练项目（或创新性实验）的成果，提出一项具有市场前景的创新性产品或者服务，以此为基础开展创业实践活动。一般大二做，大一也不是不行，但一般不会大一上来就做。项目负责人都是大二的，大一是不可以当负责人的。（ps：大一明文规定不可以，但是其实报名了也不会打回）\n关于在奖学金或者综测加分与否还是得看各个学院自己的规定。有的学院比如计网做不做大创都没有保研加分，不过可以把这当成一段科研经历去写的。有的学院会有保研加分，有的学院不仅加分而且加分还很多，有的学院会允许一人组队，有的学院不允许一人组队，有的学院限制队伍人数，反正就是还是自行去了解自己学院的规定吧，每个学院的说法不太一样。关于项目最后是国创市创还是校级百项，会先进行立项答辩，然后根据答辩的排名决定。一般答辩只要别过分离谱，项还是能立的，立项就保底百项。"}
{"id": "chunk_00128", "title_path": ["创业实践类是指创业训练项目和创业实践项目"], "chunk": "有的学院还是比较公平公正的，会看你项目整体情况、答辩情况给分等给排名的，全凭实力；有的学院也不看你项目本身情况，答辩象征意义的走个过场，主要看指导老师的地位论资排辈进行排名（dddd）。可以跨学院立项，在别的学院做找别的专业的同学是可以的。做什么都可以，是不是本专业的也都可以，但还是考虑下自身实力和精力再决定做不做以及做什么吧。（跨学院项目保研中是否加分请参考自己学院保研细则）"}
{"id": "chunk_00129", "title_path": ["关于军训", "2025级本科新生（大一）的军训时间，2025年9月8日- 9月28日，为期20天"], "chunk": "附上一篇往年推送供参考：https://mp.weixin.qq.com/s/AGCiLTGr6j-vzSsbONO9WQ\n（ps：今年25级还好，是在9月军训，往届是在8月份最热的时候军训，蛮难熬的）"}
{"id": "chunk_00130", "title_path": ["军训小技巧："], "chunk": "下训之后可以快跑回宿舍抢洗衣机洗衣服（谁抢到了可以跟谁搭个伙但是不要总白嫖哦），三四个人一桶都是没问题的，但是记得给衣服做好标记。导员一定会告诉不要穿着军训服到处跑，尤其是做一些不恰当的举动（比如搂搂抱抱啊%￥*&……%你懂的），脱了军训服你才是自由的大学生。洗衣服小技巧：短袖是速干的，洗完一晚上肯定能干。裤子把裤腿扎起来，从裤腰用吹风机吹个五分钟或者十分钟，干得快。衣服同理，把开口的地方封住，从下摆开口吹。但是热风吹一定要敞口，因为容易糊。脖子和胳膊都要做防晒！（老登晒伤惨痛经历，晒伤之后出汗非常痛，而且晒伤没什么特效药，只能摸烫伤药比如炉甘石洗剂，最后自己硬扛过来）\n如果晒伤了，千万不要挠！越挠越严重，甚至留疤。晒伤先降温，用冷毛巾湿敷（不建议冰敷，这种温差极大）；然后补水，多喝水，涂保湿的乳或者霜缓解晒伤后的皮肤干燥。如果严重到起疱的程度，及时就医，遵从医嘱用药。军训期间容易拉肚子和发烧。尤其是在温度高的室外进入温度低的空调房，包括军训带来的压力，容易引发急性肠胃炎，建议可以和室友备一盒蒙脱石散，要不赶上晚上拉肚子拉的很严重一晚上都不用睡了，还要去早训。"}
{"id": "chunk_00131", "title_path": ["军训小技巧："], "chunk": "身体不舒服，及时请假就医，导员会理解的。刚开始训的前几天，会有很多人经受不住这种压力，出现低血糖、碱中毒的症状，训练期间不舒服（尤其是感觉自己要晕了）及时打报告去阴凉的地方休息，身体健康才是第一位！吃点早餐，来不及吃的话就带点面包一类的，如果实在没有吃早餐的习惯，可以喝脉动（脉动的糖含量比较高，打球和晕车的时候喝脉动都挺管用的，尤其是青柠味）\n背包里面放什么：水杯（建议保温杯，可以保持水是凉凉的不会被晒热），防晒（休息的时候可以补涂），驱蚊水（天津的蚊子真的狠毒），手机（刚开始一般会被收走，后面可能管的松点），吃的（后期休息的时候大家都在吃吃吃，体力消耗还是很大的，带点以防低血糖）[想不出来了，补充补充]\n[想补个战术考核说明，但是我的那个文件过期了，还有评分标准啥的，都过期了]\n准备个节目，活跃分子可以多准备几个，休息的时候就轮到你表演了\n（ps：每学年体测不及格不能评奖评优！！）"}
{"id": "chunk_00132", "title_path": ["关于体测"], "chunk": "南开一学年有两次体测，春季体测和秋季体测。如果该学期有体育课的话，体测成绩占体育课总成绩的25%。（eg：体测总成绩80，体育课成绩中体测部分的成绩就是25×80%）\n从22级开始，体测成绩与能否毕业挂钩，如果4个学年秋季体测的成绩（前3学年体测成绩共同占50%，毕业学年体测成绩占50%）到不了60，没办法毕业的。（规定就是这么规定的，但总感觉因为体测成绩不够就不能毕业属实有点扯淡，但大家还是，体测都及格吧，也没有特别难）\n秋季体测是全校本科生都要参加的，不管这学期有没有体育课，春季体测是该学期选体育课的学生才要参加（不完全准确，继续往后看）。秋季体测有800/1000米（20%）、50米，（20%）、BMI（15%）、肺活量（15%）、立定跳远（10%）、仰卧起坐/引体向上（10%）、坐位体前屈（10%）。括号里的是成绩占体测成绩的比例。如果秋季体测总成绩没及格，或者秋季体测因为各种原因没能参加，对不起，你需要在春季体测的时候进行补测。总成绩只有在全部项目都测完之后（都刷过卡）才会显示，否则会认为你没有完成体测。所以，如果某个项目不想做了，还是去机器上刷下卡，要不就没成绩。"}
{"id": "chunk_00133", "title_path": ["关于体测"], "chunk": "春季体测，一般来讲是只有春季学期有体育课的同学才会有的，特殊情况除外。一共有3项，仰卧起坐/引体向上、实心球、50米。这3项在春季学期的体测成绩占比是相同的（33.3%）。还是做不了的项目去刷下卡，要不会认为没有完成体测，体测没有成绩。春季体测从23级开始，改成特色马拉松了，暂时不知道大二还需不需要跑。不过基本都能满分，台里是在体育场跑，津南是在校园东侧跑，实测是9.8km，第一的好像给了一个手环，前十有奖励据说，但跑过去就好啦，本人跑完基本是昏睡三天，切记“分重要，命更重要”"}
{"id": "chunk_00134", "title_path": ["关于体育课"], "chunk": "体育课满分100分，10分是出勤，45分是体育课专项成绩，25分是体测，10分是创高课外锻炼，10分是体育理论考试。关于哪些老师专项课给分好给分不好都有统计信息，到时候你们问肯定能找得到。一门体育课1学分，体育课程总共4学分，一个学期只能选一门体育课，所以需要修4个学期的体育，一般大家都会在前4个学期修完体育课。到大三的时候再选体育课，各个学院教务不会给你特意留出体育课的时间（所以需要自己去看自己什么时候能插进去），以及高年级选课通道的体育课合适的比较少，每个留的人数也不多，比较难抢。就算体育课不幸被扔到别的老师的班级了，一般也不太建议退课，毕竟到大三之后再选是真的很难。没有基础，没有兴趣的不建议选球类，可以选瑜伽一类的，大家不推是不容易满分，但是下限也会相对的高点。"}
{"id": "chunk_00135", "title_path": ["创高体育"], "chunk": "关注南开体育之声公众号，什么时候进行体测，什么时候创高结束，什么时候体育理论考试开始之类的重要通知都会在上面发信息，不要错过。还有关于如何在南开进行各种体育运动（eg：体育馆、体育场、各种类型的运动、校长杯比赛等等），自行南开体育之声公众号搜索相关信息，越写坑越多，补坑补不过来了额啊啊啊。体育理论考试在创高上进行，正式考试错过了就是错过了，没有补考机会，10分没了也别怪任何人。不同专项课的题是不一样的。在正式测试前都有模拟，有时间的可以自己多刷几套模拟题，很容易碰到正式考试的整套原题。不愿意自己刷的到时候有理论考试信息共享的QQ群，大家在里面互帮互助，有人会把自己刷的题截图分享给大家，感谢这些好心人。"}
{"id": "chunk_00136", "title_path": ["创高课外锻炼"], "chunk": "只能在规定区域进行，也就是各个体育场的跑道上，换句话说，只能在体育场的跑道上跑步。跑步会有速度限制，但其实走的快点就行，跑跑走走的基本速度上没什么问题。创高这么个垃圾软件，在部分软件商店，已经1星下架了，但咱们还是得用，用创高的学校也还不少。津南文科体育场定位非常非常不准，但也因为不准有一些人骑自行车刷创高（雾）（真的不建议这么做，课外锻炼有一定的必要性，还有撞到审查的体育老师会很尴尬，容易10分全没）跑的时候时不时的注意自己的手机，提前保持开启后台运行，或者不要息屏，否则就算跑了5公里他也计不上。每次跑的时候都时不时的看下定位问题，就算你在跑道上跑，一道黄线计不上提示你超出范围都是常态，上次能计下次下次提示超范围计不上的也是常态，这时候，就往里圈跑吧。（说多了都是泪）理论上讲不允许一个人拿多个手机接力跑，理论上后台会有监测，但就创高那个垃圾定位吧，一般检测不到。（不多说，dddd）注意体育之声发布的该学期创高开始和结束时间，不要白跑，不要错过，都没办法补救的。"}
{"id": "chunk_00137", "title_path": ["创高有各种各样的限制，比较重要的几点："], "chunk": "每天最多5公里，多了也只计5公里。每次跑步至少1公里，不满1公里的是不计入的。每次跑完提交都必须拍摄在体育场的全人脸照片，否则无法通过审核。（第二天跑的时候都看下前一次记没记上，如果上面的条件都满足但就是没通过，去创高后台反馈，去找自己的体育老师沟通，一般能要回来）\n男生每学期跑100公里课外锻炼的10分能拿满，女生每学期跑80公里课外锻炼的10分能拿满。这10分不是按比例折算的。对女生，<60公里0分，60~65公里拿6分，65~70公里拿7分，70~75公里拿8分，75~80公里拿9分，>=80拿10分。男生，<60公里0分，60~70公里拿6分，70~80公里拿7分，80~90公里拿8分，90~100公里拿9分，>=100公里拿10分。\n必须写在前面的是，学生组织不是大学的必需，社团同样如此，可参加可不参加，自行决定。"}
{"id": "chunk_00138", "title_path": ["学生组织有校级学生组织和院级学生组织。"], "chunk": "院级学生组织各个学院到时候都会有介绍，自行参加了解即可。参加院级学生组织或者做班干可以让你和导员、学院这边的领导相对而言更熟悉，通过学院这边评的一些荣誉有着一丝丝的优势。但很恶心的大类招生制度学院代管制度实行之后，如果大类分流去别的学院，很容易让你辛辛苦苦打理一年的人际关系全部泡汤，需要重新建立人际关系。校级学生组织也有很多，可以关注【南开大学团委】和【南开大学学生会】两个公众号，纳新的时候都会发详细的推送，在线下各个组织也会有纳新的摊位。现在也可以去公众号上搜历史推送进行简单的了解。进入校级组织会认识来自不同学院的人，不局限于自己的学院自己的专业，接受不同的思维碰撞，大家玩的也都会很开心。校级组织听起来会更好听一点，工作也是涉及全校范围内的各个学院，做的工作也是校级的各项工作，可能需要打交道的老师也是学校的层级的，不再局限于自己的学院。肯定会需要协调统筹之类的综合能力。（其实大一都是干事，对干事的工作而言不需要多强的能力，往后留任另说。学长学姐安排做什么就做什么就好了）但也是因为这点，在很多通过学院评比的荣誉面前，只有校级组织经历的并不占优。"}
{"id": "chunk_00139", "title_path": ["学生组织有校级学生组织和院级学生组织。"], "chunk": "可以该参加参加，毕竟能锻炼一下个人能力，但是如果不是想从政或者选调之类的，不建议投入太多精力，很累的。大一玩一年愿意留任就留任，但是中层升高层那年要想好，毕竟高层就不能混了，而且大三这年离毕业也不远，需要自己考虑自己想要什么了，就业的出国的读研的考公考编的，这个时间点已经到了做选择的关键时期了，关于学生组织要不要留任就建议好好斟酌了。\nNKU社团说多不多，说少不少，各有各的特色。还是那句话，不是必须参加的，自行选择。可以去团委公众号搜搜各个社团的相关推送，介绍的都比较详细。（印象里纳新的时候出过类似合集的推送）"}
{"id": "chunk_00140", "title_path": ["【以下是社团夹带私货的环节】"], "chunk": "这里宣传一下【南风动漫社】（夹带私货），有兴趣的线下招新可以来看看~\n再夹带一下私货，欢迎了解【瑚琏琴社】，有兴趣的可以线下招新来看本人卖艺社死（戳戳张鹤文）\n第三个夹带私货，欢迎有乐器特长的同学加入【南开室内乐团（NKCO）】具体可去群里私戳李墨涵\n戳戳【公能思辨】，没基础可以冲，22级的教练人都不错的，八里台教练都是大美女，比如博一姐姐～\n可以考虑【摄影与无人机社团】，群里全是大佬\n欢迎大家加入【南开大学红色记忆宣讲团】，对于红色文化、革命历史、宣讲、社团集体社会实践进行调研的宝子们可以考虑一下哦～联系22马院王培源就可以\n戳戳【咖啡浪潮社团】，有兴趣的可以八里台线下招新来看看。（为自己的无知向各位学长们深表歉意，那就给打个广告吧~）\n【南开大学国乐相声协会】：给你快乐，我也快乐\n（加入该组织可增长舞台经验，学会写微信推送，不定期大吃饭等）"}
{"id": "chunk_00141", "title_path": ["【台球社】：欢迎来扎杆", "6【以下是学生组织的宣传环节】"], "chunk": "黄埔团校（南开大学团委组织部下面的一个组织）\n黄埔团校欢迎你（xhr：该组织明显区别于传统的学生组织，详情可询问zhw/xhr/zzz，不建议盲目参加，且该组织极其不适合想在学生工作上取得显著成绩的同学，但是确实能交到许多交心的朋友，如果性格合适真的值得来）（ps：zhw：21-新传-网新-张鹤文，xhr：22-人智-智科-许翰儒，zzz：22-中文-张梓洲）\n党宣融媒体中心（南开大学党委宣传部融媒体中心）\n党宣融媒体欢迎你，其作为南开大学最大的官方宣传组织，主要负责各大平台南开大学官号及微信公众号的宣传制作和运营工作，欢迎对文案策划，采访编辑，摄影视频，拍摄剪辑和美工设计有兴趣的同学报名【党委宣传部融媒体中心】，大家看到的招生视频大概率是我们出品的，有专门的对口导师指导，可以来玩，在官方账号上投视频啦出个镜什么的。（详情可询问cyq、zhw、xzjy）\n【南开大学报学生记者团】：做有深度有温度的学生新闻（是党委新闻中心下面的学生组织 经费贼多），目前已经并入党宣融媒体中心。欢迎加入南开大学团委组织部的【骨干培养办公室】！"}
{"id": "chunk_00142", "title_path": ["【台球社】：欢迎来扎杆", "6【以下是学生组织的宣传环节】"], "chunk": "日常可参加各个学院有意思的团学活动，跨院交际，（eg：包饺子、做非遗、去参观博物馆、去游学等等）有时甚至可蹭某些学院举办的期末考试复习课（比如高数）。还可体验给各个学院打分的快感，哇哈哈哈。在骨培共事是一件幸福的事情，我们是校团委组织部下设的每年招新最为火爆的一个办公室，近几年逐渐做大做强，力争成为组织部最具先进性、最具特色的标杆办公室！"}
{"id": "chunk_00143", "title_path": ["【南开大学国旗护卫队】"], "chunk": "南开大学国旗护卫队是由南开大学人民武装部直接领导和管理的准军事化爱国主义社团类学生组织。（国护是学生组织！！）\n先说选拔，选拔条件不是很严格，只要思想纯正，基本上报名面试了就能过，身高体态口齿都没有什么限制，因为筛人的环节在后面（笑）。报名这个组织我要先进行一波劝退，首先这个队伍是准军事化组织，纪律是十分严格的，戏谑态度的朋友就先不要来了。然后就是很苦，要频繁早起以及长时间站军姿，练正步，还有拉练体能之类的，虽然对身体素质的要求没有那么高，但每一个经历过的人都会对那段吃苦的经历有着独特的记忆。最后就是大家对其的态度，尽管近年来国护不断加大宣传力度，但其依然属于“神秘的组织”的范畴，可能会引起部分同志的偏见。一直以来，无私和志愿成为了这支队伍的主题。生在阳光下，国护人默默的为国旗付出着自己的青春。尽管面对着许多的质疑和不理解，国护人依然自信地把汗水投入到自己所爱的事业。"}
{"id": "chunk_00144", "title_path": ["活动内容："], "chunk": "日常活动上，大一上基本没有什么需要主导的活动，主要是接受训练，内容为徒手队列动作，大一下会学习持枪队列动作。训练频率为一周三次一小时的早训，周末三小时的集训，时间由队员投票决定。大二一周三次改为一周一次早训。同时，在某些特别节日会作礼兵服出升旗任务，如清明海军节空军节国庆之类的，只要报名人数足够，依然是自愿参加的。大一下学期一段时间后会交接日常升降旗任务，频率视人数而定，基本上大一一周一次，往后可能到两次（八里台两个旗杆，可能会三次），直到交接到下一次。同时，大一上学期期末会划分各职能股，约等于其他学生组织的各部门，包括作训股，监察股，宣传股，政工股，保障股，各股负责不同工作，具体内容可以找认识的人详谈。不过基本到了大二大家互相熟了也会频繁去跨股帮忙（尤其带训这，基本上所有都会参与带训）。大一下学期同时会遴选股长，负责股内工作。进入大二后，受训量减少，这时主要负责带训工作以及主导股内工作，作为教官去训练下一期队员。大三还可以选择竞选队委会，作为队长和指导员领导各项工作。"}
{"id": "chunk_00145", "title_path": ["担任军训的教官工作。"], "chunk": "国护队目前分为两分队，津南为一分队，八里台为二分队，今年23新生为第九期国护队员。国旗护卫队由南开大学武装部领导，负责老师为张更辉老师。目前国护自治性较强，因此日常工作主要由队委会领导，队委会由正副队长和正副政治指导员构成，两分队各自两名。各分队下设骨干，即分队长和其他五个职能股的股长，负责对内工作。"}
{"id": "chunk_00146", "title_path": ["益处"], "chunk": "首先，最直观的，有衣服穿有枪拿，很帅，改良体态，这类乱七八糟的；\n能够接触学工部及武装部领导（去年甚至能和露露握手），与其对接工作；\n大家最关心的，参加军训带训工作，担任排长连长甚至营长，一般训练的是同级\n所有的训练坚持下来，心理和各方面能力会得到一个很大程度的历练，磨人心性但却能让你成为一个更加坚强勇敢有责任心的人。"}
{"id": "chunk_00147", "title_path": ["训练下一期队员，指导工作。"], "chunk": "军事理论课助教的优先招揽（本人经验），但不确定。人际关系，能顶到最后，一起吃苦的人，关系一定不会差，不管男女能铁到穿同一条裤子。大概就这些，抒情的话我也不多说了，希望大家能够怀揣着热情与热爱加入南开大学国旗护卫队，我们同在蓝天下，共护一面旗！"}
{"id": "chunk_00148", "title_path": ["【团委学生课外活动指导中心体育工作组】"], "chunk": "其实就是大家熟知的校体育部，应该是津南一个八里台一个，在这里你可以当上足球篮球裁判，掌握校长杯的最新动向；还能参与荧光夜跑的策划与选歌（给朋友们当选歌台真的很爽且合法），在校庆荧光夜跑中内幕到奖品，还能认识到各个专业的学长学姐，获得一大堆期末复习的资料，更能认识到和你热爱相同运动的玩伴......同时也能收获许多干货：推送、排版、制图、场务等等，很大的提升了专业能力（同时也意味着在三大球校长杯举办期间特别特别累）总之校体是一个很nice的选择（感兴趣的欢迎私戳shr）\nps：这个好像很难讲，每个学院都不太一样且每年都会变的。导员都会发信息，会开会讲这个东西，自己留心去听。不要忽略这些东西，毕业前没达到相关要求毕不了业！"}
{"id": "chunk_00149", "title_path": ["志愿服务"], "chunk": "志愿服务有校内志愿服务和校外志愿服务两种。校内志愿服务各个学院会有专门的志愿者群，发自己学院的志愿服务信息。南开大学团委也会发面向全校招募志愿者的志愿活动的信息。如果想要更多的志愿服务的机会，加入学院的社志督（每个学院该部门的名字不一定相同）和学校的社志督是一个很不错的选择。校外志愿服务就需要自己找喽，找到就可以去做，拿到一系列证明（请提前问好自己学院对证明的要求），开学后找自己学院在负责志愿服务的部门工作的同学，交材料，然后催他赶紧批你的校外志愿服务时长就行。（ps：他们很容易忘也很容易不及时盯系统的）\n校内志愿服务时长和校外志愿服务时长在系统上会分开显示时长，但没关系，毕业要求看的是志愿时长，一般不区分是校内还是校外的。"}
{"id": "chunk_00150", "title_path": ["社会实践"], "chunk": "寒假暑假都会有，可自行组队，寒假有固定的任务要求，暑假一般随便，干啥都行。寒假的时长固定（印象里大多数是这样的），一般不能自己想申请多长就申请多长。暑期的可能会需要写申请书、留照片、留视频、写推送、写总结、写论文之类的（不一定是全都需要，也不一定全，需要看你们做什么以及想怎么做，具体情况具体分析）。暑期申请时长每天最多8小时，时长是可以自己写的。（dddd）\n社会实践时长和志愿服务时长是不一样的，不要混在一起谈！"}
{"id": "chunk_00151", "title_path": ["公能讲座"], "chunk": "总次数听够即可。如果该讲座是公能讲座，导员发讲座信息的时候一般会写出来的。形势与政策每学期需要听几次讲座（线上or线下都可能，看各自学院安排），导员和教务到时候会发通知，人去就行，别做太逆天的事就行，干啥随便（摸鱼）。每学期还有一篇报告，字数够交了就行，一般也不会查重。（查不查重看自己学院规定啊，每个学院不一定一样）"}
{"id": "chunk_00152", "title_path": ["关于入党"], "chunk": "基本原则：纯自愿，马院除外，据说马院潜规则是必须都得入（到时候问王培源确认一下）；年龄满十八岁；高中以前如有推优等情况均不作数，不满十八岁的不具有申请入党和推优资格。基本资料：入党申请书——手写，5-6页（不同学院不同要求，有四页半的也有12页半的），南开大学绿格稿纸（什么颜色也看学院吧，有的学院是南开抬头就行），不允许任何涂改。交上去之后或者交之前辅导员或是团委老师会让你填一些表格，比如入党申请人备案表等，比较规范的会让你准备一个大信封/档案袋装资料，以防丢失，基本流程走一遍之后，你就是入党申请人了。入党的优缺点：政治面貌保证，选调生的基本条件之一，留任学生工作有较大加成，未来从政或是事业单位有一定加成。缺点是去某些国家可能有一定程度受限。基本流程（时间线）：入党申请人——积极分子——发展对象——预备党员——中共党员\n入党申请人：以提交入党申请书时间为准，满半年后具有推优资格，在团支部进行差额/等额选举，推优后审核流程通过，成为积极分子。"}
{"id": "chunk_00153", "title_path": ["关于入党"], "chunk": "推优名额指标（学校规定，但各学院执行不一致）为所在团支部名额的20%，向下取整（这个向下取整我记得我给新传算指标时候是这么弄的，但是周政某些班和外院某些班一次只推一个人我也不知道为什么，可能各有各的要求）（有的学院是每个班给名额，有的学院是把大二到大四的放到一起考试，选出一些人）。走流程包括填表格，参加积极分子培训班，结业。结业这个事依然是一个学院一个玩法，文学院/新传是做点活动，提交个人总结，有的学院比较严格，比如进行闭卷考试等，大同小异。积极分子：要写思想汇报了，思想汇报一季度一篇，要求是4-5页（依然不同学院不同要求），南开大学绿色稿纸，不得出现涂改。这个日期从交入党申请书开始算，算起来这时候你的档案袋里要有两篇思想汇报了。积极分子满一年就具有成为发展对象的资格，这时候，你的档案袋里要有六篇思想汇报。最后还要写一篇综合思想汇报，也就是俗称的自传，落款日期要在所有思想汇报后面，成为发展对象日期之前，所以思想汇报的落款日期先别写，到时候装档案袋的时候听要求一起补。"}
{"id": "chunk_00154", "title_path": ["关于入党"], "chunk": "发展对象：积极分子满一年后，具有成为发展对象的资格，发展对象由学院党支部讨论得出，可能需要选拔也可能是老师内部决定，这个说不准。发展对象名额根据每年党委指标分配，可能不一定所有具有资格的积极分子都能成为发展对象。发展对象培训主要包括培训班，网上学习，线下学习，结课考核等，跟积极分子类似，但是要麻烦一些，还要填十几个表格，包括政审、函调等，需要细致与耐心，尽量能一遍过吧，祝你好运。也不排除发展对象考核没通过的情况，因为这些年指标在不断减少，得看学院党委的老师有无本事全部通过了，一般是成为发展对象都能过，就是麻烦不麻烦的问题，当时本人写表格填表格填的相似（因为总有要改的地方）发展对象全流程大概需要一个多月，最后发电子证书或纸质证书，装进档案袋。预备党员：发展对象培训结束后，成为预备党员，注意几个日期的填写，成为发展对象的日期和接收预备党员的日期是不一样的，包括你的入党申请日期、积极分子的日期，要牢记，这些都是基本要求。正式党员：预备党员满一年转正，别忘了一季度一篇的思想汇报，当然要不建议攒一起写（bushi）本人惨痛的教训，考毛概头一天晚上恶补三篇思想汇报。"}
{"id": "chunk_00155", "title_path": ["关于入党"], "chunk": "需要提出转正申请，走流程，就可以了，其实到预备党员问题就不大，基本熬出头了。总结：赶早不赶晚，毕竟入党申请书的日期是你自己写的，越早越好，别到时候差一天没有推优资格，一天＝半年，很亏。理论上要是没什么障碍，大三下基本就可以成为正式党员了。其他可以咨询zhw和hj，这俩人天天混已经熬出来了，主打的还是毅力。（ps：关于入党，每个学院卡人的点不太一样（毕竟人数有限），自己学院的情况还是自己去打听了解吧）"}
{"id": "chunk_00156", "title_path": ["（一）关于选调"], "chunk": "选调生主要分定向和非定向两种，为各级党委、政府从高等院校应届毕业生选拔后备干部的一种形式。经笔面试通过进入机关后为公务员（或参照公务员法管理的事业编，即参公）身份，在本单位干活的同时还会受单位所在地区的党委组织部跟踪评价管理，有可能得到优先提拔（现在每年人这么多就当个饼吧hhh）。新录用选调生需要在县以下机关锻炼两年，其中至少应到村锻炼一年。各省选调政策情况不一，报考态势千差万别，考试形式和难度也不尽相同，既有点击即送也有千里挑一。各省组织部在笔面试成绩、学生工作经历、专业、学历、籍贯、性别等方面各有偏好，总之，上岸是一个双向奔赴的过程。我校有专门的网站和公众号“南开选调生”以及社团学生立公研究会"}
{"id": "chunk_00157", "title_path": ["中共党员(含预备党员)。"], "chunk": "学生干部。范围因省而异，大部分指选调对象最高在学阶段担任校学生会(研究生会、团组织)副部长及以上职务，院系学生会(研究生会、团组织)主席、副主席(书记、副书记)，班长、团支部书记，且应任职满至少半学年（要求一学年的多），一般不包含各类学生社团职务。获得校级及以上荣誉称号(包括三好学生、优秀学生干部、优秀团干部等，不包含各类奖学金)。校级及以上荣誉称号一般只包括选调对象最高在学阶段取得的荣誉称号。"}
{"id": "chunk_00158", "title_path": ["具有参军入伍经历。"], "chunk": "以上四条至少满足一个，部分省份还对各学段的应届生最大年龄有要求。ps：绝大部分省份只允许选调对象最高在学阶段在选调高校范围内的才可以报考，除了黑龙江，比如说本科是92硕士在黑大哈理工也是可以报滴（笑）\nps：入党相关事宜可以咨询张鹤文或者黄觉，这俩老东西现在已经是预备党员混出来了，难度不是很大，但是要交的材料比较复杂，需要耐心细致。ps：关于入党，每个学院卡人的点不太一样（毕竟人数有限），自己学院的情况还是自己去打听了解吧"}
{"id": "chunk_00159", "title_path": ["具有参军入伍经历。", "3.地区与待遇：每年各省的选调大幕一般以九月初黑龙江发公告开始，到转年五月海南第二批面完试结束，虽然看起来时间跨度很长，但笔面试主要集中于十月中下旬到过年前这三个多月。由于一般选在周末，如果巡考的话很有可能发生考试撞车的情况，因此可能需要提前思考几个问题，异地能忍吗、待遇能活吗、考上真去吗？"], "chunk": "关于待遇，众所周知京津沪苏南浙北大湾区挣得多，可能一年都能二三十个达不溜，此外云南貌似也不少。其中天津有补充公积金，这玩意还是挺有用的。内地平均水平大概省直、副省级市直一年12-15，地级市9-11，基层10以下那样？现在很多地方拖欠绩效很严重，如果纯基本工资也就打个三四折挣扎在温饱线上！印象里工资出了名低的有：广西、河南、河北。这种可以通过公众号和小红书刷到。"}
{"id": "chunk_00160", "title_path": ["接下来谈谈我印象里的各个地区情况"], "chunk": "黑龙江：九月初笔试，笔面一个周末搞定，去哈尔滨，报销。先报岗，以笔面成绩为主，战线长递补能小半年。这几年岗越来越次，但是会保证每个专业都有省直岗。ps：欢迎满足条件的，大四上没啥事的uu报考黑定选，10月下旬考，能报大概1200左右的路费，而且不用提供发票，很适合顺路回家。吉林：本科报不了，送考入校，按学校给岗校内竞争\n辽宁；送考入校，笔试截各校男女各前100，面试官在线上，面试不太卡人，主要看后续配岗单位的面谈。内蒙古：12月底在北京考，有单独的政法专项，没有行测全老申论写完手快断了。山西：1月在太原，考一堆数学算一堆数对文科生不友好。天津：大概11月在天津市考之前一天，题中规中矩，北京各985人巨多。天津得自己交钱，看出来财政很吃紧了就是说。\n陕西：岗位是六月开盲盒，本科生铁踢乡镇，西安不好去。"}
{"id": "chunk_00161", "title_path": ["甘肃、宁夏：定选不在人家范围"], "chunk": "山东、河南：山东在第二批定选范围内好像10月考，河南好像是大概12月，巡考战士老家那能好考嘛hhh\n江浙沪：江苏分什么名校优生啥的好像，还卡本科生成绩，卷，偏爱本地高校，南开一年这仨加起来也就十个二十个好像。广东：机考，珠三角难考，当时卡点报名卡过了没报上。广西：在北京，笔面一天，咱学校上午笔试能去30个下午面试就剩10个左右了，我考那天是十大歌手决赛，甚至面试完能赶回津南看晚上的决赛。配岗开盲盒，据说外省分的还不错。四川：机考，据说成都待遇不错，开盲盒，笔试在北京面试去四川。省直和成都挺卷的，好像还有公文写作题。贵州云南：按岗报名，而且都考得蛮早的，云南好像还送考入校\n湖南：这家好像全扔村里然后三年后再考取前五百进省市。。。央选：每个学院推个位数人，校内先选一轮，然后跟国考一起考，后续一直到考察都是差额，非常容易陪跑到最后。而且bw加班极为严重，挣得也就那样，分房还得排队，看个人选择吧。24年好像咱学校有本科考上的。"}
{"id": "chunk_00162", "title_path": ["甘肃、宁夏：定选不在人家范围", "4.岗位与报考：大概可以分为按岗报考、按地区/部门报考和考上开盲盒几种情况。"], "chunk": "按岗报考：像黑龙江就是把岗位、专业限制啥的都弄成表，按照限制筛选报名就好，那很省事了，跟国省考差不多成绩高就上没啥好说的。卷的岗位，要么是专业不限都可以报，要么是小众专业全挤这块了，要么是女生，要么是好地方的。（我那次报的是限基本上所有文科专业、党员、本科以上，结果去面试候考室唠嗑的时候发现身边基本集齐了吉大所有文科专业的学生）像理工的计算机软件，文科汉语言法学专业有许多岗任君挑选。按地区/部门报考：这种不好不坏吧。像四川是把岗编成地区+序号的形式，然后限专业，等考上以后入职之前再开盲盒，起码不会报成都给扔大凉山去嘛。像辽宁分三层，第一层省直仨志愿，第二层沈大市直几个志愿，第三层沈大区直加其他市市直，这样面试后就等着各个单位联系面谈就好，谈妥了就签直接定，谈不妥就下一个志愿继续走。像天津是按市直部门和区的部门/镇街分的岗。开盲盒：恕我直言不太友好。。。六月底刷到西北某省开盲盒把人博士分山沟里（）\n（如有本科毕业就想走选调的选手可戳20-历史-唐铭毅交流）"}
{"id": "chunk_00163", "title_path": ["什么是支教保研？"], "chunk": "支教保研推荐免试研究生的招募指标由教育部专项下拨，支教保研隶属于国家“大学生志愿服务西部计划”，有关高校（从2025年开始，南开大学由校团委负责组织和选拔）按照“公开招募、自愿报名、择优选拔、集中派遣”的方式，每年招募一批具备本校推荐免试硕士研究生资格的应届本科毕业生到西部贫困地区基层中小学校开展为期一年的支教工作和力所能及的社会扶贫、志愿服务、各类公益活动等，同时按照当地团组织安排可兼任一定的基层组织建设工作等。简单来说就是获得本校保研资格，但是有条件的，需到学校对接的中西部地区县级以下服务地支教一年，支教结束后回校攻读硕士研究生。原则上专业任选，但需要对方学院开接收函确认接收，所以一般来说，都是保研至本学院。由于支教保研名额较少较为特殊且与普通保研的流程不同，本群目前为止只有本人一人入选支教团（虽然我感觉第28届的第二个人马上就会来），且本人是以倒数第一擦边进去的，所以以下文字仅供参考。基本要求：专业排名80%以内，同时不得参与普通推免。也就是说，支教团和普通保研只能选一个，如果成绩擦边普通保研想赌个大的进支教团，可以，但是风险很大，一旦失败直接G。"}
{"id": "chunk_00164", "title_path": ["关于名额："], "chunk": "每个高校每年支教保研的名额和服务地区一般较为固定，27届起成团总名额为22人，新疆阿勒泰10、西藏达孜5、甘肃庄浪4、海南海口3。28届及以后是否会有调整，尚不明确，一切按照当年文件情况走。每个院推荐名额数为：该院本科应届生总人数×1.5%向上取整，不满1的取到1，可根据上一年度入选人数向上浮动。举个例子：某学院本年度毕业生人数为77人，计算后得出结果1.155，向上取整到2，该学院上一年度一人入选支教团，最终得出学院推荐名额上限为3。关于选拔流程：首先学院测算名额数之后会筛一轮，院内先试讲。最终N进X，N为学院报名总人数，X为学院推荐名额上限，且最终X人会有顺序排列，最终xxx成为某院1号种子、xxx是2号，xxx是3号。根据以往经验，仅有文学院、金融学院三个种子全部入选。关于试讲：3分钟，超时强行打断（不管是到学校还是在学院）。校级初面/复面都是讲一样的东西，也就是初面进了之后给不同的评委再来一遍，复面结合初面成绩定最终排名。一节高中/初中任意学科的课即可，最重要的是让人如何在短短几分钟内抓住你的特点觉得你“特”“行”。"}
{"id": "chunk_00165", "title_path": ["关于名额："], "chunk": "通过学校研支团招募相关考核即可获得支教保研资格，同本年学业推免生一样填写推免系统，9.29当天也需接受推免拟录取通知，录取通知书则在次年与同届拟录取研究生的录取通知书一同下发。关于体检：参照西部计划志愿者招募体检标准。关于分团：一切服从安排。报名表会写让你填志愿顺序，虽然跟最后去哪没什么必然联系。关于支教专班和入选支教团的关系：不清楚，需要参加过青马专班的人写，这是新搞出来的东西。其他要求：党员（至少也得是预备党员）、教资（可能后面要求全面持证上岗了）、简历（校级两轮面试会根据简历内容提问，不要弄虚作假，评委一眼就能看出来）、评委（初面为各院分党委副书记，复面为校领导）\n（by-21新传-张鹤文）"}
{"id": "chunk_00166", "title_path": ["关于通识选修课（E类课）"], "chunk": "通识选修课程包括六个模块：公能素质和服务中国、艺术审美与文化思辨、科学精神与健康生活、社会发展与国家治理、工程素养与未来科技、世界文明与国际视野。自 21级学生开始，在满足E类课要求总学分的前提下，原则上需在六个模块中至少选择四个模块修读，每模块修满不少于 2 学分课程。22级开始好像改成14学分了，除了六个模块中至少选择四个模块修读外，艺术审美与文化思辨模块必须选够2个学分……\n本栏目推荐以课程要求＋个人上课体验＋得分情况三个维度展开，以实现供25级黑龙会uu参考的目的。（仅供参考哦）\n全球水与生态可持续性展望（2学分 科学精神与健康生活 2023年秋季学期）："}
{"id": "chunk_00167", "title_path": ["课程要求："], "chunk": "平时成绩 20%\n包括前几周课前二维码签到考勤、一次学术研讨签字考勤和一次结课两周论文汇报考勤\n学术论文一篇 80%\n文件名： 姓名+专业+论文题目\n邮件主题： 姓名+全球水与生态可持续性展望结课论文\n（包括目录、小节、参考文献以及页码〔4-6页〕，内容围绕讲课教授相关，word发送至邮箱。）\n张老师人还行，主要围绕水资源展开，老师请了环科的老师和教授，讲了包括全球水资源状况、污水处理、水资源再生和利用和国内水资源情况等议题。体验还行，是一门合格的通识课。\n给分4.0（98分）。无缺勤，论文是按照格式将知网几个论文整合在了一起，查重老师说30%以内，其实是不看的。环境安全（2学分 科学精神与健康生活 2023年秋季学期）\n自由分组小组展示 10%\n考勤（不提前告知，随机2-3次） 10%\n结课周期末开卷考试 80%"}
{"id": "chunk_00168", "title_path": ["个人上课体验："], "chunk": "汪老师很温和，课程主要围绕环境安全展开，包括水资源安全、土壤安全、大气安全、固体废物污染防治等。在课堂自习时候感觉像又完善了一遍自己的高中地理框架。期末开卷考试，老师会提前把PPT发群里，考试时候带着电脑按大章节找就行，都是原话。最后一个开放送分题GPT上大分。\n给分4.0（97分）。无缺勤，小组展示也是提前了一个周日准备好上去讲完的。环境保护概论（吴婧老师）（2学分 社会发展与国家治理 2023年秋季学期）"}
{"id": "chunk_00169", "title_path": ["课程要求："], "chunk": "考勤（1-7周线下课，只需要考勤2次即拿满） 10%\n学堂在线 90%\n视频单元考核（学堂在线观看视频记录） 30%\n作业单元考核（学堂在线，系统设置了2次提交作业的机会） 30%\n考试单元考核（学堂在线，考试内容来源于题库，题库由所有的作业单元的题目构成） 40%"}
{"id": "chunk_00170", "title_path": ["个人上课体验："], "chunk": "吴老师人也很好，主要讲的和环境安全挺像的，就是围绕大气、土壤、水资源、固体污染物防治、噪音污染、全球环境治理共建等几个议题展开。作业题都可以上网查到，视频也有所涉及。考试时候只需要翻之前的线上作业题就可以满分。（作业题圆的是单选，方框的是多选，刚开始出现多选题适合没注意到，答两次全错，大失败）\n给分4.0（100分）。考勤完成，最后学堂在线分数是99点多。掬水月在手—古典诗词与现代人生（1学分 艺术审美与文化修养 2024年春季学期）\n四次考勤（前9周隔一周上一次课） 20%\n智慧树在线学习（学习进度分 10%、学习习惯分10%） 20%\n章节线上测试一个 10%\n作业（提交“诗不远人话迦陵”视频） 10%\n期末线上考试 40%"}
{"id": "chunk_00171", "title_path": ["个人上课体验："], "chunk": "实话说，这个课事太多了，不过好在考勤时间固定，只上四次课。剩下的智慧树刷刷就行。课堂上老师会围绕“掬水月在手”这个电影讲一些内容，再就是诗词文化。我的作业视频是在宿舍录的，是给叶嘉莹先生录一个祝福视频和诗词文化见解（当然基本不给本人看啦）。期末线上测试题太难了，做了快1个半点，都搜不到，有点遭罪，最后才92。为了这一学分艺术，也是拼了QWQ（主要听说艺术审美的课好像都不是很OK，这门课分数透明，蛮实在的）\n给分4.0（96分）。无缺勤，所有内容按时提交。自然观察与生态摄影（1学分 艺术审美与文化修养 2024年春季学期）\n共四次考勤，只上两周内一整天的课（纸质签到） 缺勤两次者不通过"}
{"id": "chunk_00172", "title_path": ["个人上课体验："], "chunk": "主要是就上两天课省事，而且是一学分艺术课选的。第一周课程一整天老师在教室认识各种鸟，这个环科老师是观鸟爱好者。讲的一些故事蛮有意思的。第二周上午上课（我出去玩找人代签到的），下午是在津南有个湿地荒地实地拍摄（我旷了）。正好春天，一些花开了，整个学校都美美的，有跟我一个课的同学有的拍了鸟或者花发朋友圈还挺好看的。自然摄影作业我选的是那天出去玩拍的八里台化学楼的桃花，桃花挺好看！写一段文字＋配图交邮箱就行。（这老师上过官推来着哈哈哈哈）\n探秘大脑（1学分 科学精神与健康生活 2024年春季学期）\n长江雨课堂线上作业x2"}
{"id": "chunk_00173", "title_path": ["个人上课体验："], "chunk": "金老师是医学院的。其实这门课很像大脑医学知识科普，讲了包括睡眠，神经调节以及危害大脑健康的一些行为之类的。我印象比较深的是大脑之所以喝了咖啡睡不着，是因为咖啡因与一些受体结合，抑制褪黑素分泌之类的（如果说错了，那就是我学的不好）。反正蛮有用的，线上作业和期末考试都是老师发了一页课堂知识荟萃，开卷考试，就是写的有点累（ ）\n给分4.0（98分）。作业按时提交，线下结课考试考了。古代日本社会文化（2学分 世界文明与国际视野 2024年春季学期）\n议题论文3000字（无任何要求）\n课堂讨论报告Word.一个（这个老师好像也没看）"}
{"id": "chunk_00174", "title_path": ["个人上课体验："], "chunk": "神课！！！丁老师是区域国别研究相关，在学校日本研究院和历史学院任职，见多识广，讲话幽默风趣。老师讲了很多有意思的野史（Bushi）印象最深的就是老师谈及日本文化，说“比如日本男人爱上Crush，不一定要娶本人，可以娶她的女儿或者姐妹之类的”，反正就是在历史上形成的离谱价值观（ ）蛮独到的视角。老师组织过一次讨论课，议题关于中日家庭对比之类的，课堂上大家的观点都很新颖独到，我敢说这是最完美的通识选修课和大学理想课堂之一。本来老师开始说要期末开卷考试＋两次课堂报告来着，但是好像因为学生和老师各种事情改成了论文（秋季学期开学前交到邮箱）。最神奇的是，老师最后给分根本没看论文，集市上有同学甚至还没交论文，分就出来了。很神奇的e课体验，没有之一。\n给分4.0（96分）。在老师出分前交了论文。\n数学文化（李军）（2学分 科学精神与健康生活 2023年秋季学期）：\n隔周上课，扫码签到，有MOOC，期末半开卷。\n不是水课，很有趣。上课会讲一些数学精神和趣味题（游戏决胜策略之类的），老师人很好，讲课非常有趣，课堂会提问or抢答。MOOC讲一些对称性之类的东西，简单易懂的科普。推荐喜欢数学的uu来体验。\n给分4.0（94分）。MOOC少提交一次，线下请过假，但课堂比较积极。\n信息检索 （1学分 工程素养与未来科技 23秋季学期）\n平时成绩忘了，但是老师不点名，期末是进行信息检索作业，老师给题目，有中文、外文。\n不是很难，当时笨人没怎么听老师讲，但是是很有用的一门课，笨人现在挺后悔的，所以期末做的有点点费劲，但是三个小时左右也是搞定了。\n给分3.7（88分），因为笨人学艺不精，如果大家稍微听讲听讲估计很容易4.0的。当代美国外交（2学分 世界文明与国际视野 23秋季学期）\n平时成绩忘了，但是老师不点名（有一次不知道是为什么了老师很生气点了一次名），期末是进行论文结课（3000字），老师给几个题目，选一个来写，去年前年应该是都没查重。\n老师讲的很有意思，可以学到知识，之前有一个学长在自习，老师提问他，他说他在自习没在研究老师讲的内容，老师让他把他自习正在研究的给大家讲讲哈哈哈哈哈哈哈哈哈。（老师好像只提问老师认识的他们学院的学生）\n给分4.0（95.1分）\n纳米科学下的食品安全与健康（1.5学分 科学精神与健康生活 23秋季学期）\n平时成绩忘了，但是老师没点过一次名，期末是进行论文结课（1000字好像记不清了但不是很多），题目自选，笨人忘了ddl，过了一周多才发的也给很好的分。\n老师讲的很有意思，可以学到很多食品有关的知识，想了解什么也可以和老师说，老师会给你准备，然后课上讲，比如减肥时的饮食之类的。"}
{"id": "chunk_00175", "title_path": ["得分情况："], "chunk": "给分4.0（93分）\n（评价;这个课真的神中神，老师人好，一次没点名，最后chat的论文拿了满绩，这课下一届还开，欢迎大家冲 by另一个选了这个课的23级某人）\n工程训练（1.0学分 工程素养与未来科技 23秋季学期）"}
{"id": "chunk_00176", "title_path": ["课程要求："], "chunk": "每次都要去老师那里签到，该课程就是学习焊接（锡焊），每次上课做一个作品，按照完成顺序先后从100-60均匀给分，期末有一个实验报告（就是一小张卷子，考的都是老师讲的，有点小难，搜的答案可能和老师的不一样）大概11/12周就基本结课了，期末去看老师进行演示就可以了。"}
{"id": "chunk_00177", "title_path": ["个人上课体验："], "chunk": "本人纯是个人兴趣爱好选的，只是觉得比较有意思。。。但是挺累的，每次都要做将近3h，但是老师很好，很耐心的教，上课需要坐前排，在实验室上课，比较空旷还有空调杂音很大，如果不听老师讲很难完成，大家按照兴趣爱好来选。\n给分3.7（89分）\n认知脑科学-解读心智（2.0学分 科学精神与健康生活 24春季学期）\n老师说了不会点名，老师口谕是觉得大家有好多事比上课重要，应该是期中期末论文结课，就1000字，但是老师可能觉得太麻烦了，就直接把期中论文也当做期末了，直接就是结课了。"}
{"id": "chunk_00178", "title_path": ["个人上课体验："], "chunk": "老师是尔滨人，也是留学归来的，讲课非常非常非常有意思，讲的内容也很好玩，像单口相声，而且有留学需求的同学也可以去请教他，老师应该是经常喝多了就请假（本人猜测，因为老师好像非常喜欢drink），非常非常好的老师！\n给分4.0（93分）\n改变世界的化学（2.0学分 科学精神与健康生活 24春季学期）\n线下和MOOC穿插，期末有一篇论文（500字），还有一篇实践报告（最后老师带着去实验室做化学实验）\n课上比较轻松，不点名。不提问，类似于科普的感觉。\n给分4.0（96分）\n中国古典诗词中的品格与修养（MOOC）（2.0学分 艺术审美与文化思辨 24春季学期）\n线下和MOOC穿插，期末是小组展示PT赛（津南和台儿里两个小组进行PK，然后投票，基本是津南赢，因为津南选课的同学多哈哈哈哈哈），老师给题目，津南这边是11/12个人一组，展示15min，很轻松。\n课上比较轻松，不点名。不提问，同学提问加分，喜欢诗词的同学可以来和老师一起探讨。\n给分4.0（99分）"}
{"id": "chunk_00179", "title_path": ["个人上课体验："], "chunk": "第1节课和最后几节课去一下就可以了（听课程要求和论文要求），也可以去了当自习课，只不过课程时间是在中午，可能有同学睡午觉会不太习惯。老师课程里讲的基本上就是一些很贴近生活的一些生物技术的知识，比如说有之前讲过一些海藻啊之类的。课程内容还挺充实的。论文要求也很简单。\n中午的两节课 12:00~13:40\n统计学导论（1.0 学分 科学精神与健康生活 24秋季学期）"}
{"id": "chunk_00180", "title_path": ["课程要求:"], "chunk": "论文结课，没有签到，一学分的通过制（不过老师后来说要给改成考试结课，不知道下学期会不会改，记得在选课的时候看一下课程要求，点一下那门课，就会进入一个界面，然后会显示考试的和平时考勤的签到呀占比之类的，然后还可以看课程要求 下载那个文件，点进去之后就可以看具体的课程要求和内容了。）"}
{"id": "chunk_00181", "title_path": ["个人上课体验:"], "chunk": "老师讲的东西就是一些统计学的基础知识，会引用一些实际的例子来讲，挺好玩的，还了解到了一些统计方面的知识。论文是要求，第1部分是统计学史，第2部分是代码，代码的话是用R 写代码，可以让ai帮写。如果不会下载R的话，可以去小红书找教程，如果还是下载不好的话可以找我～嘿嘿\n中西文化对照视野下的西方人文经典导读 （1.0学分 世界文明与国际视野 25春季学期）"}
{"id": "chunk_00182", "title_path": ["课程要求:"], "chunk": "论文结课；PRE可做可不做，什么时间都可以，提前跟老师说就好，我做了；会根据你选择的主题分组，同一个主题下有几本不同的书，想读哪本都可以，然后组内同学商量好在结课前开一个读书分享会，中文就可以，讨论议题：1. Make some comments on the book.( 读 后感）2. The insights you have gained from reading the book; 3.How do the ideas in the book shed light on a social phenomenon or your personal experience? 另外，小组长可以与其他组员商量着再增加两个议题。（分组的作用就只是读书分享，pre是个人展示）"}
{"id": "chunk_00183", "title_path": ["个人上课体验:"], "chunk": "老师是英文授课，但是会把比较生涩的词用中文再说一遍。老师人很宽容。课堂同学们积极发言，会有很大的收获，尤其是思想上的。如果你想要学到点有用的思想和积极的进步的话，非常建议这门课。老师会发课程要求和书单，还会发电子书，所以不用担心要额外买书。在课堂上讨论一些主题，老师的讲解和同学的发言都能给我很大的启发，真的很棒的一门课。而且老师备课非常认真，给分也很棒！\n后半学期上课（非常舒适，前半学期不用上，选课的艺术嘻嘻）\n世界经典芭蕾舞剧赏析与实践 （2.0学分 世界文明与国际视野 25春季学期）\n基本每节课都有签到，论文结课，要在最后一节课的时候教纸质版论文，要用统一的论文封面。\n第一节课要自我介绍。会有实践课，要去学活跳舞，老师会教一些动作，不过是纯体验，不用紧张。会在下节课问你的跳舞体验。\n我的这门课刚好在体育课后面，基本就燃尽了，尤其是去实践跳芭蕾，脚真的很痛（痛哭），建议大家不要在体育课后紧接着选课。\n吉他演奏和鉴赏入门 （1.0学分 艺术审美与文化思辨 24春季学期）\n考核方式是为同学弹唱《南开秋天》的A段（但老师鼓励同学们把B段也加进去）；"}
{"id": "chunk_00184", "title_path": ["期中结课，每节课都点名；", "②  个人上课体验:"], "chunk": "老师人挺有意思的，每节课都会向同学们展示自己的新装备。需要自备吉他或者从老师那里购买（能稍微便宜一点），不过课上大部分时间都在欣赏音乐，弹奏技巧需要自己课下练习（尤其是扫弦）。考试前一周老师会提供简化版的节奏型（但还是建议按谱子上的节奏练习）\n前奏把拨片扫飞了，B段卡了几秒钟，最终4.0。服务学习：远离传染病 （2.0学分 功能素质和服务中国 24春季学期）\n期中结课，分组下社区调研，提交小组分工表和个人总结，事情比较多。"}
{"id": "chunk_00185", "title_path": ["个人上课体验："], "chunk": "一般般。前两周在津南的教室上课（主要讲传染病方面的知识），然后第三周要求刷慕课（不检查）。之后是以小组的形式下社区调研，包括卫华里社区和西南村社区，都在八里台。。。所以津南的同学们庆谨慎选择。调研之前小组同学先商量一份策划案出来交给老师。调研的形式包括调查问卷和传单发放。调查问卷（首先得有人设计这个东西）收集个八九十份，然后总结出调查对象对哪种传染病不太了解，并以此为主题设计传单（传单也得有人设计）、在公众号上发送推文（推文也得有人写）。传单交给老师复印（设计时是彩色的，印出来是黑白的），脸皮厚一厚也都能发出去，关键是要留存此过程的照片（覆盖全体组员）。最后一节课在八里台思源堂进行小组汇报。此课不好翘也不好水，毕竟一个组也就五六个人。老师还是很心地善良的，考虑到津南学生通勤不易，迟到个几十分钟也会非常耐心地安慰你。最后还给每人发了一个结课证书。"}
{"id": "chunk_00186", "title_path": ["关于小学期（国际学分课程）"], "chunk": "小学期 （国际学分课程） 一共要学3学分，从24级开始国际小学期变成了必修，也就是说大学四年这三学分是必修的，大部分课程开在暑假期间，也就是要牺牲暑假来修。选课：小学在eamis上有单独的选课，选课时间要看教务处老师通知，几乎每个学院都会开小学期的课程，可以根据自己的兴趣、方便的时间等来自由选择（暑假每周都会有课，当然是建议选前两周的的课，这样不耽误暑假回家或者其他安排）。还有的课程不跟随eamis一起选课（不是很理解），需要关注学院自己的公众号通知到底如何选课，是填问卷还是怎么样。总之，一个暑假是可以把3分都修满滴~\n不建议跨学院选课选得太离谱，比如说文科生去选物理学院开的课程，这样对你能否拿到学分有影响。国际学分还有很多不同的获取途径，如暑期云课堂、国际交流等如有问题，可以联系自己学院的教学办公室询问。记得学期期间有的学院会有主题讲座（会通知在学院群里），如果通知里说“算在国际学分里”，那这就是国际交流里面的，听几次讲座折合一学分。化院当时发的【国际学分课程】特别提醒，选修了其他学院开设的国际学分课程也是认定为国际学分。"}
{"id": "chunk_00187", "title_path": ["关于小学期（国际学分课程）"], "chunk": "小学期选课建议：需要注意的是当天选课，当天就能退课，然后第1次选课是先选自己学院的课，第2次选课是可以选到别的学院的国际学分课程，一定要确定自己到底想不想上这个课，因为过了这两个选课的时间，就没有专门退课的时间了。我选的是暑假的第1周到第二周的星期一的课没有选第2周的，有些同学课选多了就上着上着就后悔了，想回家，可惜没有后悔药了只能继续上……\n结课&给分形式：同时选课之前要仔细看好你想选的课是百分制还是通过制（结课方式是考试还是论文结课），百分制最后需要考试的，而通过制只需要完成结课论文或者其他作业就可以得到相应学分了。还要关注课程安排的难易程度，比如要求较高的英语pre等。云课堂：可以理解成小学期的线上形式，也是可以算作国际小学期学分的，学9学时算一学分，18学时两学分，还要提交3000字课堂体验。不过好像是有学分上限的，具体就看每年的通知吧。"}
{"id": "chunk_00188", "title_path": ["关于小学期（国际学分课程）", "24级的云课堂详情下如图（一定要关注学院的通知，报名的时候赶上期末周，有同学没报上名，不知道有没有影响）"], "chunk": "本栏目推荐以课程要求＋个人上课体验＋得分情况三个维度展开，以实现供25级黑龙会uu参考的目的。（欢迎大家建设这里~仅供参考哦~）\n细胞膜与细胞骨架生物学（1.0学分 生命科学学院 25小学期）\n授课老师：Andrea Daga，李芃老师负责签到和一些通知。课程要求：前几节课有签到，后面就没有了，不过建议还是都去比较好，或者可以跟同学商量好，互相帮忙签到，签到方式是有一张签到表，找到自己的名字，在旁边签字。结课方式是在上课最后那天小组展示，即presentation，5个人一组，自己选择组员，每人讲一张幻灯片就可以，一张幻灯片一钟，5个人总共5分钟就行。个人上课体验：老师人很好，上课会给我们开字幕，英语听力不好的有福了，而且如果有没懂的可以随时告诉老师哪里没跟上或者不理解，老师很宽容。课程内容结束后老师会给你的邮箱发送课程的课件，如果你在课前就需要的话，可以联系我（syj同学），我发给你。课程时间是第一周的周一到周五的下午（老师讲课）和第二周的星期一下午（小组展示）。得分情况：3.7，不知道算不算好，不过需要付出的很少，所以我觉得挺好的🥰\n国际发展前沿（1.0学分 经济学院 25小学期）\n课程要求+个人上课体验：为期三天，1学分。避雷，事儿多还要小组讨论、做ppt、pre（每小组每个人都要上去说）、课上要求回答问题，总之避雷，下次有没有这个课就不确定了。"}
{"id": "chunk_00189", "title_path": ["得分情况：目前未知"], "chunk": "中外文明交流互鉴（2.0学分 外国语学院 25小学期）\n授课老师：都是外教全英语授课，还有一位日本教授全日语授课（不用担心听不懂，会有日语系的研究生学长学姐一句一句翻译的），这个老师课上会放很多有关日本文化的视频。课程为期5天。课程要求+个人上课体验：论文结课，3000字，按时发到邮箱就可以了。虽然有点名签到吧，但是人家给2学分，还是通过制，签完到或点完名课间就可以溜了（200人小礼堂没空调太热了）也没那么多事，课上愿意干啥就干啥了。"}
